[
    {
        "type": "text",
        "text": "第 章 问题",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "当然，知识是灵魂的食粮；可是朋友，我们必须注意，讲授伦理学的人都夸赞他所卖的东西，就像批发或零售肉体食粮的商人一样；他们不分好坏地夸赞其所卖的货品，而不知何者真正有益，何者真正有害；顾客之中除偶尔有内行人或医生外，也是茫无所知。同样，那些满腹经纶周游各地向求知者批发或零售知识的人，无不卖瓜说瓜甜；朋友，假如他们大部分实在不知道知识对灵魂的影响，我并不引以为奇；他们的顾客除非恰好是灵魂的医生，否则也同样茫然不知。因此，假如你能分辨善与恶，就可以安全地购买普罗泰戈拉(1)或任何人的知识；否则的话，那么朋友，就须住手，不要靠碰运气而危害你宝贵的利益，因为买知识的风险远比买食物的风险大得多……",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "柏拉图《普罗泰戈拉篇》",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在过去几个世纪中，自豪与乐观精神代表了西方文化的特色：自豪的是，人藉着理性去了解和征服自然；乐观的是，它实现了人类最热切的希望，也就是为最大多数人谋求了最大幸福的成就。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "人之所以自豪是有道理的，因其具有理性而创造了物质世界，它的实在甚至超过了神话中的幻境和乌托邦理想世界的梦想。人驾驭了自然的力量而使人类获得富裕生活所必需的物质条件；虽然有许多目标尚未达成，但这指日可期，同时生产问题——也是过去的问题—在原则上已获得解决，这是毋庸置疑的。现在，人能够认识到人类团结一致共同征服自然的构想，不再是一种梦想而是可以付诸实现的，这种认识也是历史上所未有的。人难道不应该觉得自豪并且对人类的未来具有信心吗？",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "然而，现代人却感到惶恐不安而且越发彷徨失措。他虽然拼命地工作力求上进，但是对自己一切活动的徒劳无功却茫无所知。虽然他处事的能力增进了，但对个人生活、对社会却觉得力穷心绌。人虽然创造发明了种种新的、更佳的方法来征服自然，但他却陷入了那些错综复杂方法的迷津中，而未能觉察到这些方法只有实现了人的目的才有意义。人虽然成为大自然的主宰，但却沦为他自己所创造出来的机器的奴隶。人对一切事物虽然具有丰富的知识，但却忽视了人类生存最重要、最基本的问题，诸如人是什么，他应该如何生活以及如何发挥其所秉有的无比能力而予以创造性的运用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "现代人的危机不但导致希望的黯淡，而且也引起曾经促进政治、经济进步的开明思想的消敛。真正的进步思想反被称为幼稚的幻想，而完全对人缺乏信心的“现实主义”却大行其道。崇高的思想及人的权能虽然曾给予人类力量和勇气而达到最近几世纪来的伟大成就，但是这种思想现在却被我们偏要走向认定人的根本无能和卑微的老路所左右。这种思想已有毁灭我们文化发展根源的趋势。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "开明的思想教导人们信赖自己的理性，以它作为建立正确的道德规范的圭臬；同时教导人们对善与恶的明辨须依靠自己，而不须依赖天启和教会的力量。开明思想的真谛是“勇于求知”，它具有“信赖自己的知识”的含义，同时已经成为现代人一切努力和成就的一股激励力量。由于人类对自主和理性的存疑日增，使得人们既无法得到天启又缺乏理性的引导，于是产生了是非莫辨的现象。人们被驯至接受相对性的见解而认为价值的评断和道德的规范纯属爱好或偏爱，而且在此方面无法予以客观的正确说明。但由于人类若缺乏价值和道德规范就无法生存，这相对性的见解易使人类朝向不合理性的价值标准方面去追求；使得人类不得不回到希腊开明时代、基督教世纪、文艺复兴以及欧洲18世纪之启蒙运动所曾经需要改革的旧环境。然而对于今日人类，却是国家的种种需要、对有魄力领导者的神秘特质以及对强力机器与物质上成就的狂热追求，成为了人类道德规范和价值评断的根源。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "我们对此现象能视若无睹吗？我们赞成在宗教和价值的相对论说之间任意选择吗？是否允许我们在伦理方面放弃理性？是否允许我们相信自由和奴役、爱与恨、真理与虚伪、诚笃与机会主义、生与死之间的选择只不过是许许多多主观上偏爱的结果？",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "诚然，除此之外尚有其他的途径。正确的道德规范可以而且也只有靠人的理性来建立。人对于价值的分辨和评断也能和对其他方面依据理性而评断一样正确。人本主义伦理思想的伟大传统，已为依据人的自主和理性的价值标准奠定了基础。这些标准乃以“人们要想明辨是非则须了解人性”为前提。因此，这些标准基本上也属于心理问题。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "倘使人本主义的伦理是以了解人性为基础，那么现代心理学，尤其是精神分析，应该是人本主义伦理发展最强大的推动力量之一。但是精神分析虽使我们对人的了解已大有增进，我们对人为什么要生存以及人应该做些什么，却未能进一步了解。心理分析的主要作用在于“探究”、证明价值评断和道德规范乃是非理性（而且常是无意识的）欲望和恐惧的合理化表现，因此不配称为客观的正确性。虽然这种“探究”本身有其特殊价值，但由于其仅局限于批评而不能进一步的发展，则会渐失效果。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在精神分析方面，为使心理学成为一门自然科学，而将心理学与哲学及伦理学方面的问题分离，实属错误。它忽视了一项事实，那就是人类的人格除非从整体上（包括其需要寻求生存意义的答案和生存上所不可或缺的道德规范）来观察，否则无法了解它。弗洛伊德的“心理的人”在立论上也和古典经济学的“经济的人”一样的不切实际。如不了解价值的本质和道德的矛盾现象，则不可能了解人和人在情绪与精神上的紊乱。心理学的进步并不在于把既定的“自然”范畴与既定的“精神”领域分离且特别注重于后者，而是恢复到人本主义伦理学的伟大传统；人本主义伦理学对人的观察系以物质与精神的整体性为着眼点，相信人皆以他自己为目标，而且达到这目标的条件是“人必为己”。我撰写本书之目的在于重申人本主义伦理学的正确性，说明我们对人性方面所获的知识不会使我们走上相对性伦理学的道路，相反，会使我们相信伦理上行动的规范系以人性为根源；道德规范系以人的秉性为基础，如违反这些规范会使精神与情感瓦解。我说明成熟和完整人格的品性——自发创造的品性的构成乃是“善”（virtue）的根源和基础，同时在最后的分析中指出“恶”（vice）和人的自我（own self）和自残（self-mutilation）无关。人本主义伦理学的最高价值不是舍己（self-renunciation），也不是自私（selfishness），而是自爱（self-love）；不是否定个人，而是肯定真正的自我。人要想对价值获得信心，则须了解他自己以及了解他的本性是否具有向善和自发创造的能力。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "第二章 人本伦理：生活艺术的应用科学",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "有一次苏西亚向上帝祷告：“主啊，我非常敬爱你，但并不完全畏惧你。主啊，我非常敬爱你，但我并不完全畏惧你。让我像你的天使一样，有你的圣名在他们的心中而畏惧你。”",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "上帝听了他的祷告，祂也和对天使一样将祂的圣名进入苏西亚的心中。但这时候苏西亚便爬在床下，像一只小狗，可是他又担心会变成动物而害怕，终于哭叫起来：“主啊，再让我像苏西亚一样的敬爱你。”",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "这次，上帝也听到他的哭叫。(1)",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "一、人本伦理与极权伦理",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "如果我们也像伦理相对论一样，放弃寻求客观而正确的行为规范，那么我们能够找到的这种规范的标准是什么呢？应该采取哪一种标准，完全要看我们所研究的规范是属于哪一类型的伦理体系而定。极权伦理的标准和人本伦理的标准，在基本上必然是不同的。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "极权伦理是由权威来说明什么对人有好处，同时规定出法律和行为的规范；而人本伦理则是由人自己定出规范自己来遵守，人自己是这些规范的制定者，同时也是受这些规范约束的对象。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "由于使用“极权”这个名词，所以需要对权威的观念加以澄清。一般人对这个观念极为模糊，因为大多数人都认为我们当前所面对的是要不要独裁的、非理性的权威还是根本不要权威的问题。但是，这种抉择是错误的。真正的问题是我们究竟要哪一种权威。当我们说到权威的时候，是否就是指理性的或是非理性的权威呢？理性的权威是由健全的能力产生出来的。权威受到尊重的人，对于授权力给他的那些人所赋予的使命，必定能够圆满的执行。他对这些人不需要加以威胁，也不须以神秘的特质去博取他们的赞颂。他只要做到有相当助益的、不剥削的地步，他的权威就算是理性的而且不需要别人的畏惧。理性的权威不但容许而且需要由受这种权威约束的人予以检讨和批评；理性的权威始终是暂时性的，它是否被接受端视其行使的情形而定。在另一方面，非理性的权威以统治人民为出发点。这种权威可为物质上的或精神上的。就受统治人的焦虑和无助的状况而论，它也可以是绝对的或相对的。非理性的权威往往以一方统治另一方的恐惧作为基础，这种权威不但不需要批评，而且严禁批评。理性的权威以拥有权威者和受权威约束者双方的平等为基础，只是关于知识程度或某方面的特殊技能有所差别而已。非理性的权威在本质上以不平等为基础，具有价值上不同的含义。使用“极权伦理”（authoritarian ethics）这个 名 词 时 ， 也 就 是 指 非 理 性 的 权 威 ， 这 是 依 照 “ 极 权 的 ”（authoritarian）与独裁的（totalitarian）及反民主的（antidemocratic）同义的新用法。读者不难了解人本伦理与理性的权威并不是互相矛盾的。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "极权伦理有两项标准是和人本伦理不同的，一项是形式上的，另一项是实质上的。就形式上言，极权伦理否定人有明辨善恶的能力；制定规范的人总是一个胜于常人的权威者。这种制度并不以理性和知识为基础，而以畏惧权威和被统治者的怯懦与依赖感为基础；拥有权威者具有神秘的力量而可决定一切；所有的决定不能而且不容许被怀疑。就实质上言，也就是就它的内涵来说，极权伦理主要是依拥有权威者的利益，而不是依人的利益来回答什么是善或者什么是恶的问题；虽然被统治的一方，可以从它那里获得精神上或物质上的相当利益，但它仍属于剥削的权力。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "从儿童伦理判断的产生及成年人判断非反射价值的产生，就可明显看出极权伦理学的形式和实质两方面。我们辨别好坏的能力是在幼年时代奠下基础的；最初是关于生理上的功能，然后是关于行为上的较复杂问题。儿童在没有学到利用理性来分辨不同之前就具有辨别好坏的意识。他对价值的判断是由于他生命中重要人物的友善或不友善的反应结果而养成的。因为儿童完全依靠大人的照顾和爱护，所以母亲脸上显出赞许或不赞许的表情足以“教”孩子认识好与坏之间的差别。学校和社会也有同样的作用。“好”就是一个人所做的事受到赞誉，“坏”就是一个人所做的事受到社会当局或受到绝大多数同胞的惩罚。诚然，害怕不被赞许和需要赞许似乎是伦理判断的最有力的而且几乎是唯一的动机。这种情绪上的强烈压力，使儿童甚至成年后不敢认真地发问：在一项判断中，“好”是对他而言还是对权威一方而言。如果我们就东西来做价值判断，那么在这方面的抉择就显而易见。假如我说某一部车子比另一部车“更好”，那自然是指那一部是“更好”的车子，因为它比另一部车子更好用；好或坏是指那件东西对“我”是“有用的”。假如一只狗的主人认为那只狗“好”的话，那么他所指的是那只狗的某些特质对他是有用的；譬如说，那个主人需要一只警犬、一只猎犬或一只玩具狗，而这只狗正满足了他的需要。如果一件东西对使用的人有好处，这件东西就叫做好东西。关于人，也可以应用同样的标准。如果一个雇员对雇主有益，雇主就认为他是好雇员。如果一个学生服从又不闹事同时又使老师因他而光荣，那么老师就会称他为好学生。同样的，假如一个孩子温顺又听话，他就会被称为好孩子。“好”孩子可能感到恐惧和没有安全，只是想藉顺从父母的意志来讨好他们；而“坏”孩子也许有他自己的意志和真正的利益，但不会讨好他的父母。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "显然的，极权伦理在形式和实质方面是分不开的。如果权威的一方不想剥削对方的话，它便无须靠畏惧和情感的压制来统治；它尽可鼓励理性的判断和批评——这样有暴露本身无能的危险。但是权威的一方由于自身利益的关系，所以就规定服从是最佳的德性，而不服从是最大的罪行。在极权伦理中，反叛是不可宽恕的罪行，是对权威一方建立规范之权以及所建立的规范是以其最佳利益为原则产生怀疑。纵使一个人犯了罪，但他肯接受处罚与认罪都可使他变“好”，因为这样就算是承认了权威的优越性。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "从《圣经·旧约·创世记》中可以找出一项极权伦理学的例证。亚当和夏娃所犯的罪并没有依其行为本身来解释；吃了辨别善恶的知识之果并不是坏事；事实上犹太教与基督教都同意，辨别善恶的能力是一项基本德性。他们所犯的不服从之罪是对上帝权威的挑战，因为祂害怕人“变为‘我们’之一而知道善与恶”，就会“伸手摘下生命之树而获得永生”。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "人本伦理与极权伦理虽然互为对比，但同样可以由形式上和实际上的标准加以区别。在形式上，它所根据的原则是只有人本身才能够决定德性和罪行的标准，而不是由凌驾于人之上的权威来决定。在实质上，人本伦理的原则是对人有好处的谓之“善”（good），对人有害的谓之“恶”（evil）；人的幸福是伦理价值的唯一标准。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "人本伦理与极权伦理之间的不同，可以从“德性”（virtue）一词的不同含义看出来。亚里士多德用“德性”一词来指“美德”（excellence）就是人藉以实现他特有潜能的活动的特质。帕拉塞尔苏斯（Paracelsus）的“德性”一词是与每件事物的个别特性同义——也就是它的特质。一块石头或一朵花各有它的德性，是它的各种特质的组合。同样，人的“德性”也就代表人种特征的那一组特质，而每一个人的“德性”是他独特的个性。如果他把“德性”发挥出来，他就是“善良”的。反之，“德性”一词依现代的意义就是极权伦理的一项概念。善良意味着克己、服从，是个性的压制而不是它最充分的发挥。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "人本伦理是以人为中心的，它的含义当然不是指人为宇宙的中心，而是指他的价值判断也像其他一切的判断甚至一切知觉作用一样，都是以其存在的特性为根源，而且只有和人的存在有关的才具有意义。诚然，人是“一切事物的准绳”。人本主义的立场是：没有任何事物比人的存在更高、更有尊严。反对这个立场的认为，依伦理行为的真正本质来说，人类的存在应该与凌驾于人之上的某些事物有关。因此，一项制度如果只是承认人及其利益，则不能算是真正道德的；它的目标可能完全针对孤立的、以自己为本位的个人。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "这种论证常被提出，其目的在于否定人有能力——及权力——以主张并判断人生活上的正当规范。它所依据的是错误的见解，因为对人有好处的均被认为是好的，这种原则并不意味着人的本性就适合于自我主义（或孤立），同时也不是指人可以在和外界隔绝的状况中实现他的目的。事实上，如同许多人本伦理提倡者们所指出，人只有和他的同胞们互相联系团结以求得满足与幸福，这是人性的特征之一。但是，一个人爱他的邻居不是一种凌驾于人之上的现象，而是他天赋的，而且是从内心里发出来的。爱不是加于人身上的一种较大力量，也不是落在他身上的责任：爱是他本身的力量，藉此人使自己和外界联系在一起并使这个世界真正成为他的世界。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "二、主观伦理与客观伦理",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "如果我们接受人本伦理的原则，我们对那些认为人没有能力在客观上具有正当规范的原则，该如何予以驳斥呢？",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "诚然，人本伦理的一个学派接受这种看法，而且同意价值判断没有客观的正当性，只不过是武断的偏好或一个人的憎恶。从这个观点来看，那种“自由胜于奴役”的主张所指的不过是爱好上的不同而已，没有客观上的正当性。依这种意义来说，价值就是“所期望的任何善行”，欲望是价值的试金石，而并非价值是欲望的试金石。这种极端的主观论，其真正本质同伦理规范必须普遍化并适合于大众需要的观念互相矛盾。假如这种主观论是唯一的人本伦理学，那么我们真要在伦理的极权主义和放弃普遍正确规范的主张之间来选择了。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "最 初 对 客 观 主 义 所 作 的 让 步 是 伦 理 的 享 乐 主 义 （ ethicalhedonism）：即认为欢乐对人有益，痛苦对人有害。它产生一种据以评断欲望价值的原则：就是只有满足后能引起快乐的那些欲望才是有价值的，其他的则无价值可言。但是，虽然斯宾塞(2)的论点是快乐在生物进化过程中具有一种客观的功能，然而快乐不能作为价值的一项标准。因为有些人所喜欢的是屈从而非自由，他们快乐的泉源是憎恨而不是爱，是榨取而不是创造性的工作。这种从客观上被认为有害的方面去获得快乐的现象是神经质性格的典型，同时在精神分析上已予以广泛的研究。我们将在讨论性格结构时再加以检讨。本章所讨论的是幸福与快乐的问题。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "伊壁鸠鲁(3)所倡导修正的享乐主义理论，乃为价值判断方面达到更客观的标准的一个重要步骤。伊氏想区分快乐程度的“深”、“浅”以解决这项困难。虽然由此对享乐主义的复杂问题获得认识，但所试图的这项解决办法仍是抽象而武断的。不过，享乐主义有一大优点：就是把人本身的快乐和幸福的经验作为价值的唯一标准，摒弃了一切企图由权威来决定“何者对人最有益”而不给人充分机会来考虑他对此所获得的感受。因此，无怪乎那些真正热心于人类幸福的进步思想家们都一致提倡在希腊、罗马，以及在现代欧洲与美洲文化中的享乐主义伦理学。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "尽管享乐主义有其优点，但它不能在伦理判断方面建立客观而正当的基础。假如我们选择人本主义，是否必须放弃客观性呢？或是否可能由人自己而不是由凌驾于人之上的一种权威来建立适合于一切人的行为规范和价值判断呢？诚然，我相信这是可能的，同时我现在要对这种可能性加以证明。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "首先要注意的是“客观上的正当”并不等于“绝对”。例如，关于可能 性 （ probability ） 、 近 似 （ approximation ） ， 或 任 何 假 设（hypothesis）的说明都被视为正当的，同时如果这种说明的考证不足而将来在事实或程序方面有必要加以修正的话，则应属“相对的”。相对和绝对的概念其根源是神学思想，这种思想认为神的境界如同“绝对”一样，是与人的非至善境界相隔离的。在这种神学的范畴外，“绝对”的概念是毫无意义的，而且在伦理学上也和在一般的科学思想上一样，是无法立足的。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "但是即使我们同意这一点，对于伦理学上客观正当陈述的可能性所持的异议仍尚待证实。这种异议是指“ 事实” （facts ）与价值（values）必须有明确的区别。自从康德(4)以降，人们普遍认为客观正确的陈述只能针对事实而不是价值，并且认为不做价值陈述就是科学的。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "但是在科学方面，我们通常都定出客观正当的规范（norms）。这些规范是由对事实的观察，及（或）经数学演绎而得。纯粹科学（pure science）和理论科学（theoretical science）是发掘事实及原理。虽然物理学及生物学均含有一定的规范，但并不破坏其客观性。应用科学主要是探讨一切事物所必须据以完成的实用规范——这里所谓的“必须”是根据事实和原理方面的科学知识来决定的。各种艺术是需要专门知识和技能的活动，其中虽然有些只需要一般的常识，但其他诸如工程或医学方面——则需理论上的广泛知识。例如，假若我要铺设一条铁轨，我就必须依据物理学上的某些原理。一切技艺都是由一套客观正当的规范，以理论科学为基础而构成实用理论（应用科学）。虽然任何技艺要达成完美的效果也许需要各种不同的方法，但是规范绝对不是武断的；违反这些规范就会得到不良的结果甚至于完全无法达成所期望的目标。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "但是，艺术不仅限于医学、工程及绘画方面；生活本身也是一种艺术(5)——事实上，这是人所从事的最重要同时也最困难、最复杂的技艺。它的对象不是这种或其他的专业性工作，而是生活的作为，是人具有潜力达到这种境地的过程。在生活艺术方面，人不但是艺术家，而且也是艺术品；他既是雕塑家又是大理石，既是医生又是病人。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "在人本伦理中，“好”（good）与对人有益同义，“坏”（bad）和对人有害同义，所以它主张为了知道何者对人有益，我们必须了解人的本性。人本伦理是以理论上“人的科学”为基础的“生活艺术”的应用科学。这也如同其他艺术一样，一个人成就（“德性”）的程度和他对人的科学的知识，以及对人的技艺与实践方面的知识成正比。但一个人只有在所选择某种活动和所期望达到某种目标的前提下，才能从理论中演绎出规范来。医学的前提是希望治愈疾病和延长生命；如果这不是医学的前提，则医学上的一切法则都离开了本题。每种应用科学都是依据选择结果所得到的一项定理：也就是所希望达到的活动目的。但是，伦理定则与其他艺术定则之间实有差异。我们可以想象一种假定的文化下，人民可以不需要绘画和桥梁，但不会放弃生活下去的愿望。要活下去的驱策力是每一种生物的本能。不管人对活下去的想法怎样(6)，他都不得不活下去。生与死之间的抉择比现实的选择更加明确；人的现实选择是在好的生活与坏的生活之间的选择。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "关于这点，我们不禁要问为什么我们这一代失去了“生活是一种艺术”的概念。现代人似乎相信阅读和写作是需要学习的艺术，要想成为建筑师、工程师或一位技术熟练的工人，都需要相当时间和工夫去研究学习，但“生活”是非常简单的而不需要特别的工夫去学习。因为每个人的生活都有某种方式，所以对生活这件事每个人都够资格成为专家。但这并不是因为人已经精通了生活的艺术而达到没有困难感的程度。在生活的过程中普遍缺乏欢乐和幸福显然排斥了这种解释。现代社会（尽管一切都以幸福、个性及利己为重点）已教导人们认识生活之目的并不是为个人幸福（假如我们用神学上的名词，就是个人得救），而是尽他工作的本分或达到他的成就。金钱、名声和权力已成为人的动机与目的。人有一种幻觉，就是认为他一切的行动都要有助于其本身的利益，于是他的作为便受这种幻觉所支配；虽然他实际上对其他一切事物都付出了心力而非他真正的自我利益。除了他的生命和生活艺术，每一件事物对他而言都是重要的。他可以为了其他一切，就是不为他自己。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "三、人的科学(7)",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "人的科学其概念的前提是：它的对象——人是存在的；人性具有人种的特质。在这个问题方面，从思想史上便可找出它所特有的冲突和矛盾。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "极权主义思想家们通常假定人性的存在，他们相信人性是固定不变的。同时以这种假定证明他们的伦理体系和社会制度是必要而且不可变的，并以不变的人性为基础。但他们所认为的人性就是他们的规范——以及利益——的反映，而不是客观探讨的结果。因此可知，进步论者必定赞同人类学和心理学所发现的事实，这两门科学在比较上似乎是主张人性的无限可塑性。因为可塑性就是指规范和制度——假想的人性之因而非人性之果——也是可塑的。主张人性具有无限可塑性的人，反对认为历史上某些文化形态就是人性固定不变的一种表现，因为这是一种错误的假定；但是他们所确定的立场也同样维持不住。第一，人性具有无限可塑性的概念容易导致和人性是固定不变的概念同样不够理想的结论。假如人是无限的可塑，那么对人的幸福不利的规范和制度确将有机会把人永远塑造成适合于这些规范和制度的类型，而使人不可能利用本性所禀赋的力量去改变这些类型。人将仅是社会结构的傀儡，而不是历史所证明的他的内在特性对不良的社会和文化形态的强大压力会产生巨大反抗作用的社会行动者。事实上，假如人只不过是文化形态的反射，那么由于缺乏“人”的概念，对任何社会秩序都不能从人的幸福观点加以批评或评断。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "与可塑性理论所产生政治和道德的影响具有同等重要的是它复杂的伦理问题。如果我们假定没有人性存在（除非依心理学的基本需要所下的定义），唯一可能的心理学其内涵将是一种极端行为主义，所叙述的是无数行为类型或是一种可衡量人的行为分量的类型。心理学和人类学只能叙述社会制度和文化类型对人陶冶的各种方式，同时因为人的特殊表现只不过是各种社会形态所加于他身上的标记而已，所以对人的研究也许只有一门科学，就是比较社会学（comparativesociology）。但是，假如心理学和人类学要想对人类行为法则加以正确的定论，则须先建立“某些东西是依循其性质以确定的方式对环境影响产生反应”的前提。由于对人性不能予以确定，所以文化还不能解释为人的固定本能所导致的结果；文化也不是人性所能切实而完全适应的一项固定因素。诚然，人本身甚至能够适应不满意的环境；但在适应的过程中，他发挥了有限的精神上和情绪上的反应，而这种反应是随着他个人本性的特质而产生的。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "人本身可以适应奴役，但他对奴役的反应是降低其智力和道德上的素质；他本身能够适应充满着互不信任和敌意的文化，但他对这种适应的反应是变得软弱和无能。人本身虽然能够适应要求压制性的文化环境，但在达成这种适应当中，就如弗洛伊德所说的，人会产生神经症。人本身几乎可以适应任何文化形态，但是由于这些文化形态和他的本性相冲突，他便产生情绪上的紊乱而迫使他最终改变环境，因为他无法改变其本性。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "人并不是一张白纸，可以任凭文化的浸染；他是独立的个体，具有能力而且具有特殊结构，当它本身产生适应的时候，系以特殊和确定的方式对外界反应。假如人像动物一样改变他的本性以自动适应外界的环境而同时只适合生活于他唯一能够适应的一种环境中，他必已走入为每一种动物共同命运的进化死巷里，也就阻碍了历史的发展。在另一方面，假如人能够适应一切环境而无须和违反他本性的环境斗争，人类也不会有历史。人类的发展植根于人的适应性和某些不灭的人类特质，而使其永不终止地追求更适合其内在需要的环境。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "人的科学其主题是人类的本性。但这种研究并不从人类整个本性方面着手；这项研究主题最适当的范围是它的目的而不是它的前提。研究的方法是观察人对各种个人和社会环境的反应，并且从对这些反应的观察中来推断人性。历史和人类学是研究人对与我们不同的文化与社会环境的反应；社会心理学研究人对他自己文化范围内各种社会环境的反应。儿童心理学研究成长中的儿童对各种情况的反应。精神病理学旨在藉研究人性在致病环境中所发生的失常现象而获得人性的定论。以这种方式绝对无法观察人性，而只有对它在特殊环境中所表现的特殊反应才能观察出来。它是一种理论上的解释并可以对人的行为实验研究后加以推论。在这方面，为建立人性典型所从事人的研究与其他的科学研究相同，皆根据观察而得资料并加以推理的实体概念为基础。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "尽管人类学和心理学提供了丰富的资料，但我们对人性只有一种假定的看法。关于构成“人性”的经验性与客观性记载，假如我们能体会夏洛克(8)对于犹太人和基督徒曾经说过的一段话在广义上所代表的整个人性，就不难获得进一步的了解。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "“我是一个犹太人！难道没有犹太人的眼睛？没有犹太人的手、器官、特质、本性、感情、热情？难道不和一个基督徒一样，吃的是同样的粮食、会受同样武器的伤害、受同样病痛的侵袭、被用同样的方法治疗、夏天感到同样的温暖、冬天感到同样的寒冷？假如你刺我们，我们不会流血吗？假如你搔我们，我们不会发笑吗？假如你毒我们，我们不会死吗？假如你害我们，我们不会报复吗？假如我们在其他方面都和你一样，我们将和你没有分别。”",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "四、人本伦理学的传统",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "关于人本伦理学的传统方面，一般的看法是：对人的了解是建立规范和价值的基础。因此，亚里士多德、斯宾诺莎和杜威（Dewey）本章将概述这些思想家的看法——有关伦理学的论著也同时是心理学的论著。作者不拟检讨人本伦理学的历史，而只是把某些最伟大的伦理学家所叙述的原则加以阐明。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "亚里士多德认为伦理学以对人的研究为基础。心理学探讨人性和伦理，因此属于应用心理学。研究伦理学的人也如同研究政治的人一样“必须想法了解灵魂的一些事实，正如同要医好眼病或全身的疾病必须了解眼睛和身体的结构……但是甚至在医生之间，受过最完善教育者必定在探究人体结构方面所费的时间最多。”(9)亚里士多德从人性推论出“德性”（美德）就是“能动性”（activity），他所指的“能动性”就是对特有的各种功能和能力的运用。人所追求的主要目标——幸福，是“能动性”和“运用”的结果；它不是静止的保有或精神的状态。亚里士多德为解释他对能动性的概念，而将奥林匹克运动会做类比。他说：“如同在奥林匹克运动会一样，受到表彰的不是最健美的和强壮的人，而是那些竞争有方的人（因为胜利者是其中的某些人），所以实干的人便会获得胜利，而且是正当的胜利，这是生命中崇高而美好的事情。”(10)自由、有理性和有活力（有思想）的人是善良的人，因而是快乐的人。那么，现在就产生了客观价值的前提，这种价值以人为中心，同时是从认识人性和人的功能演绎而得。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "斯宾诺莎如同亚里士多德一样，从事于探究人的特有功能。他在开始时系从本性上考量万物的特有功能和目的，并得出结论认为“每件东西就其本身而论，都是争取维持自身的存在。”(11)人，他的功能与目的和其他任何东西没有什么不同：维护自己并坚持自身存在。斯宾诺莎获得了一项德性的概念，这种概念只是将一般规范应用于人的存在方面而已。“绝对符合理性的行动对于我们只不过是以寻求我们自己的利益为基础，根据理性的指导而行动、生活和维持自我的存在（这三种东西意义相同）。”(12)",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "维持自我的存在，依斯宾诺莎的解释就是成为他所应该成为的人。宇宙万物皆为如此。斯氏说：“一匹马如果变为一个人，就如同变为一只昆虫一样的被毁了”；根据斯氏的理论，我们也可以这样说：一个人如果变为天使，也就如同变为一匹马一样被毁了。德性是每一种生物特有潜能的表现；就人来说，是表现出他最合人性的状态。因此，关于“善”，斯氏认为我们所确定的每件事物都是一种媒介，藉此我们可以更加接近“上帝所塑造的人性典型”。斯氏认为我们所确定的会阻碍我们达到这种典型的一切事物都谓之“恶”。(13)所以德性就是人性的实现；因此，人的科学就是为伦理学所依据的理论科学。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "理性可以指示人应该做些什么以变为真正的自我，同时由此教导人什么是善，要达到良好德性的途径是透过人对自己力量的有效运用。所以道德力量就等于德性；没有道德力量也就是恶。幸福在其本身来说并不是一种结局，乃是随着道德力量的增强而产生，缺乏道德力量所带来的则是沮丧；是否有道德力量系指人是否具备其所特有的一切力量。价值判断只能应用于人和他的利益方面。但是这种价值判断不仅仅是对各个人的爱与憎的说明，因为人的特性是天赋的，所以为人人共有。斯宾诺莎所创立的客观性格系以人格典型为基础。这种客观性格虽然有许多个别的差异，但对所有人来说其本质都是相同的。斯宾诺莎极其反对极权主义伦理。他认为，人有自己的目标而不是凌驾于他之上的权威的一种工具。价值只能就人的真正利益来决定。这些利益就是自由以及对自己力量作有创造性的利用。(14)",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "杜威是当代科学的伦理学的最有力提倡者，他反对极权和相对论的伦理学。关于前者，他说明凡是诉诸天启、神命的统治者、国家的命令、习俗、传统以及其他等都具有共同的特点，“就是过于权威而不容有探究的余地。”(15)关于后者，他认为被享有的东西事实上本身不能作为“被享有的价值判断。”(16)这种享有是一个基本的论据，但它必由“作为证据的事实加以证实。”(17)杜威和斯宾诺莎一样，认为可藉人的理性力量达到在客观上正当的价值前提；同时他认为人的生命目的就其本性和特质来说就是人类的发展与进化。但是他反对任何会导致他放弃斯宾诺莎所得主要论点的固定目标：就是以“人性的典型”作为科学的概念。杜威的论点主要着重于以手段与目的（或结果）之间的关系作为确定规范是否正当的经验基础。依杜威的论点，“只是当重要事件需要解决问题时、某种缺乏或贫困需要改善以及各种倾向的矛盾需要藉改变现状予以解决时，始发生价值判断的问题。这项事实又证明了只要判断价值的时候就有一种智力的因素——探究因素——存在，因为企图是依此而形成和变为具体化的，如果付诸实行，将可提供现有的需要或缺乏并解决既有的矛盾现象。”(18)",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "杜威认为，“目的只是被视为在远期的一连串行动；而手段只是被视为在近期的一连串行动。在检讨预定行动方案的路线时，就发生目的与手段的差别，也就是时间的顺序问题。‘目的’是所考虑的最后行动；手段是在时间上先采取的行动……手段和目的是相同实体的两种名称。这些名词的意义不是在实体方面划分，而是在判断方面的区别。”(19)",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "杜威着重于手段和目的之间的相互关系，无疑，在理性伦理学理论方面的发展是一项有意义的论点，尤其是提醒我们不可轻信那些将目的与手段分离而变成无用的理论。但“在心里没有想出行动方案之前我们不知道真正所依循的是什么”的说法未必正确。(20)目的可以藉实验上分析人的整个现象而加以确定，即使我们还不知道达成这些目的之手段。有很多目的虽然现在似乎不够成熟，但却可以加之正当命题。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "对人的研究可以使我们获得“人性典型”的全貌，由此可演绎出目的来，然后再寻求达此目的之手段。(21)",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "五、伦理学与精神分析学",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "由以上讨论可以很明显地看出，人本的客观伦理学的发展为应用科学实有赖于心理学之发展为理论科学。从亚里士多德的伦理学发展至斯宾诺莎的心理学，大部分系由于后者动的伦理学较前者静的伦理学为优。斯宾诺莎发现了潜意识的动机、联想的法则、童年经验终生不灭。他的欲望概念较之亚里士多德的“习惯”（habit）说为优。但斯宾诺莎的心理学也如同直至19世纪所有心理学方面的思想一样，具有保留抽象观念的倾向，同时并没有藉实验研究和探讨有关人的新论据而建立其理论的实验方法。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "实验性的探究是杜威的伦理学和心理学的主要概念，他承认潜意识的动机，而且他的“习惯”概念与传统行为主义的“记述习惯”概念截然不同。他认为(22)现代医疗心理学“在它力主潜意识的力量不但对于明显的行为而且对于欲望、判断、信仰、理想化的决定极端重要所显示的一种真实感方面，就可看出他所认为潜意识因素的重要性”，虽然在他的伦理学理论中未曾评论这方法的一切可能性。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "无论从哲学或从心理学方面都很少尝试将精神分析所发现的运用到伦理学理论的发展上(23)。这是一件非常奇怪的事，因为精神分析理论已有很多贡献，对于伦理学理论的关系尤为密切。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "最重要的贡献也许是精神分析理论的主题不局限于人的孤立部分，而涵盖了他的整个人格。弗洛伊德发现了一种新方法能使他对整个人格的研究及对人的行为动机的了解不用传统心理学的方法，因为这种传统的方法必须使其本身局限于那些可以充分隔离并在实验中观察的现象。弗洛伊德的这种方法（自由联想、梦境、谬误、移情的分析）是藉以对以前仅作为自觉和反省的“不公开”资料现在予以“公开”，而且可在当事人与精神分析人之间加以证明的一种途径。因此，心理分析方法能够与现象接近，否则就无法予以观察。同时发现有许多情绪上的经验甚至于不能由反省而加以体验，因为这些经验受到抑制遂与意识分离(24)。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "在研究之初，弗洛伊德主要针对于精神病的症状。但精神分析越高深，就越明显地看出只有藉了解隐藏有精神病症的性格结构才能认识这种症状。精神病的性格（并非症状）成为精神分析理论和疗法的主题。弗洛伊德在其从事研究精神病性格当中，为性格的研究（性格学）奠定了新的基础。但在近几个世纪中，心理学对这方面却忽略了，而使其只是成为小说家和剧作家们的题材。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "精神分析性格学（Psychoanalytic characterology）虽然尚在幼稚时期，但是对伦理学理论的发展是不可或缺的。传统伦理学所探讨的一切德性和恶行必定仍是模糊不清，因为它们常以相同的字眼意味人的态度的不同和部分的矛盾现象；只有同时了解被断定善或恶的人的个性结构，才不会发生这种模糊不清的现象。一种德性如果与性格的本体分离，则会毫无价值（例如，由恐惧或为补偿被抑制的自大所引起的谦让）；或对一种恶行如果能在整个性格的本体内予以了解，将可从一个不同的角度加以观察（例如，自大是不安和自贬价值的一种表现）。这种考量与伦理学非常切合；如将孤立的德性与恶行视为单独的特质来处理，乃是不适当而且错误的。伦理学的主题是性格，只有参考整个的性格结构，才能对单独的特质或行动作价值上的说明。善与恶的性格（而非单纯的德性或恶行）乃是伦理学所探究的真正主题。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "精神分析中潜意识动机的概念对伦理学也非常重要。一般说来，这种概念要回溯至莱布尼兹（Leibniz）和斯宾诺莎。弗洛伊德首先从实验上对潜意识追求作极详细的研究，因此为人类动机的理论奠定了基础。伦理思想的演化特征方面有关人的行为价值判断，系根据行为的动机而非行为本身。所以对潜意识动机的了解为伦理学探究开创了新纪元。一如弗洛伊德所说，“在自我中最卑微的和最高尚的都可能属于潜意识”(25)；同时关于行为上最强烈的动机也是属于潜意识的。凡此在伦理学探究上都是不容忽视的。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "尽管精神分析对有系统的价值研究提供了很大的可能性，但弗洛伊德和他的学派对于他们探究伦理问题的方法并未予以创造性的运用；事实上，他们曾经所作的许多研究皆使伦理问题陷于混乱。这种混乱系由弗洛伊德的相对论观点所引起，这项观点认为心理学可以帮助我们了解价值判断的动机，但不能帮助确定价值判断本身的正当性。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "弗洛伊德的相对论在其“超我”（Super-Ego即良知conscience）的理论中表示得最清楚。根据这项理论，任何东西只要是父亲的超我和文化传统所表现出来的指令和禁止（commands and prohibitions）体系的一部分，都会变为良知的内容。依这种看法，良知只不过是内在化的权威（internalized authority）。弗洛伊德对超我的分析只是对“权威良知”的分析(26)。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "席洛德（T. Schroeder）所撰的“一个反道德心理学家的态度”（Attitude of One Amoral Psychologist）一文(27)乃是持相对论看法的最佳例证。席氏最后结论认为“每一项道德的评价都出自过去情绪经验上的病态产物——强烈的矛盾冲动”，同时超道德的精神病学家“将以伦理学家对冲动在精神病学上与心理演化上的分类以及理智的方法来取代道德标准、价值及判断”。作者然后开始说明“主张反道德演化的心理学家们对于任何事物的是非并没有绝对的法则或永恒的法则”，因此似乎意味着科学才是“绝对与永恒”的问题。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "席洛德的看法与弗洛伊德的超我理论略有不同。席氏认为道德在本 质 上 乃 与 人 的 固 有 邪 恶 相 对 抗 的 一 种 反 应 形 式 （ reactionformation）。他指出，儿童对性的追求是以双亲当中的异性一方为对象；其结果是儿童憎恨父母并与同性竞争，因此敌对、恐惧、犯罪当然是由这早期情境（俄狄浦斯情结Oedipus complex）所引起。这种理论是“原罪”（original sin）观念的世俗化说法。据弗洛伊德推论，由于这种乱伦和残忍的冲动是人性的主要部分，所以不得不建立伦理的规范使社会生活得以维持。在原始的时候有各种“禁忌”（tabus）制度，后来有较进步的伦理制度，这都是人所建立的社会行为规范用以保护个人和团体不受这些冲动的危害。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "但是，弗洛伊德并非始终维持相对论的观点。他笃信真理是人所必须追求的目标，同时他相信人对此追求的能力，因为人生来就有理性。这种反对相对论的态度在其对“人生哲学”（a philosophy of life）(28)的讨论中已很明白的表现出来。他反对真理“只是我们自己需要和欲望的产物，因为这些需要和欲望是在不同的外界环境中所形成”的理论；依他的意见，这种“无政府主义”的理论破坏了和实际生活接触的契机。他对理性力量以及对统一人类、解脱人类迷信枷锁的能力的信念，具有18世纪启蒙思潮哲学的悲怆性。这种对真理的信念成为他精神分析治疗概念的基础。精神分析在于发掘自己的真理。在这一方面，弗洛伊德继承了从释迦及苏格拉底以来的传统思想：相信真理使人向善和自由（或弗洛伊德所谓“健康”）。分析治疗的目的在于将理性（自我）取代非理性（本我）。依这种观点，分析的情境可以解释为两个人（分析者与患者）从事于追求真理的一种情境。医疗之目的是恢复健康，而医疗的方法是真理与理性。在一种文化里以天赋的诚实为基础，假定一种情境，以求得真诚的坦白，这也许是弗洛伊德天才的最高表现。",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "此外，弗洛伊德在他的性格学（characterology）里，也表示了非相对论的主张，虽然只是蕴含在字里行间。他假定里比多（libido）的发展继续从口部经肛门而至性器阶段，同时健康的人其性器性格占优势。虽然弗洛伊德未曾明白地提出伦理的价值问题，但确实具有与这方面有关的意念：前性器期的性格指向、依赖的性格、贪婪及吝啬的态度等，在伦理上都是比性器性格——也就是有创造性、成熟的性格低劣。因此，弗洛伊德的性格学暗示着德性是人的发展的自然目标。这种发展会被特殊而大部分是外界的环境所阻碍，同时会因此而形成精神病性格。但是，正常成长将产生成熟的、独立的、有创造性的性格，能够爱人和从事工作；在最后分析中，弗洛伊德认为健康和德性是相同的。",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "但是他对性格和伦理学之间的这种关系没有明白地指出。这种关系仍然混淆不清，部分由于弗洛伊德的相对论和没有明白承认人本伦理学价值之间所产生的矛盾，部分是由于弗洛伊德主要着重于精神病的性格而不注重性器及成熟性格的分析和叙述。",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "下面一章，在检讨“人的情境”及其对性格发展的意义之后，逐渐详细分析与性器性格相等的性格——创造性性格。",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "更多好书分享关注公众号：sanqiujun(9) 鲁斯（W. D. Ross）译的Ethica Nicomachea。伦敦牛津大学出版社1925年出版。1102a，第17\\~24页。",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "(10) 同上。1099a，第3\\~5页。  \n(11) 斯宾诺莎（Benedictus de Spinoza）著《伦理学》（Ethics），怀特（W. Hale White）译，史特林（Amelia Hutcheson Sterling）及米尔福（Humphrey Milford）订正。（伦敦牛津大学出版社1927年出版），Ⅲ，命题6。［载于斯克里卜纳Scribner所编《斯宾诺莎全集》（Spinoza Selections）。］  \n(12) 同上注，Ⅳ，命题24。  \n(13) 同注❶所述参考书Ⅳ，绪言。  \n(14) 斯宾塞（Spencer）对伦理学的看法虽然在哲学上有很大的不同，但他认为“好”与“坏”是随人的特别性格；对行为举止的研究系以我们对人的知识为基础。斯宾塞在其致穆勒（J.S. Mill）的信中曾说：“我所主张的意见是，道德（所谓正当行为的研究）为着它的目标而必须决定如何和为何某种行为的方式有害而其他的某种方式有益。这些好与坏的结果不能认为是偶然的，而应该认为是万物特性的必然结果。”——斯宾塞在《伦理学原理》（The Principles of Ethics）一书第1卷第57页中所引述。纽约奥普里顿出版公司出版。  \n(15) 杜威（John Dewey）与陶佛兹（Jame H. Tufts）合著的《伦理学》（Ethics）。纽约亨利荷特出版公司1932年出版（经修订校正）。第364页。  \n(16) 杜威著《人的问题》（Problems of Men）。纽约哲学图书馆1946年出版。第254页。  \n(17) 杜威著《人的问题》（Problems of Men）。纽约哲学图书馆1946年出版。第260页。  \n(18) 杜威著《价值理论》（Theory of Valuation），刊载于《统一科学国际百科全书》（International Encyclopedia of Unified Science）。芝加哥大学出版社，1939年出版。第Ⅺ卷第四号第34页。  \n(19) 杜威著《人性与行为》（Human Nature and Conduct）。纽约现代图书馆及兰顿书店1930年出版，第34页以下。  \n(20) 杜威著《人性与行为》（Human Nature and Conduct）。纽约现代图书馆及兰顿书店1930年出版，第36页。  \n(21) 乌托邦（Utopias）就是手段实行之前所梦想的目的，然而这些梦想并非没有意义；相反地，有些对思想的进步有很大贡献，更无须说已支持了人类前途的信心。  \n(22) 杜威著《人性与行为》，第86页。  \n(23) 一项简短但从精神分析观点而言，对价值问题具有重要贡献的是墨拉海（PatrickMullahy）在1943年5月出版的《精神病学》（Psychiatry）一书中所著“价值、科学方法与精神分析”（Values, Scientific Method and Psychoanalysis）的论说。在本书原稿校订期间，佛鲁格尔（J. C. Flugel）所著《人、道德与社会》（Man, Morals and Society）一书业已问世（纽约国际大学出版社，1945年出版）。这是一位精神分析家首次作有系统和",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "认真地尝试，将精神分析所发现的事实应用于伦理学的理论方面。在阿德勒（J. Adler）所著《人之为人》（What Man Has Made of Man）一书中，对于此问题有一项极有价值的说明与一项从精神分析观点对伦理学的精辟批判——虽然远超过批判的范围。该书系纽约隆曼格林出版公司1937年出版。",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "(24) 参阅杜威著《人的研究》（Problems of Men）第250\\~272页，及赖斯（Philip B. Rice）著《价值判断的类型及其客观性》ⅩⅤ（Objectivity of Value Judgment and Types of ValueJudgment），载于《哲学杂志》第ⅩⅤ卷（1934年）第5\\~14页，第533\\~543页。",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "(25) 弗洛伊德（S. Freud）著《自我与本我》（The Ego and the Id），第133页。里维利（Joan Riviere）与伍尔夫（V. Woolf）合译。伦敦霍迦斯出版社及精神分析学院1935年出版。",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "(26) 本书第四章对良知有更详细的讨论。",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "(27) 《精神分析评论》（The Pyschoanalytic Review），第31卷第3期（1944年7月）第329\\~335页。",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "(28) 弗洛伊德著《精神分析新绪论》（New Introductory Lectures on Psychoanalysis），史普拉特（W. J. H. Sprott）译。纽约诺顿出版公司1937年出版。第240\\~241页。",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "第三章 人性与性格",
        "text_level": 1,
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "我是一个人，  \n一如其他的人。  \n我能看、我能听、我能吃、我能饮与一切动物并无分别。  \n然而我是我，却仅限于我本人，我属于我，  \n而非别人；  \n我不属于别人，  \n也不属于天使或上帝—  \n只有一点那便是我与他并存。",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "艾克哈特《断简》（Master Eckhart, Fragments）",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "一、人的情境",
        "text_level": 1,
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "一个人代表整个人类。他是人种的特例。他就是“他”，同时他等于“一切”；他是有特性的个体，而且在这一点上是唯一的，同时也是人类所有特性的典型。他的人格是由一切人所共有的人类存在特性而决定的。因此，在讨论人格以前必须先讨论人的情境。",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "1．人在生物学上的弱点",
        "text_level": 1,
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "人和动物在生存上主要的不同是：人在适应周围环境的过程中缺乏本能的调节。而动物对其周围环境的适应方式始终如一；如果它本能上的能力不再适合于圆满应付随时都在变化中的环境，那么就会绝种。动物本身会自动改变以适应不断变化的环境，而不是改变它的环境。在这种方式中，它过着和谐的生活，这并不是说不要奋斗，而是说它的固有能力使它变为它的环境中固定不变的部分；它不是适应环境便是趋于灭种。",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "动物本能上的能力越不健全越不固定，则头脑越发达，因此有更强的学习能力。人类可以说是在进化的过程中，其本能的适应力达到最低限的时候出现的。但是人类出现的时候就具有与动物不同的新特质：就是他晓得自己是一个独立的个体，他有记忆往昔、展望未来和使用记号表示事物与动作的能力；他有勾画与了解世界的理性；他具有远超过他理性范畴的想象力。人在一切动物中算是最无能的，但是这种生物学上的弱点也就是人类力量的泉源，是使他发展人类独有特质的主要原因。",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "2．人存在的与历史的二律背反",
        "text_level": 1,
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "自觉、理性和想象力已经瓦解了动物生存的“和谐”（Harmony）特征，并使人类变为异态、变为宇宙的奇物。人是自然界的一部分，受自然法则的支配而无法予以改变，然而他凌驾自然界的其他部分。当他属于自然界一部分的时候，他却被分开了；他无处归宿，然而又和所有人一样被家拴住了。他在一个偶然的时间和地点来到世上，又偶然地被迫离开这个世界。他了解自己，于是体认到自己的无能和生存的种种限制。他看出了自己的结局：死亡。他从来无法摆脱他存在的二律背反：即使他下了很大的决心也无法达到忘我的境界；只要他活着一天，就无法摆脱他的躯体——他之所以不得不活下去，也就是因为他有着躯体。",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "理性是人的福荫，也是他的祸源；理性迫使他无止境地解决无法解决的二律背反问题。在这方面，人的存在和一切其他生物的存在不同；人的存在是处于经常的不可避免的失衡状态中。人的生命不能重蹈人类的常规而“活下去”；他必须依靠自己而活下去。人是唯一会感到厌烦、不满和感觉没有达到安乐的动物。人是唯一会认为他本身的存在有问题的动物，他必须解决这无法避免的问题。他不能够回到和自然界和谐的人类以前的状况中；他必须设法发挥他的理性，一直到他成为大自然和他自己的主宰。",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "人有理性就产生了二律背反的问题，而迫使他永无止境地追求新的解决办法。人类历史的动力与理性的存在无法分开，使他不断地去求发展而且由此创造出一个属于他自己的世界，在这个世界里他自己以及他的同伴们都感到安适自在。他每达到一个阶段都使他感到不满和窘困，而这种窘困又驱策他去寻求新的解决办法。人没有先天的“前进驱力”；他存在的矛盾使他向其所开始的路线前进。他既然失掉安乐、失掉与大自然的和谐，便成为永无止境的流浪者（奥德赛、俄狄浦斯、亚伯拉罕、浮士德）；他被迫向前而且继续不断地努力在他知识的白卷上填以答案，使未知的变为已知。他必须了解自己同时也要了解存在的意义。他被驱使去克服这种内在的分裂，这是由于渴望着“绝对”及渴望着另一种的和谐，而这种和谐却能消除他与大自然、与他的同胞以及他自己隔绝的祸源。",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "这种人性的分裂会产生二律背反问题，作者把它叫做存在的二律背反(1)，因为它正是以人的存在为根源；这些二律背反是矛盾的，人类不能消除此矛盾，但是可以各种方法加以抵制，这和人的品格与修养有关。",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "最基本的存在的二律背反是生与死之间的二律背反。我们一定会死是人类无法改变的事实。人认识了这个事实，正由于有这个认识而深切地影响了他的生活。但是死和生相反，而且与生活的体验无关，同时是不能两立的。对死亡的一切了解，并不能改变死亡不是生命中有意义部分的事实，我们没有其他办法，只有接受死亡的事实；所以，就我们的生命而论这是失败的。斯宾诺莎曾说：“凡是有意志的人都会使生命充实，聪明的人不会往死的方面而是往生的方面去想。”人类一向都在尝试以意理去否定这种二律背反，例如基督教的永生观念假定人有不死的灵魂，从而否认人死后生命即告结束的悲惨事实。",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "人必有死又成为另一种二律背反；虽然每个人都具有人类所有的潜力，但由于他生命的短暂，甚至在最有利的环境下都不容许完全实现这些潜能。只有个人的生命和人类的生命一样长，他才能共享历史过程中所发生的人类进化。人的生命开始和结束都是人类进化过程中的一刹那，所以和个人实现他一切潜能的主张有很大矛盾。对他所认为能够实现和他实际上所能够实现之间的矛盾，他至少有一种模糊的理解。在这时候意理便会假定人死后生命就开始充实，或假定一个人自己的历史时期就是人类最后和最伟大的成就，以调和或否定这种矛盾。此外还认为生活的意义并不在于它获得全部的实现，而在于为社会服务和恪尽社会的责任；个人的发展、自由、幸福依附于国家的福祉、社会或象征着凌驾于人之上的权力，若与这些来比较，个人的一切实在微不足道。",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "人是孤独的同时也是与外界有关联的。他之所以孤独是因为他是一个独特的实体，与任何人不同而且认识到他的自我是独立的实体，当他必须单藉理性的力量来判断或下决心的时候，他必是孤独的。然而他不能忍受孤独，不能忍受和他同胞隔绝。他的幸福完全看他是否觉得和他同胞、祖先以及后代休戚相关而定。",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "与存在的二律背反完全不同的是个人和社会生活的许多历史上的矛盾现象，这些矛盾现象并不是人类生存所应有的现象，而是人为的同时是可以解决的，可以在发生的当时或在人类历史的后期予以解决。当代的矛盾，即在物质上获得满足的许多特殊方法与没有能力将这些方法专门用于人类和平及福祉之间，其中的矛盾可以获得解决；这是不必要的矛盾，是由于人缺乏勇气和智慧所致。古希腊时代的奴隶制度也有许多相当难以解决的矛盾现象，这种现象只有在历史的后期，人类平等的实质基础建立之后才可获得解决。",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "存在的二律背反和历史的二律背反之间的区别非常重要，因为它们之间的混淆不清牵连很广。主要关注历史的二律背反的人都急切地想证明这些矛盾是存在的二律背反，因此无法改变。他们曾企图以“不应该有的不能有”来说服人，同时人应该听从命运的悲惨安排。但是这种把两个矛盾类型混为一谈的企图，并不足以阻止人解决这些矛盾的念头。人的心灵特质之一就是当遭遇到矛盾的时候，不会毫无反应。它会以解决这种矛盾为目标开始行动。人类的一切进步都由于这个事实。人对他已知道的矛盾所采取反应的行动如果受到阻止，那么就应该否定这些矛盾的存在。矛盾的调和与消除是个人生活中的合理化和社会生活中的意识形态（社会所形成的合理化）的功能。但是假如只有合理的答案和真理才能满足人的心灵，那么意识形态不会发生作用。然而人也有一种特性，会把大家所共有的或权威者所主张的思想视为真理。如果和谐的意识形态为舆论或权威者所支持，人的心灵就会得到安慰，虽然不能使他本身完全心平气和下来。",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "人对历史矛盾的反应是以自己的行动去消除这些矛盾；虽然他能采取各种方式加以反应，但他却不能消除存在的二律背反。他能够用缓和与和谐的意识形态去慰藉他的心灵。他能够想法在享乐或工作方面不断地活动以逃避他内心的不安。他能够想法去消除他的自由而使其自己变为外在权力的工具，他让自己沉湎在这些权力之中。但他仍感到不满足、焦虑和不安。只有一个办法能解决他的问题：那就是面对真理，了解他在对其命运漠不关心的宇宙里所陷入孤独和寂寞的基本原因，去体认世界上没有比他更大的力量能够为他解决问题。人必须负起自己的责任并且接受只有以他自己的力量才能够使生命富有意义的事实。但意义并不含有确定性；诚然，寻求确定性会阻碍对意义的追求。不定性才是使人发挥其力量的真正条件。假如他面对着真理而不恐慌，他将会体认到除非人能藉发挥他的力量和过着有创造性的生活而赋予他生命以意义，除此之外生命是没有意义的；同时只有经常警觉、活动和努力才能使我们达成关系重大的一项任务——在我们生活法则所定的限制范围内充分发挥我们的力量。人的困窘、好奇和发掘新问题是毫无止境的。只要他能体认人的情境、他存在的二律背反以及他发挥力量的能力，他才能达成任务；信赖自己、为着自己以及实现他独有的特质——理性、爱及创造才能，以达到幸福的境地。关于人存在的二律背反既然已经讨论过了，我们可以回到本章开始时所说明的要讨论人格必须先了解人的情境。从心理学必须以人类学与哲学上的人类观念为依据的说法来看，可以使这项说明的意义更加明确。",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "人的行为最明显的特征是人所表现的极强烈的情欲和意志。弗洛伊德对于这种事实的体认比任何人都透彻，他曾经试图以当时的机械论和自然主义的思想来解释这种特征。他曾假定凡不是明显表示自卫本能和性本能（或如他在后期所述的生命和死的本能）的激情，只是更间接、更复杂地表现出生物的驱策力。但是他这种假定虽然颇有见地，但其否定人的热烈追求大部分不能以他本能的力量来解释的事实却不能令人信服。即使人的饥渴和性的追求完全获得满足，“他”并没有得到满足。正和动物成对比，他的最迫切问题只是刚刚开始而并未获得解决。他追求权力或爱或毁灭，他为了宗教、为了政治、为了人文主义的理想而冒生命的危险，而这些追求构成和表现人的生命特质。诚然，人并不是只为了生存而活的。",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "这种说法与弗洛伊德的机械论和自然主义的解说恰好相反，而被解说为人有一种天生的宗教需要，这种需要不能以他的自然生存来解释，乃须藉凌驾于他之上同时由超自然力量所产生出来的某些东西加以解释。然而后者的假定是不必要的，因为这种现象可以藉对人的情境的充分了解予以说明。",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "人类存在的失调所产生的种种需要远超过人类最早期的动物需要，这些需要产生了不可避免的驱策力，使他自己与本性之间恢复统一和平衡。他的想法是首先在思想上恢复统一与平衡，在方法上是于心中勾画出包罗万象的世界形象作为参证的基础，据此得出他应该在何处立足以及应该做些什么。但是这些思想体系并不健全。假如人只是一个脱离肉体的智者，那么他将以广博的思想体系来达到其目的。但是因为他具有肉体和思想，他必须对其存在的二律背反不但在思想方面而且在生活的过程、感情以及行动方面加以反应。他必须追求在其存在所有领域里的统一和单一的经验，以便获得新的平衡。因此，认识环境的良好体系不但含蓄智能上的因素，同时也包括人类在各方面努力的行动中所要实现的情感和意念因素。信仰一项目标或一种思想或一种凌驾于人的力量（如上帝），就是表现出在生活过程中有这项完整的需要。",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "解决人对认识环境和信仰的需要，在内涵和形式两方面都迥然不同。有些原始的制度诸如相信灵魂和崇拜图腾，也就是以自然的物体或祖先来代表人追求意义的答案。有些是无神论的制度如佛教，虽然其原始形态并没有神的观念，但通常也称为宗教。有些是哲学上的体系，如斯多葛学派（Stoicism），同时还有一神教的制度，以神的观念来解决人对意义的追求。在讨论各种各样制度当中，因专门名词上的困难而受到阻碍。假如由于历史上的种种原因，不是为了“宗教”一词系指一种以神为中心的有神论制度的事实，我们可以将这些制度都称为宗教制度。我们只是在文字中没有一个共通的字眼可以表示有神和无神的两种制度——也就是说，一切思想体系凡是解答人对意义的追求以及人要使存在有意义所做的努力都可用这个共通的字眼来表示。由于没有更适当的字眼，因此作者把这些制度叫做“认知环境与信仰制度”（frames of orientation and devotion）。",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "但这里所要强调的是有许多其他追求被视为完全世俗的，这些都是基于相同的需要，由此产生了宗教及哲学制度。我们可以想一想在我们这个时代所看到的：我们看到了在我们的文化里无数人醉心于达到成功和声誉。我们不但曾经看到同时现在也看到在其他的文化里，也有疯狂的醉心于征服和统治的极权制度。我们觉得惊奇的是这些欲望的强烈程度，通常所产生的往往比自卫的驱策力还强。我们很容易被这些目标的世俗内涵所欺骗，而把它们解释为性或其他类似生物学上追求的结果。但追求这些世俗目标的强烈程度和狂热，并不显然与我们在宗教方面所发现的相同；所有这些认知环境和信仰的世俗制度虽然内涵不同，但在基本需要上则相同，而这也就提供了世俗制度的答案？在我们的文化里，整个状况是如此含混不清，因为大多数人“相信”一神教，而他们的实际信仰则比任何基督教形式更接近于崇拜图腾和崇拜偶像。",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "但我们必须再进一步的探求。先了解这些文化所形成的世俗追求的“宗教”性质，然后对神经症和非理性的追求才有所了解。我们必须认为后者是人对认识环境和信仰所作追求的答案——个别的答案。一个人如果他的经验“受家庭影响”而且他没有能力独立行动，事实上他是一个信仰原始祖先的人，同时在他与千千万万信仰祖先的人之间所不同的是他的制度是个人而不是文化上所形成的。弗洛伊德认识了宗教与神经症之间的连带关系并且将宗教解释为一种神经症，然而我们所得的结论是，一种神经症应该解释为宗教的一种特别形态，主要在于它个别的、非定型的特性。关于人的动机和一般问题我们所得到的结论是：虽然所有人都需要一种共同性的认知环境和信仰制度，但满足这种需要的制度其特有内涵则不相同。这些不同属于价值上的不同；成熟的、有创造性的、有理性的人将选择使他成熟、有创造力和有理性的制度。凡是在发展方面受到阻碍的人必是回复到原始的和非理性的制度，进而延长和增加他的依赖性及非理性。他将停留在人类数千年以前即已克服过的环境里。",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "由于对认识环境和信仰制度的需要是一个人生存的固有部分，我们不难了解这种需要的强烈程度。诚然，人没有其他更有力的能量来源。人在有和没有“理想”之间并无选择的自由，但他可以在各种不同的理想以及沉湎于崇拜权力和毁灭与献身于理性和爱之间去选择。所有人都是“理想主义者”，而且要追求获得实际满足以外的东西。他们所相信的理想种类不同。人思想最好的但也是最坏的表现，不是他的肉体而是他精神上的这种“理想主义”。因此相对论者认为某些理想或某些宗教感是有价值的观点，其本身是危险而错误的。我们必须了解每种理想，包括那些在世俗意理中表现的人类相同的需要，同时我们必须就这些意理的真理、对人的力量发挥增进程度、对人人在他的世界里所需要获得真正平衡与和谐的程度等加以判断。但要了解人的情境必须先了解人的动机。",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "二、人格",
        "text_level": 1,
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "人都是一样的，因为他们都有人的情境及其固有的存在的二律背反；他们善于以特殊的方法解决人的问题。无穷多的各种各样人格，其本身就是人存在的特征。",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "关于人格问题，我了解先天和后天的全部精神特质，这些特质是个人的特征，也是使个人与众不同的地方。就全盘而言，先天与后天特质之间的差异与一方面的脾性、天才、所有先天精神特质及另一方面的性格之间的差异相同。虽然脾性的不同在伦理学上并不重要，但性格上的差异则构成伦理学上真正的问题。这些差异表现个人在生活技艺方面的成功程度。为避免一般对脾性（temperament）和“性格”（character）两个名词用法的含混不清，我们先就这些名词加以简单的讨论。",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "1．脾性",
        "text_level": 1,
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "希腊名医希波克拉底(2)把脾性分为四类：胆汁质（choleric）、多血质（sanguine）、神经质（melancholic）及黏液质（phlegmatic）。多血质及胆汁质反应方式的特点是容易激动和迅速改变兴趣，前者的兴趣微弱，后者的兴趣浓厚。反之，黏液质及神经质的特点是固执，但是兴趣的激动缓慢，黏液质的兴趣微弱，神经质的兴趣强烈(3)。据希波克拉底的看法，这些不同的反应方式和各种不同的体质有关。（值得注意的是，在一般用法上只需记住这些特质的反面：今天胆汁质就是指易怒；神经质指抑郁；多血质指过分乐观；黏液质指过分缓慢。）这些脾性的种类，直到冯特（Wundt）时都被大多数研究脾性的学者所使用。关于脾性类型近代最重要的观念是荣格、克勒斯克摩（Kretschmer）及席尔顿（Shelton）等所创的观念(4)。",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "在这方面，尤其是关于脾性和身体变化的进一步研究，其重要性是毫无疑问的。但是须明确分清性格与脾性之间的不同，因为这两种观念的混淆不清曾经阻碍了性格学和脾性研究的进展。",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "脾性系指从反应的方式而言，是属于先天的而不能改变的；性格主要是由一个人的经验，尤其是早年经验所形成的，同时会受见识及各种新经验的影响而改变至某种程度。例如，假若一个人有胆汁质的脾性，他的反应方式是“快而强”。但他究竟是怎样的快而强，端视其和这方面相关联部分的性格而定。如果他是一个有创造性、公正、忠实的人，当他付出爱的时候、当他被不公正所激怒的时候，以及当他感受新观念的时候，就有迅速而强烈的反应。如果他是一种破坏或虐待狂的性格，他在破坏或残忍行为方面将迅速而强烈。",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "脾性和性格之间的混淆不清，在伦理方面产生严重的影响。关于脾性方面的差异，只是属于主观的偏差问题。但性格方面的差异在伦理学上极为重要。以下所举的例子，也许有助于对这一方的了解。戈林（Goering）和希姆莱（Himmler）是不同脾性的人——前者是属于循 环 性 神 经 质 （ cyclothyme ） ， 后 者 是 属 于 分 裂 性 神 经 质（schizothyme）。依主观偏爱的观点，一个偏向于循环性神经质的人，在这两个人当中，较“喜欢”戈林，反过来也是一样。但是依性格的观点，这两个人有一种共同的特质：他们是野心勃勃的虐待狂。因此，依伦理学的观点，他们同样属于“恶”的一类。相反的，在有创造性的性格当中，一个人也许主观地喜欢胆汁质而不喜欢多血质的脾性；但这种判断并不能构成对这两个人的价值判断(5)。",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "在应用荣格的脾性观念（即“内向”和“外向”）时，我们常常发现有些混淆不清的地方。偏好外向的人则会将内向形容为抑制的和神经症的；偏好内向的人则会将外向的人形容为肤浅、缺乏涵养与深度的。这种错误在于将一种脾性是“好”人与另一种脾性是“坏”人相比较，同时把价值上的差别归因于脾性上的相异。",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "脾性和性格之间的混淆不清对伦理学的影响显而易见。为便于讨论伦理学理论起见，我们必须凭藉性格的观念，这既是伦理判断的主题，也是人类伦理发展的目标。此外，我们亦须首先澄清传统上混淆不清的背景，在这种情形下所谓混淆不清，主要是动态的性格观念与行为的性格观念之间的不同。",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "2．性格",
        "text_level": 1,
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "a 动态的性格观念 ",
        "text_level": 1,
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "性格特征在过去和现在，都被注重于行为的心理学家们认为与行为特征同义。依这种观点，性格的定义是“某一个人特有的行为常规”(6)，而其他的作者如麦克道格尔（William McDougall）、戈登（R. G.Gordon）及克勒斯克摩等则强调性格特征中的欲求和动态特征。",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "弗洛伊德首创了最切实最精辟的理论，成为以行为作基础（但与行为不相等）的追求体系。为了解弗洛伊德所创的动态性格观念，在行为特征与性格特征之间作一比较将有很大的帮助。行为特征是依据第三者可以观察出来的行动。因此，例如对“勇敢”的行为特征的解释是：为达成某一种目的而甘冒幸福、自由或生命危险的行为。或对节俭行为特征的解释是：以节省金钱或其他物质为目标的一种行为。但是，假如我们研究这种行为特征的动机（尤其是潜意识的动机），我们发现行为特征包括许多完全不同的性格特征。勇敢的行为可能受到野心所激动，因此一个人才会在某种状况下冒着生命危险而使他被赞誉的欲望得到满足；这种行为也许是受到自杀的冲动所激发，这种冲动驱使一个人去寻求危险，因为他有意识或无意识地轻视自己的生命而想毁灭自己；勇敢的行为也可能由于完全缺乏想象力所刺激，所以一个人有勇敢的行动是因为他不知道会遭遇到危险；最后，勇敢的行为也可能由于为了真正献身于理想或目标而激发，这种动机通常被认为是勇敢的原动力。表面上看来，以上所列举的一切行为虽然动机各不相同，而实质上都是相同的。我之所以作“浅显”的解释是因为如果一个人能够仔细观察这种行为，他就会发现动机不同也会使行为上产生微妙的不同。例如，一位在作战中的军官，假如他的勇气是由献身于一种思想而不是由野心所激发的，那么在各种状况下的行为均不相同。在第一种状况中，如果所冒的危险与所要达成的战术目标不相称，他将不会发动攻击。在另一方面，假如他被虚荣心所驱使，这种欲求会使他不顾自己和士兵们的危险。他的行为特征在这种情形下显然是极端模糊的。其他例证是关于节俭方面。一个人的节俭也许是因为经济环境关系而不得不如此；也许他的节俭是因为具有吝啬的性格，只为达到节约的目标而不顾实际上的需要。由此也可看出，动机可以产生不同的行为。以上所说第一种节俭的人对于在何种状况下需要节俭，何种状况下应该花钱，能够分辨得非常清楚。第二种人不管怎样都要节俭。另一种可以由不同动机来断定的是关于行为的预测。在一个士兵的勇敢是被野心所激发的情形下，我们可以预测的只是在值得勇敢的时候才有勇敢的行为。如果一个士兵的勇敢行为是为了献身于理想，我们可以预测无论他的勇敢是否会得到表彰，对于他的行动没有什么影响。",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "弗洛伊德的潜意识动机观念与他的性格特征的欲求本性理论有密切关联。他承认伟大的小说家和戏剧家们曾经所熟知的见解：如巴尔扎克所说，性格研究是以“激发人类动机的力量”为对象；人的行动、感觉和思维方式大部分系由他性格的特征所决定，并非仅仅是对真实状况合理反应的结果；同时“人的性格就是他的命运。”弗洛伊德承认动态的性格特征，承认一个人的性格结构代表一个特殊形式，在生命过程中的能量（energy）都是依此方式而获得诱导。",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "弗洛伊德曾想将他的性格学与里比多理论合并来证明这种性格特征的动态本质。根据19世纪末叶在自然科学方面流行的实用主义思想所假定，能量在自然和精神现象中乃是一种实质上而不是关系上的实体，弗洛伊德认为性的驱策力是性格的能源。他以许多复杂而有见地的假定，将不同的性格特征解释为各种性驱力的“升华”或“反应形态”。他将性格特征中动态的本质解释为源于里比多的表现。",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "精神分析理论的进步，也和自然科学与社会进步的结果一样获得了新的观念。这种观念并不是在根本上以孤立的个人思想为基础，而是以人与其他人、与自然以及与自己的关系为基础。根据假定，就是因为这种关系才能管制、调节人的欲求中所表现的能量。沙利文（H.S. Sullivan）乃是这种观念的先驱者之一。他曾依此为精神分析所下的定义是：“一种人与人之间关系的研究。”",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "以下所介绍的理论有几项要点是依照弗洛伊德的性格学：假定性格特征是行为的基础同时行为必须从性格特征推断而来；性格特征所构成的力量虽然强大，但人也许完全不自觉。此外依照弗洛伊德的假定，性格的本体并非单一性格特征而是整个性格结构，许多单一的性格特征都是由此形成。这些性格特征应视为一种特别的结构——或所谓性格指向而形成的综合特征。我将仅介绍极少数几种基本指向所形成的性格特征。其他的几种性格特征也同样予以讨论，同时可能显示出这些性格特征也是基本指向或这种主要性格特征与主要脾性特征混合所产生的结果。但是，许多通常列为性格特征的其他特征将被发现并不是我们所认为的性格特征，而是纯粹的脾性或仅是行为特征而已。",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "这里所提出的性格理论与弗洛伊德的性格理论主要不同的是，性格的根本基础并不是里比多的各种类型而是人与外界关系的特殊类型。在生活过程中，人藉（一）获得和同化事物以及（二）使自己与人们（及自己）发生关系的手段而使自己与外界发生联系。前者谓之同化过程；后者谓之社会化过程。这两种关系形式都是“开放”的，同时并非像动物一样是先天所决定的。人可以从外界来源接受或取得或由自己的力量生产制造而获得东西。但是他必须以某种方式去获得和同化，以满足其需要。同时，人不能够单独生活而与其他人不发生关系。他为了防卫、为了工作、为了性的满足、为了游乐、为了养育年轻的一代、为了知识的交流及物质的占有而必须与其他人发生关系。除此以外，他需要和其他群体联系。完全孤立是难以忍受的，同时也与健全的生活相违背。人可用各种方式与其他人发生联系：他可以爱或恨；他可以竞争或合作；他可以平等或权威、自由或压迫为基础，建立一个新的社会制度；但他必须以某种形式来建立关系，而这种关系的特殊形式就表现出他的性格。",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "个人藉以与外界接触的这些指向，构成了一个人性格的主要部分。性格可以解释为：在同化和社会化过程中用以诱导人的能量的（较固定）方式。这种精神能力的诱导具有极有意义的生物学功能。因为人的行动并不由先天本能的模式来决定，所以假如人每次行动，每次采取步骤的时候都要下审慎的决心，那么生活就太不稳定了。相反，许多动作需要迅速完成而不容许作有意识的考虑。此外，假如一切行为都是根据审慎的决心，则会发生很多不符合自然功能的错误行动。依据行为主义者的看法，人知道养成动作和思想的习惯以获得半自动反应，这些习惯也就是所谓的条件反射（conditioned reflexes）。虽然这一看法具有某种程度的正确性，但它忽略了一项事实，就是属于一个人的特征而不肯改变的根深蒂固的习惯和意见是由性格结构所产生的：这些习惯和意见表现出特别的形式，在这形式当中，能量已经受到性格结构的诱导。性格体系可以视为人类用以代替动物的本能机能。一旦能量受到某种方式的诱导，所采取的行动会与“性格相符合”。就伦理上而言，也许不希望有某种特殊的性格，但它至少使一个人的行动达到相当的一致，同时能够免除每次都须重新下定审慎决心的负担。他可以安排适合于他性格的生活，而由此在内外情境之间产生某种程度的一致性。此外，关于一个人的意志和价值方面，性格也具有一种选择性的功能。由于对大部分人而言，意念似乎对他们的情绪和愿望以及合理的推论无关，所以他们觉得对外界的态度是由他们的思想和判断来决定，实际上这些思想和判断是性格所产生的结果，就像行动是性格的产物一样。这项证实因其使行动显得合理而切实，所以具有稳定性格结构的作用。",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "性格不但具有使个人行动一致而“合理”的功能；它也是适应社会的基础。儿童的性格随着父母的性格而形成，也受父母的影响而发展。父母及其训练儿童的方法又是依其社会的文化而决定的。一般家庭是社会的“精神培养者”，儿童为使自己适应家庭所养成的性格，使其尔后在社会生活中能适应其所必须执行的工作。他所养成的性格能使他去做他所应做的事情，而且他和同一社会阶层或文化的大多数人都共同具有性格的核心。事实上一个社会阶层或文化的大多数人性格的主要部分都是一样的，而且，我们可以说一种性格就是代表某种文化的大多数人所共有的性格结构核心，由此就可看出性格形成受社会及文化形态所影响的程度。但是我们必须区别个人性格与社会性格；在同一文化里每一个人性格各不相同。这些差异部分由于父母人格的不同以及儿童所生长的个别社会环境的不同，包括精神与物质两方面。就实验遗传学方面来说，个人性格的形成系由脾性及体格受到它生活经验（包括个人的经验及文化方面的经验）的影响而决定。两个人的环境绝对不会相同的，因为体格的不同使他们对同一环境的经验多少有点差异。仅是个人顺应文化形态所养成而在个人的性格中没有根深蒂固的行动与思想习惯，在新的社会形态影响下很容易改变。在另一方面，假如一个人的行为是以性格为根源则充满了能量，只有当一个人的性格发生变化时才会改变。",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "在以下的分析中，非自发创造性指向与自发创造性指向截然不同(7)。必须注意的是，这些属于“理想式”的观念，并非对某一个人的性格指向作个别讨论，但任何一个人的性格通常有这些指向的全部或部分，只不过其中有一种指向特别显著。最后我在此要说明的是，在讨论非自发创造性指向时只是将反面的部分提出，而对正面部分留在本章后面再加以简短讨论(8)。",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "b 性格的类型：非自发创造性指向",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "（1）接受指向",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "属接受指向的人会感到“一切好的来源”都在外面，同时他相信要得到他所需要的——无论是物质上的或是爱情、爱、知识、快乐—唯一的方法是从外面获得。在这种指向中，爱的问题几乎完全是“被爱”而不是去爱人。这种指向的人对爱的对象选择常常分不清，因为他们过分需要被任何人所爱，所以任何人只要爱他们或似乎爱他们，他们都会被“迷住”。这种人对给予爱的这一方任何的缩回或拒绝非常敏感。在思维方面这种人的指向也是一样：如果是有理性的，他们会是最佳的听众，因为他们的指向是接受意见而不是发表意见；如果让他们自己发表意见，他们就觉得毫无办法。这种人的基本想法是找些人提供他们所需要的消息而自己不肯费一点力量。这种人如果是笃信宗教的，就会希望一切都由上帝赐予，而自己毫无作为。如果不是笃信宗教的，他们对人或群体的关系大致也是一样；他们经常寻求一个“奇妙的帮助人”。这种人表现出与众不同的忠心，实际上就是对帮助他们的人表示感谢，同时害怕会失掉这些帮助。由于他们需要很多帮助才觉得安全，所以他们一定要忠于许多人。他们很难说一个“不”，而且他们很容易陷于忠心和允诺的矛盾之中。因为他们不能说“不”，所以他们乐于对每一件事及每一个人说“是”，结果他们有限的判别能力濒于瘫痪而使其更加依赖别人。",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "他们不但依赖权威以获得知识和帮助，而且依赖一般人以获得任何一种援助。他们在独自一个人的时候便觉得不知所措，因为他们感到没有人帮助就不能做任何事情。凡是在本质上只能独自采取行动—下决心和履行责任的时候，这种帮助尤其重要。例如，在个人关系上，他要对哪一个人的事情有所决定时就会去征询这个人的意见。",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "这种接受型的人非常爱好吃喝。这些人常会藉吃喝来克服焦虑和沮丧。嘴部有一项显著的特征；两唇常会张开，好像不断希望被喂食的样子。在他们的梦想中，受供食就表示被爱，受饥饿就表示挫折和失望。",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "大体上说，属于这种接受指向的人，外表乐观而且友善；他们对生活和生活的才能具有某种信心，但当他们的“供应来源”受到威胁的时候，他们就会感到焦虑和心神错乱。他们常常有一种助人的诚挚热心和愿望，但是替别人做事情也具有争取好感的作用。",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "（2）剥削指向",
        "text_level": 1,
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "剥削指向也如同接受指向一样具有它基本的前提，就是觉得一切好的都在外面，一个人不管需要什么都必须在外面寻求，而且一个人不能创造任何东西。但这两种指向之间不同的是，剥削型不希望接受别人东西当为礼物，而是利用强迫或诡诈手段取自别人。这种指向的人活动范围很广。",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "在爱和爱情方面，这些人常常强求和笼络。他们只是对能够自其他人手上抢过来的人感到兴趣。对象是否有吸引力要看一个人是否有其他人在眷恋他；他们不会爱上没有恋人的人。",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "对于思想和学识方面的追求，我们发现也有同样的态度。这种人不会创造新观念而是去窃取别人的观念。可能直接用剽窃方式，或更狡狯地把其他人所发表的思想用不同的词句加以重述而坚持说是他们自己所创的新思想。显然，具有很高智慧的人常常这样做，虽然他们依靠自己的天才很可能独创自己的思想。在其他方面有天才的人缺乏创意或不会独立创造，常常是因为属于这种性格指向而不是先天缺乏创造性。他们对物质方面的指向也是如此。他们能够自其他人取得的东西似乎总是比自己所能创造出来的任何东西强。他们利用任何人及任何东西并从中榨取。他们的座右铭是：“偷来的水果是最甜的。”因为他们想利用别人，所以他们“喜欢”那些可以利用的人（不管有否把握），而且“讨厌”那些已经被他们榨取过的人。最极端的例子是有窃盗癖的人，他们虽然有能力购买，但只喜欢能偷得来的东西。",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "这种指向的象征似乎是巧言令色的嘴，这也是这类人的最显著的特征。他们的态度掺杂着敌对和蒙混。每个人都是榨取的对象，同时依据他的利用价值加以判断。这类人并没有具备接受指向型的信心和乐观的特征，而是集猜疑、尖刻、羡慕、嫉妒之大成。由于他们要从别人处取得东西才能获得满足，所以常常对别人所有的估计过高，而对自己所有的估计过低。",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "（3）储积指向",
        "text_level": 1,
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "接受和剥削型都是同样地想从外界取得东西，但储积指向在本质上却截然不同。这种指向的人对可以从外界获得的任何新东西缺乏信心；他们的安全感是以储蓄和节省为基础，而觉得消费是一种威胁。他们好像在自己周围筑起一道防护的围墙，其主要目的是尽量把东西收入这个坚强阵地之内，并尽量使东西少漏出去。他们的吝啬包括金钱、物资以及感情和思想方面。爱情主要是一种占有；他们不给予爱但想藉占有“所爱的人”而获得爱。有储积指向的人对别人甚至对回忆都表现出一种特别的忠实。他们的多愁善感使得过去的一切都显得可贵；他们紧紧地抓住它同时沉湎于以往感情和经验的回忆中。凡事他们都知道，但他们没有能力作有创意的思想。",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "我们也可以从这些人的脸部表情和姿态加以辨认。这些人的嘴唇紧闭；姿态方面表现出固执的样子。接受型的态度似乎良好而活泼，剥削型的态度是积极而机警，而储积型的态度则是畏缩的（有棱有角的），好像他们要强调其与外界之间的藩篱。这种态度的另一特征是有条不紊。这一型的人对事物、思想或感情都是有条理的。他不能忍耐东西的零乱而会自动地重新加以整理。对他来说，外界的人好像要冲进他坚强的阵地；井然有序象征着控制外面的世界，一切东西的放置、保存都有适当的位置，以免出现被侵犯的危险。他的强制性清洁是他需要脱离与外面世界接触的另一种表现。一切东西如不在他的藩篱之内都被认为是危险和“不干净”的；他藉与宗教所规定凡是和不干净的东西或人接触后必须进行宗教的洗礼一样的强制洗涤，以消除有威胁性的接触。一切东西不但安放在适当的位置，而且也要有适当的放置时期；特别守时是储积型的特征，这是控制外面世界的另一方法。如果觉得外面世界对他的坚强阵地是一项威胁时，他的合理反应就是固执。他经常以“不”字作为抵御入侵的自动防卫。防止被推挤的办法是坐得稳固。这些人常会感到他们只具有固定的力量、能力或意志力，而这份储存量被使用就会慢慢地减少或枯竭而无法补充。他们不明白一切有生命的实体是具有自动补充的功能的。同时一个人力量的活动和使用则会使它增强，停止不用反会瘫痪；对于他们来说，死亡和毁灭比新生和成长更现实。对于创造的奇迹，他们只是听而不信。他们的最高价值是秩序和安全；他们的座右铭是：“天下没有什么新鲜的东西。”在他们对其他人的关系方面，友好乃是一项威胁；对一个人远离或占有就是安全。储积指向的人常会猜疑同时有一种特殊的正义感，实际上也就等于说：“我是我的，你是你的。”",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "（4）市场指向",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "市场指向成为显著的性格特征只是近代的事。为了了解它的本质，我们对现代社会中市场的经济功能不但须视为和这种性格指向相似，而且须视为现代人发展这种指向的基础和主要条件。",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "以物易物是最古老的经济功能。但是，传统上的地方市场在本质上和现代经济主义所发展的市场截然不同。在地方市场上的物物交换提供了达到商品交换目的之机会。生产者和顾客彼此都熟悉；他们是很小的团体；大家都明了需求的状况，所以生产者可以针对这种需求而生产。",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "现代的市场(9)不再是一个集会的场所，而是一个以抽象而且与个人无关的需求为特性的机器。生产者为这个市场而生产，而不是为熟悉的一批顾客而生产；市场的判断是根据供求律；同时它决定商品能否出售以及售卖的价格。例如，无论一双鞋的“使用价值”如何，假如供过于求，则某些鞋类在经济上将被判处死刑；这些鞋也许根本就不应该生产。就商品的“交换价值”而论，交易日就是“判决日”。",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "读者也许会反对，这样叙述市场状况未免过于简单。生产者一定会先行判断需求，同时在垄断状况下甚至对市场也能获得某种程度的控制。然而，市场的正常功能始终具有充分的支配力并对都市中产阶级的性格形成产生了深邃的影响，同时由于后者对社会与文化的影响，使整个人口都受到影响。由于市场的价值观念以及所着重的是交换价值而非使用价值，致使对人们尤其对自己也形成了价值的观念。凡是以自己作商品而且以个人价值为交换价值的性格指向，我称之为市场指向。",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "在今天，市场指向不断地迅速发展，与之同时发展的是一种新的市场——“人格市场”，这是最近数十年才有的现象。职员及售货员、商业主管及医生、律师及艺术家等都在这种市场上出现。诚然，他们的合法身份及经济地位各不相同：有些是独立的，以提供服务收取费用；其他是被雇用而支领薪水的。但是，所有这些人都依靠需要他们服务或雇用他们的那些人的个人接受，才能获得物质上的成就。",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "对人格和商品市场的研判原则都一样：一种所销售的是人格，另一种所销售的是商品。这两种市场都着重于交换价值，使用价值虽属必要，但并非一项充分的条件。诚然，如果人们仅具有磊落的人格而不专精于他们所必须执行的工作，我们的经济制度无法发生功效。一位纽约的医生如果没有最低限度的医学知识，即使他的医疗态度和医疗设备最佳也不会有所成就。一位秘书即使有最招人喜悦的人格，如果打字的速度不够水准，也不免会失掉她的工作。然而，如果我们要问成功条件所必备的技术和人格各占的比重如何，会发现除了特殊状况外，成功绝大部分要靠技术以及人类的某些德性，诸如诚实、正派和廉洁。虽然成功的必要条件在技术及人类德性与“人格”之间比重不同，但是“人格因素”常常占最重要的部分。成功大部分依靠他在市场上是怎样推销自己的，他的人格被人欣赏的程度如何，他的“包装”是否精美；他是否“爽朗”、“健全”、“积极”、“可靠”、“进取”；此外，他的家庭背景如何、他参加何种俱乐部，以及他是否认识有关人士。所需要的人格类型一部分须视一个人的工作是哪一种特殊的部门而定。一位股票经纪人、一位推销员、一位秘书、一位铁路主管、一位大学教授或一位旅社经理各须具有不同类型的人格，但除了这些不同的人格外都须符合一项条件：有此需求。",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "为了达到成功，只具有执行某项工作所需的技术和才能尚嫌不足，此外还必须能够与其他人竞争而将自己的人格“推销”出去，这种事实便形成了对自己所应取的态度问题。假如为了生活凭藉一个人所知道的和所做的就足够的话，那么一个人的自尊将和他的能力成正比，也就是说和他的使用价值成正比；但是由于成功大部分须视一个人如何推销他的人格而定，所以他便体验到自己是一项商品或者说得更恰当点，他既是推销人同时又是被推销的商品。一个人所关心的并不是他的生活和幸福，而是有没有销路。假如商品也有感觉和思想的话，这种感受可以与商品相比。例如柜台上的手提包，每一个都想使它自己尽量“媚人”以吸引顾客，同时尽量使它看起来非常高贵，以获得比其他手提包更高的售价。能以最高价格售出的手提包则觉得趾高气扬，因为这就等于它是最有“价值”的一个；没有卖出去的则感到沮丧而自认为毫无价值。但是有一种手提包虽然外表最佳、用处最大，但因为式样改变而不幸过时了，也可能遭遇到这种命运。",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "一个人就像手提包一样，在人格市场上必须能赶上时髦，而且为了赶上时髦他必须知道最需要的是哪一种人格。这种知识是在教育的整个过程中——从幼稚园到大学一般都得到传授，再由家庭教育补助之。但是在早期所获得的这种知识是不够的；它只强调某些一般的德性，诸如怎样适应环境、怎样表现雄才大略，以及怎样迎合其他人随时都在改变的期望等。我们可以自其他地方看到许多成功典型的更具体事例。各种画刊、报章及新闻片等都展示有各种成功人物的照片和事绩。图画广告亦具有相同的功能。在成衣的广告中所刊出业务经理的照片就是一个榜样，由此可以看出一个人如果要在现代人格市场上赚“大钱”的话，应该是什么样子。",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "对一般人传授理想的人格典型，最重要的就是电影。年轻女子想模仿身价百倍的明星的面部表情、发型、姿态等作为最有希望的成功途径。年轻的男子想学到跟他在银幕上所看到明星一模一样的典型。虽然普通人对最成功人的生活几乎没有机会接触到，但他和电影明星的关系却不同。实际上，他和明星们也没有真正的接触，而他能在银幕上一次又一次地看到他们，能够和他们通信同时获得他们的照片。依时代而论，在过去演员虽然在社会上没有什么地位，但他们仍然能将伟大诗人的作品向大众传播，我们的电影明星虽然没有伟大作品或思想可以传播，但他们的功能是作为普通人与“伟大”人物之间关系的媒介。即使普通人不能和他们一样成功，但他可以想办法仿效他们；一般人把伟大的人物当作圣人，同时因为这些人有成就，所以成为生活上的榜样。",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "由于现代人体验到自己既是市场上的售货者又是被出售的商品，所以他的自尊端视他所无法控制的状况而定。假如他“成功”了，他就有价值；反之则毫无价值可言。这种指向所产生的不安全程度几乎不能予以忽视。假如一个人感到自己的价值主要不是由他所具备的人类德性构成，而是由于他在状况不断变化的一个竞争市场上所获得的成功构成，那么他的自尊一定是靠不住的，而且经常需要由其他人予以证实。因此，一个人被迫不得不奋力求得成功，而任何挫折对他的自尊来说都是一项严重的威胁；无助、不安全和自卑等感觉就是由于这种状况所造成的。假如市场的变化可以评断一个人的价值，那么尊严和荣誉感则被破坏无遗了。",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "然而这不但是自我评价和自尊的问题，而且也是一个人体认到自己是独立个体（自体）的问题。我们随后将可明白，成熟的和自发创造性的人，其自体的感觉是从体验他自己是具有力量的行为者而产生的。这种自我感觉的意义可以简单的解释为“我就是我”。在市场指向方面，人所面临着的是自己力量变为一项被人拿去的商品。他不是一个拥有力量的人，而是遮掩力量的人，因为他所关心的不是在运用力量过程中的自我实现，而是在售卖权力过程中他是否成功。他的力量和力量所产生的作用之间便有了距离，变为与其不相关的东西，是被其他人评价和利用的东西；因此，他的自体感和他的自尊同样起了动摇；这种自体感的构成变成基于他所能扮演的一切角色：“我就是你所需要的。”",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "易卜生曾在《培尔·金特》（Peer Gynt）一剧中表现了这种自我状态：培尔·金特想发现他的自我，但他发觉自己就像一颗洋葱一样—能够被一层层地剥开而找不出核心。因为人如果对自体产生怀疑就无法生存下去，故其在市场指向中所必须获得自体实证并不是依据他的自我而是依据别人对他的看法。他的声望、地位、成就，以及其他人知道他是某种人的事实代替了真正的自体感。这种情境使他完全依靠于其他人对他的看法，而且迫使他继续扮演着曾经一度有所成就的角色。如果我和我的力量被互相分开了，那么我的自我确是以我卖得的价钱而构成的。",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "一个人体验别人和体验自己在方式上是一样的(10)。其他人被体验为和自己一样是商品；他们除了表现出可售卖的部分外也不能表现出自我。人与人之间的不同变为只是有多少成就，多少吸引力，乃至多少价值的量方面的差异。这种情形和市场上商品的情形没有两样。一幅画和一双鞋既可以使用也可以变为他们的交换价值——价格；许多双鞋“相等”于一幅画。同样，人与人之间的不同也变为一种共同的成分，也就是在市场上的价格。他们的个体对他们来说虽然是独一的和独特的，但却变得毫无价值而且事实上是一个无关重要的东西。独特的（peculiar）这个词的含意非常能够表达这种态度。这个词并不意味着人的最大成就（属于发展个体的成就），而成为与奇怪的（queer）一词的同义词。平等（equality）这个词的意义也已经改变了。关于人生来平等的观念其含意是，所有人都具有相同的基本权利，认为他们自 己 是 目 的 而 不 是 手 段 。 今 天 ， 平 等 已 相 当 于 可 交 换 性（interchangeability）一词的含意，简直否定了个体。平等的意义并不是每个人特质发展的要件，而是消灭个体，也就是市场指向所具有“无私”（selflessness）的特征。平等本来与“差别”有关联，但现已变为“无差别”的同义词，而且冷淡诚然是现代人对自己和对其他人关系的特征。",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "这些状况自然是人的一切关系的特色。当一个人的自我被否定的时候，与人们之间的关系必定变为表面的，因为所关联的不是他们本身而是可交换的商品。人们没有能力同时干预彼此独一的和“独特的”个体。但市场创造了它自成一格的友谊关系，每个人都从事同样的竞争，大家都是一样地追求成功；所有人都在相同的市场状况中相遇（或者至少相信他们会做得到）。每个人都知道其他人的感觉如何，因为每个人的境况都相同：孤独、害怕失败、急于奉承。在这种竞争中没有宽恕也不可存有此种心理。",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "这种人类关系的表面特性，使许多人希望他们能够在个人的爱方面，有深切和强烈的感受，但爱一个人和爱一个人的邻人是不可分的；在任何一种文化里，爱的关系只是在那个文化里所有对人关系的强烈表示。所以，在市场指向中人的固有寂寞要想以个人的爱来消除乃是一种幻想。",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "市场指向决定人的思想和感情。思想具有迅速了解事物的功能，俾能成功地予以操纵。普遍和有效的教育更促进了这种功能，这所能达到的是智识而不是理性(11)。为便于操纵起见，所需要知道的一切都是事物表面的特征——肤浅的特征。必须深研各种现象本质始能发现真理变为陈旧的观念——不但是指近代科学勃兴以前的“绝对”真理（教条式的主张而不顾实验的数据），而且是指藉着人类理性加以观察而随时修正的真理。大多数的智力测验都配合这种思想；这些测验还不能充分衡量理解和了解能力以确定对某种状况在心理上迅速适应的能力；这种测验称为“心理适应测验”才算恰当(12)。这种思想方式应该应用比较方法及定量衡量方法。所有问题都同样“值得注意”，它们的重要性彼此没有什么差别。知识本身变为一种商品。人的自身力量被分离了；思想和知识变为产生成果的工具。人自己的知识、心理（这在西方思想的伟大传统中被认为是德性、正当生活及幸福的条件）变了质，而成为一种用以市场研究、政治宣传、广告宣传及其他方面操纵别人和自己的工具。",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "显然，这种思想对我们的教育制度有深邃的影响。从小学至研究所，学习之目的在于尽量搜集为了应付这个市场所需要的最有用的资料。学生们所要学习的太多了，乃至没有时间和精力去思考。需要接受更多更好教育的动机并不是为了对所教的科目或对知识及见解产生兴趣，而是为了获得高度交换价值的知识。我们发现今天对知识与教育的追求虽然极度热心，但同时，对“只是”着重真理而在市场上没有交换价值的思想，会因为不切实际和无用而加以怀疑和蔑视。",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "虽然我已对非自发创造性指向之一的市场指向提出讨论，但因为这种指向在许多方面都与其他指向不同，所以自成一类。接受型、剥削型及储积型指向均有一共通之点：就是每一种指向都是人类关系的一种方式，假如支配了一个人，便成为他的特点和特性。（以上已经讨论过，这四种指向不一定具有相反的本质，关于此点随后将可看得出来。）但市场指向并不能发挥人的某些潜能（除非我们荒谬地主张“虚无”也是人类的特质）；市场指向的实际本质不会发挥特别与永久的关系，而态度的可变性才真正是这种指向的唯一特质。在这种指向中所发挥的是最适合于售卖的特质。占优势的并不是哪一种态度，而是可以由所希望的特质用最迅速的方式来填补的真空。然而这种特质不是字面上所指的原来意思；它只是一种角色（就是一种特质的借口），如果另一个更适合的话就可立刻予以对换。例如声望有时就是所期望的特质。在商业方面某些部门的推销员必须以可靠、认真、负责等特质去打动大众。这是19世纪许多商人的真正特质。现在人要找的是一个使人信任的人，因为他“看起来”好像具有这些特质；这个人在人格市场所卖的是他具有表现这种特质的能力。在这种角色的背后是哪一类人无关重要，同时也没有人关心这方面。他本身所关心的不是他是否诚实，而是在市场上诚实所带给他的是什么。市场指向的前提是真空，没有任何确定的特质不受变更的影响，因为任何持久的性格特征有一天都会与市场的需要发生冲突。某些角色不能与人的独特性相调和；因此我们必须将这些独特性革除。市场人格应该不受拘束，不受一切个性的拘束。",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "截至现在所叙述的性格指向可能显得彼此毫无关联，但实际上绝非如此。例如一个人的接受指向占绝大优势，但通常又混合任何一种或所有的其他指向。各种指向的互相混合将在本章加以讨论，但关于这点必须强调的是，一切指向都是人类的特质，任何一种指向是否占优势端视个人生活中的文化特色而定。虽然各种指向与社会形态之间关系的更进一步分析主要是社会心理学方面所研究的范围，但是在这里我要提出试验性的假定，就是这四种非自发创造性指向中的任何一种都会受社会状况所支配。必须注意的是，性格指向与社会体制之间关系的研究，其意义不但在于它帮助我们了解性格形成的某些重要原因，而且在于各种特别的指向——因其是一种文化或为社会阶层的大多数人所共有的——代表了强烈的感情力量。我们必须知道这种力量的作用以便了解社会的功能。鉴于现在的重点是文化对人格的影响，我所希望说明的是：要想了解社会与个人之间的关系，就文化形态及社会制度“影响”个人方面而言，实在不是简单的事。其相互间所发生影响的作用愈来愈深；一般人的整个人格受人们相互间关系的影响而形成，而且由社会经济及社会政治所决定，在一定程度上一个人大体可以从对个人的分析中推知其所生活的社会整体结构。",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "在一个群体榨取另一个群体的社会里常可发现接受型指向。因为被榨取的群体没有权力改变环境也没有任何改变的想法，所以这个群体往往会把它的主人看作它生活上所依靠的人，而认为从那些人那里可以获得生活所需要的一切。无论奴隶所得如何少，他总觉得如果凭他自己的力量可能获得更少，因为社会的结构使他深深认为他没有办法运用其力量并且凭藉他自己的活动和理性。就现代美国的文化而论，初看起来好像接受型的态度完全不存在。美国的整个文化、观念及实务都是阻止接受指向，同时强调每个人必须怀抱大志并负起自己的责任来，此外尚须运用自己的主动精神俾能“无往而不利”。接受指向虽然被阻止，但绝不是完全不存在。如以上所讨论过，顺从与讨好的需要往往会产生无助的感觉，这是现代人所有微妙的接受指向的根源。在他们对“专家”及舆论的态度中尤其可以看出这种接受指向。人们希望在每一个部门有一位专家能告诉他们许多事情的底蕴以及如何加以处理，同时他们所要做的只是听取和采纳专家的意见。现在有所谓科学专家、幸福专家，而作家由于他们是畅销书的作者所以也变成生活艺术专家。这种微妙而相当普遍的接受指向在现代的“社会”中所表现的形式有些奇异，尤其受广告的影响而变本加厉。虽然每一个人都知道所谓“立即致富”的种种办法实际上毫无作用，但人们普遍都在做不劳而获的白日梦。这种现象部分地和使用新发明的小机械有关；不需要排挡的汽车、免除取下笔套麻烦的自来水笔等只不过是随便举出两个奇妙设计的例子而已。在获致幸福之道方面，这种现象尤为显著。以下是最具有代表性的一段话：“这本书，”作者说，“告诉你如何改变自己而和从前判若两人——快乐、健康、精力充沛、有信心、拿得起放得下。但只要你依照不费力的身心修炼办法；实际上比这个简单得多……这里所列包你收到效果的秘诀也许显得不可思议，因为我们几乎没有人能想象不劳而获……然而这是千真万确的。你一试便知(13)。”",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "剥削的性格其座右铭是“予取予求”，这种性格要回溯至海盗和封建的祖先们直到19世纪榨取天然资源的强盗土豪们。引用韦伯（MaxWeber）的话来说，今天凡是在地球上到处榨取的“流氓”和“投机”的资本主义者就是这种性格的人，这种人的目的是贱买贵卖并拼命地追求权力和财富。这种类型的性格是18及19世纪处于竞争状况下经营的市场所养成的。我们这一代在极权主义制度中赤裸裸地剥削又告复活了，这些制度曾企图榨取天然和人类资源，除对自己的国家剥削外又利用强大武力侵略弱小的国家。他们主张强权同时利用优胜劣汰的自然律为藉口，使强权合理化；爱和礼让都是懦弱的表现；思想是懦夫和颓废者所专有的。",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "储积指向在19世纪时与剥削指向同时并存。储积指向属于保守性的，对于不择手段地取得没有兴趣，而热中于依合理原则并以保护既得的一切为基础而在经济上作一定的追求。对这种指向的人来说，财产就是他的自我及其对无上价值保护的象征。这种指向给予他很大的安全感；他对财产与家庭的拥有（好像受到19世纪极其安定的环境所保护似的）构成了一个安全和易于驾驭的世界。强调工作和成就是德性证明的清教伦理，支持安全感同时给予生命意义和宗教上的满足感。这种安定环境、稳定所有和稳定伦理的结合，给中产阶级以一种归属感、自信与自得。",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "市场指向并不是发源于18或19世纪；它完全是现代的产物。只是在最近包装、标签、商标变为十分重要，对人、对商品都是如此。工作主义失去了分量，贩卖主义变为至高无上。在封建时代，社会的流动非常小，同时一个人无法利用他的人格作为进身之阶。在竞争市场的时代里，社会的流动相当大，尤其是在美国：假如一个人“把货品售出去”，他就能够往上爬。今天，完全凭藉自己单枪匹马发财的人和过去比较起来少得多了。凡是想往上爬的人必须顺应各大组织，同时具有扮演所期望角色的能力乃是他的主要资产之一。",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "失去个性、空虚、生命无意义以及个体的自动化等结果，造成了一天比一天不满足，需要寻求更适当的生活方式以及寻求能够引导人达到这个目标的规范。以下所要讨论的自发创造性指向有关一个人如何养成这种类型的性格，并阐释人所有潜力的发展乃是其他一切活动所依属的目标。",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "3．自发创造性指向",
        "text_level": 1,
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "a 一般特性",
        "text_level": 1,
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "从古典和中古文学时代至19世纪末叶，曾经费了很多力量来阐述怎样才算是健全人和健全社会的理想。这些理念一部分是以哲学或神学论说的方式表达，一部分是以理想社会的方式表达。20世纪很明显缺乏这种理想。把重点置于对人和社会的批评分析，只是暗示人所应有的积极理想。虽然毫无疑问，这种批评非常有意义，而且是社会改进所需的一项条件，但是由于缺乏勾画出一个“更健全”人类和一个“更健全”社会的理想，瘫痪了人类对其本身以及其前途的信心（同时也是这种瘫痪的结果）。",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "现代的心理学特别是精神分析对于这方面都不能例外。弗洛伊德及其信徒们对于神经症的性格已经做了一个非凡的分析。他们对非自发创造性性格（即弗洛伊德所谓性器前期性格）的临床报告，非常详尽和正确——并不顾忌他们所用理论观念需要修正的事实。但对正常、成熟、健全人格的性格，并没有考虑。这种性格，弗洛伊德称之为性器性格已经是一种相当模糊而且抽象的观念。弗洛伊德对这种性格所下的定义是：是一个人的性格结构，这种人的口腔和肛门的“里比多”已经失去它的主导地位，性器欲占优势，它的目标是和异性性交。对性器性格只能这样描述：它是一个人在性欲和社交方面能够发生良好功能的性格结构。",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "在讨论自发创造性性格时，我将大胆地逾越临界分析而深入探究成熟性格的本质，这种性格是人类发展的目标同时也是人本伦理学的理想。这项探讨可作为研究自发创造性指向的初步途径，以说明其与弗洛伊德所谓性器性格的关系。诚然，如果我们对弗洛伊德里比多理论的术语不全部使用而仅予以象征性地运用，它就可以十分正确地说明自发创造性的意义。因为在性成熟的阶段，人有自发创造的能力；由于精子和卵子的结合便产生了新生命。虽然这种创造方式对人和动物是共通的，但是物质创造的能力对人来说是特殊的。人不仅是理性与善于社交的动物，他也可以被称为一种有自发创造性的动物，能够使用理性和想象力改变现有的物质。他不但“能够”创造，为了要活下去，他“必须”创造。然而，物质创造只是性格部分最常有的创造表征。人格的“创造指向”(14)是指一种基本的态度及在人类经验的一切领域内的一种“关系形式”。它包括对其他人、对自己及对一切事物的精神、情绪与感觉的反应。创造性是人使用他的力量实现其固有潜能的能力。如果我们说“他”必须使用“他”的力量，我们的含义就是指必须自主而不应该依赖控制其力量的人。我们更进一步地指他必须由理性来引导，因为只是当他明白他的力量是什么、如何予以使用以及在哪一方面使用，他才能够运用其力量。创造性是指他体验到自己是力量的化身而且是“行为者”；他感到自己是拥有本身力量的人，同时这些力量并没有受到阻碍而脱离他。",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "为了避免对“创造性”一词的误解，关于什么不属于“创造性”似有作简单讨论的必要。",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "就 一 般 而 言 ， “ 自 发 创 造 性 ” （ productiveness ） 和 “ 创 造 性 ”（creativeness）是相关联的，尤其是艺术家的创造性。诚然，真正的艺术家是创造性的最有力代表。但并不是所有艺术家都具有创造性；例如一幅普通的画也许只不过表现出在画布上以照片的方式复制人像的技巧而已。但一个人没有天才创造某种可以看得到或可以表达的东西，他也能达到富于自发创造性的经验、观察、感觉和思想。自发创造性乃是每一个人都具备的一种态度，除非他在精神和情绪上有问题。",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "“自发创造的”一词也容易与“活动的”一词相混淆，同时“自发创造性”一词也容易和“活动性”一词混淆。虽然这两个名词可以作同样的解释（例如亚里士多德对活动性的观念），活动性一词在现代的用法中常常表示和自发创造性完全相反的意义。活动性一词通常系指使用力量促成现有形势改变的行为。相反的，一个人如果不能够改变或明显地影响现有形势而且被外界力量所影响或动摇的时候，就叫做被动。对活动性的这种新观念，所着重的只是实际消耗力量和由此而产生的变化。它不分辨左右这些活动的基本精神状况之间的不同。",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "一个人在催眠状态下的活动就是非自发创造性活动的最显明例子。在深度催眠状态中的人，也许张眼，也许走路、谈话和做事；他会做“动作”。对他可以适用活动的一般定义，因为他消耗了力量和产生了一些改变。但假如我们考虑特别的性格及这种活动的性质，我们就会发现做动作的不是真正被催眠的人，而是催眠师藉其提示而由这个人替他做动作。虽然催眠状态是一种人为的状态，但它是一种情境的极端而特有的例子，在这种情境当中一个人可以做动作但不是真正的动作者。他的活动是由于受到了他所无法控制的强迫力量的结果。",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "非自发创造性活动的一种共同类型是对焦虑（无论是急性或慢性，有意识或无意识）的反应，而这种焦虑深深地埋藏在今天人类疯狂的偏见之中。有一种活动与因焦虑而引起的活动不同（虽然常常和焦虑相混杂），那就是屈从或依赖于权威的活动。这种权威可能被畏惧、被赞颂或“爱戴”——通常这三种互相混合——但这种活动的起因是受到权威的指使，正式的或授意的两种。这个人之所以活动是因为有权威的人要他活动，而他做有权威的人所要他做的事情。极权主义的性格中有这一类的活动。对他来说，活动就是以比他自我更高的某种名义去做。他可用神的名义，但不是以他的名义。极权主义的性格受到一个最高力量的刺激而动作，这种力量既不可攻击也不可改变，而结果无法注意到出于他本身内部的自发冲动(15)。",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "与顺从的活动相似的，是机械自动的活动。这种活动并不依赖于明显的权威，而是依赖于看不见的权威，诸如舆论、文化形态、常识或“科学”。人所想到的和所做到的都是他应该想到和做到的；他的活动缺乏自发性，因为他并不是由他自己精神和情绪上的经验所产生的，而是由外界力量所产生的。",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "在活动方面最强大的各种原动力当中有无理性的冲动。凡受吝啬、被虐狂、羡慕、嫉妒和一切其他形式的贪婪所驱使的人都会被迫采取行动。然而他们的行动既不是自主的，也不是有理性的，而是和理性以及他作为一个人的利益相违背。凡是这种人都会一再重复动作，越变越顽固，越来越刻板。他固然是活动的，但却不是有创造力的人。",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "虽然这些活动的动力是非理性的，而且动作者既非自主也非理性；但是会产生实际的效果，通常是达到物质上的成就。在创造性观念方面，我们所要讨论的不是关于一定达到实际效果的活动，而是关于态度、反应的方式以及生活过程中对于外界、对于自己的指向。我们所要讨论的是人的性格，而不是他的成就(16)。",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "创造性是人对他特有潜能的实现，对于他“力量”的使用。但什么是“力量”？说起来相当矛盾，这个字表示两种相冲突的观念：力量拥有＝能力＋支配力＝统治。但是这种矛盾是特殊的。力量＝力量失去后的统治＝能力。“支配力”就是“力量运用”的偏差。人对他的力量作创造性应用的能力就是他的潜能；无这种能力就是他没有潜能。由于他的理性力量，他就能穿过各种现象的表面而了解其本质。由于他有爱的力量，他就能突破人与人之间的隔膜。由于他有想象力，他就能预见还没有存在的事物；他能计划并藉此开始创造。如果缺乏潜能，人对世界的关系就会被曲解而成为一种统治的欲望，对其他人使用权力，就好像他们都是物品一样。统治和死亡分不开，潜能和生命连在一起。统治由于缺乏潜能而起，同时由此更变为无能，因为假如一个人能够强迫别人服侍他，那么他本身应该具备的创造力就渐渐地瘫痪了。",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "当人对他的力量作富于创造性的使用时，和外界的关系如何呢？",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "一个人自己以外的世界可以用两种方式来体验：一种是再生的经验，就是对现实理解的方式，像一张胶片将摄取的事物作为一种精确的纪录一样（虽然甚至只是再生的理解，也需要实际的运用智慧）；另一种是新生的经验，靠构思现实并藉一个人自己精神和情绪上力量的自发活动来使这种新的材料活跃而重新创造。每个人对这两种经验方式都会有某种程度的反应，但每种经验的分量相差很大。有时候这两种方式其中有一种会变萎缩，而研究这些再生和新生方式几乎不存在的极特殊事例，才是了解这些现象的最佳途径。",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "新生能力的相对萎缩在我们的文化中是常有的现象。有的人能认识事物的表面状态（或由于他的文化使这些事物保持着应有的状态），但他不能从内在使他的理解力活跃起来。这种人是十足的“实在论者”（realist），他对一切事物的看法都是从现象的表面特征来观察，他完全不能深入表面而到达本体，并预见尚未出现的事物。他所看到的是细枝末节而不是整体。所看到的是树木而不是森林。现实对他来说只是他所已经实现的全部。这种人并不缺乏想象，而是他的想象乃是一种计算的想象，把他所知道的和既有的一切因素结合而推知今后所发生的作用如何。",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "在另一方面，凡是丧失了解现实的能力的人就是精神失常。精神病患会建立一个现实的内在世界，在这世界里他似乎有充分的信心；他生活在自己的世界里，同时人们所理解现实的共同因素对他来说是不真实的。当一个人看到实际上并不存在的物体时，他就产生幻觉；他根据自己的感觉来解释一切事物，而不顾或甚至没有适当地了解实际的状况。犯妄想症的人会相信他正受到别人虐待，而且对一次偶尔的谈话可能误会为是有计划的侮辱和毁灭他的含义。他相信这种意图如果缺乏更明确的表现则不能证明任何事物；并且相信虽然这种谈话在表面上可能没有什么坏意，但假如加以“更深入”地观察就可看出它的真正意思。对精神病患来说，真正的现实被抹杀了而代之以内在的现实。",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "“现实主义者”只看到事物表面的特征；他所看到的是明显的世界，他能够在心灵里如同照相一样地把它再现出来，而且他所采取的行动是根据出现在这个影像里的人和事加以巧妙地处理。精神失常的人不能够看到真正的现实，他把现实看作他内在世界的象征和反影。这两种人都是病态的。和现实失却联系的精神病者不能适应社会的活动。“现实主义者”的病态削弱他的人性。虽然他能够适应社会活动，但他对现实的看法因为缺乏深度和理解而过度歪曲，所以遇到眼前的事实及短程目标而必须加以更巧妙处理时，则容易犯错误。“现实主义”似乎和精神失常恰恰相反，然而它只是精神失常的补充。",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "“现实主义”与精神失常两者，其真正的反面是创造。正常的人能够藉了解世界的真相并藉想象这个世界是经由他自己的力量才得到活跃和充实，而使其自己与世界发生联系。这种能力当中如果有一种萎缩的话，人就变病态了；但是正常的人都具有这两种能力，纵使各个的分量不同。再生和新生的能力是创造的先决条件；这两种是对立的能力，其相互作用就是创造的动力。最后我所要强调的是，创造并不是这两种能力的总和，而是这种相互作用所产生的新东西。",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "我们已经说过，创造是与世界建立关系的特种方式。那么所发生的一项疑问就是：有创造性的人是否能创造，如果是，他创造了什么？虽然人的创造性确能创造属于物质上的东西，艺术作品及思想体系，但最重要的创造对象是人自己。",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "生命的诞生是“生命统一体”（continuum）的一个特殊步骤，这个步骤系以怀胎开始而以死亡结束。在这两极之间的一切，就是发展人的潜能以及使潜在于两个细胞里的一切活跃起来的过程。身体只要给予适当的环境就可以自动成长，可是相反的，智慧发展的过程并不是自动的。它需要创造性的活动使人在情绪上和智力上的潜能复活起来，使他产生自我。“自我”的发展永远没有完结的时候，可以说这是人的处境的悲剧；甚至在最好的环境下人也只能实现一部分的潜能。人总是在他还没有充分诞生之前即告死亡。",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "虽然我不拟提出创造观念的沿革，但要提出可以帮助进一步澄清这种观念的显明例证。创造是亚里士多德所提倡伦理体系中的主要观念之一。他说，一个人可以由探查人的功能来确定德性。正如一个吹笛子的人、一位雕塑家或任何艺术家一样，大家认为好的成就是在于具有特殊功能使这些人与其他人不同，而且使他们成为专家，人的美德也在于具有特殊功能使他与其他物种不同，而且使他成为人。这一种功能就是“依循或含蕴理性原则的一种精神能动性。”(17)他说：“我们是否在心灵上或行动上具备或发挥这种主要美德并没有什么两样。因为心灵状态可以存在但不产生良好的效果（如同人在熟睡中或其他几乎是静止的状态一样），但是能动性就不能这样；因为一个有了能动性的人就必然有所行动同时要适当的行动。”(18)亚里士多德认为好人就是能在自己的理性引导下，经由他的能动性而使人的特有潜能活跃起来的人。",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "斯宾诺莎说：“就德性和力量来说，我认为是同一样东西。”(19)自由和福祉在于人对自己的了解以及他是否想办法实现自己的潜能而“尽量接近人性的典型。”(20)对斯宾诺莎来说，德性相等于人对力量的使用，而恶就是他不能使用他的力量；斯宾诺莎认为恶的本质就是无能(21)。",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "歌德和易卜生对于创造的能动性曾以诗的方式加以美妙的表达。浮士德是人永无止境地寻求生命意义的象征。既不是科学、欢乐，也不是力量，甚至也不是美可以回答浮士德的问题。歌德所提出的看法是，唯一能满足人的追求是创造的能动性，这种能动性相等于善行。",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "在“天堂序曲”（Prologue in Heaven）里上帝说，阻挠人的并非过失而是无能：",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "“人类的精神总是趋于消沉；  \n动辄贪求彻底的安逸；  \n因此我才造出善于刺激活动的恶魔，  \n让他来作为人们的伴侣。  \n但是你们这些真正生活在幸福中的神子们，须得享受着这生动而丰腴的真美！  \n创造之力，以无穷的方式，  \n将你们拥在爱意之中，而永远不稍息，  \n而一切游移着的浮沉现象，  \n也须用永恒的思想来将它系定！”(22)",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "在第二部的结尾，浮士德赢得了他和魔鬼梅菲斯特的打赌。他虽然犯了错误和罪，但他并没有犯上滔天大罪——不创造。浮士德的最后一段话对这个意念表达得很明白，而以垦殖海边变成可耕的陆地来表示：",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "“让我把土地分给黎民，  \n虽不是安全稳靠，但可自由耕耘，青葱、肥沃的田地，人畜任逍遥，在这新垦的土地，立即得安适，且能迅速栖息于稳定的山麓，  \n这是勇敢、勤奋种族的创造。  \n在这块土地上，无处不像天堂：海滨外的浪潮澎湃  \n渐涌退，又掀起千钧波涛，  \n万波共集齐高鸣。  \n是的！我信守这思想，坚定不移；最后智慧证实了真情：  \n天天不断地克服，奋斗，  \n才能挣得自由和生存。",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "因此这里危机四伏，童年、壮年、老年美好的时光从此溜走：",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "而我愿见这样的百姓，  \n站在自由土地多逍遥！  \n我要呼唤即逝的时光：  \n“啊，请驻留——你是多么美！”  \n如我这凡人，形迹不会永消敛，——此刻尚存！  \n在这最高赐福的欢愉预感中，  \n我现在享受这最欢乐的时光！”(23)",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "歌德笔下的浮士德表达出人类的信心，这是18及19世纪进步思想家的特性，易卜生的《培尔·金特》一剧（系在19世纪下半叶所写），乃是对现代人及其缺乏自发创造的一项批评分析。这幕剧很可以用“追求自我的现代人”作为小标题。培尔·金特认为当他运用一切力量赚钱和达到成功，他是为其自我而行动。他的生活是依据以楚奥斯（Trolls）为代表的“要使你自己富足”的原则，而不是根据“对自我须真实”的人性原则。他在临终时发现他的贪取和利己主义妨碍了他实现真正的自我，同时发现一个人只有创造、只有发挥其自己的潜能，才可能实现自我。培尔·金特没有实现自己的潜能就是他的“罪过”，而且也是他为人失败的原因——缺乏创造。",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "线团（在地上）",
        "text_level": 1,
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "我们是思想，  \n你早该把我们想。  \n你早该让我们长上小脚，带着我们一道翱翔。  \n我们本该在空中翱翔，迎风曼声歌唱。  \n如今当了灰线团，  \n只好滚在烂泥塘。  \n落叶  \n我们是口令，  \n你早该认得我们；  \n都怪你生性懒惰，  \n害得我们被风吹落；  \n虫子咬着每根脉络，  \n害得树上不能结果。  \n空中叹息声",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "我们是一支支歌曲，你早该把我们唱。在你的心灵深处，我们曾满怀希望。你窒息杀害了我们，你从不把我们呼唤。愿你再也不出声响！露珠我们是淌不下来的眼泪。苦胆凝成的冰块也能化开。芒刺扎进固执的胸膛，如今伤口虽勉强封上，我们再也没有力量。折断的稻草我们的桩桩善行，你都丢下没有完成！怀疑的鬼胎占了上风，害得我们无疾而终。等到世界末日来临，我们要对你提出控诉，看你还敢无动于衷！(24)",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "以上我们对自发创造性指向的一般特性已经研究过了。现在我们必须研究各种活动中所表现的创造性，因为只有在具体而明确的方面进行研究才能充分了解全盘的情形。",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "b 富于创造性的爱和思想",
        "text_level": 1,
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "人的存在有一个特色，那就是人变得孤独而且和世界隔离；由于不能忍受这种隔离，人不得不寻求与别人的关系和一致。达到这种需要的方式固然很多，但只有一种方式可使人独特的本体仍维持不变；",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "只有一种方式使其在和其他人发生关系时可以表现其力量。人的存在非常矛盾，他既需要寻求接近别人，同时也需要寻求独立；既需要与别人一致，同时也需要保留他的独特性和特质。(25)我们已经指出，只有创造才能解决这个矛盾——以及人的道德问题。",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "一个人可以藉行动和理解而与世界发生富于创造性的关系。人创造事物，而且在创造过程中他对此施以力量。人靠着爱心和理性而在精神上和感情上理解世界。他的理性力量使他贯穿事物的表面，并且积极地和他的目标发生关系而抓住它的真髓。他所具有爱的力量可突破使其与别人隔离的屏障而理解他人。虽然爱和理性只是理解世界的两种不同形式，虽然这两者缺一不可，但是爱和理性不同力量的表现，就是情感和思想的力量，因此必须分别予以讨论。",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "有创造性的爱的观念与通常所谓的爱极不相同。几乎没有一个字比“爱”（love）含义更模糊了。通常除了憎恨和厌恶外，差不多每一种情绪都可以用爱来表示。爱包含一切东西，从喜欢冰淇淋至爱好交响乐，从适度的同情至最强烈的亲切感。人们如果“爱上”某人，他们就会感到喜欢。他们对这种爱称之为从属的爱，同时也叫做专有的爱。事实上，他们相信没有什么比付出爱更容易的了，所困难的只是寻找适当的对象，同时他们之所以未能找到爱的幸福是由于运气不佳而没有找到爱的伙伴。但和这一切混淆不清以及一厢情愿相反的是，爱是一种非常特别的情感；虽然每个人都有爱的能力，但要实现这种能力却是最困难的成就之一。纯真的爱以创造性为根源，因此可以叫做“创造性的爱”。无论是母亲对孩子的爱及人与人的友爱或两个人之间的恋爱，爱的本质相同。（对其他人的爱及对自己的爱也是一样，我们随后将会讨论到。(26)）虽然爱的对象不同而因此爱本身的强烈程度和本质亦各异，但某些基本要素可以说是一切形式的创造性的爱所具备的特征。这些基本要素是照顾、责任、尊重和认识。",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "照顾和责任表示爱是一种能动性而不是一种用以制服人的热情，也不是一种用以“影响”人的影响力。创造性的爱所含的照顾与责任的要素在《圣经·旧约·约拿书》里说得非常恰当。上帝曾要约拿到尼尼微去警告那里的居民说，假如他们恶劣的行为不改将要受到惩罚。约拿接受这项任务后即逃之夭夭，因为他害怕尼尼微的百姓将会悔改而且上帝会宽恕他们。他是一个具有强烈秩序和法治感的人，但缺乏爱心。可是，在他企图逃走的时候发现自己竟在鲸鱼腹内，这象征着由于他缺乏爱和共同责任而带给他孤立和监禁的状态。上帝赦免了他，同时约拿就到尼尼微去。他照上帝告诉他的话对当地居民说，同时正是他所害怕的事情发生了。尼尼微的百姓忏悔他们的罪也改过自新了，于是上帝便宽恕他们并决定不毁灭这个城市。约拿感到极度的愤怒和失望；他所希望做到的是公平而不是仁慈。最后他在一株树荫下找到一些安慰，这株树是上帝为保护他不受日晒而长成的，但当上帝使这株树枯萎的时候，约拿便觉得沮丧并且愤怒地对上帝抱怨。上帝回答说：“你怜悯这株葫芦树，你对它既没出过力也没使它长成；它在一夜长成也在一夜死亡。难道我不该饶恕尼尼微城，在那大城有十二万多对于是与非都分辨不清的百姓；何况还有许多牲口？”上帝回答约拿这一番话的意思是不难了解的。上帝对约拿解释，爱的真谛是为某些东西“出力”同时“使某些东西成长”，爱和劳力是不可分的。一个人爱他所出过力的东西，同时也为他所爱的东西而出力。",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "约拿的故事意味着爱不能与责任分开。约拿并不感到对他的同胞们有责任。他也像该隐一样会问：“我是我同胞的保护人吗？”责任不是从外面加在一个人身上的义务，而是我自认为对我所关切的一种要求的反应。责任和反应是属同一根源。反应的意义就是“回答”；负责就是随时准备反应。",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "母爱是最普通和最容易了解的富于创造性爱的例子；它的真正本质是照顾和责任。在生孩子时，母亲为了孩子而肉体“受苦”，同时生下来之后她的爱就是使孩子长成所付出的力量。母爱并不计较孩子将来为了被爱而必须履行的条件；它是无条件的，只是依据孩子的要求而母亲加以反应。(27)难怪母爱在艺术和宗教方面一向都象征爱的最高境界。在希伯来文字中表达神对世人的爱和人对邻居的爱，是用rachamim，它的字根是rechem，这个字的意思是“子宫”。",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "照顾及责任与个人的爱之间的关系不太明显；人们认为坠入情网已经是爱的极点，而实际上它是开端，并且只是实现爱的一种机会而已。人们认为爱是一种神秘特质所产生的结果，由于这种特质两个人才能互相吸引，是一种不费力的事。诚然，人的寂寞和他的性欲使其很容易产生爱情，但这是很快得来也很快失去的一种收获。一个人不会偶然地被爱；一个人要靠自己爱的力量才能产生爱——就好像是先感到有趣然后才能发生兴趣一样。人们都关心他们是否有吸引力的问题，而忘记了吸引力就是他们自己所拥有爱的能力。富于创造性地去爱一个人意味着对他生活的照顾和责任感，不但对其实体的存在而且对其成长及其人力的发展都有责任。有创造性的爱和消极以及对被爱者的生命只是袖手旁观是不相容的；这种爱意味着劳苦、照顾和对他成长的责任。",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "尽管西方一神教宗教的博爱精神、尽管在“所有人生来平等”的观念中所表达出来进步的政治思想，但对人类的爱被视为充其量是由于个人的爱扩大的成果，或被视为一种只能在将来实现的抽象观念。对人类的爱和对个人的爱不可分开。有创造性地去爱一个人就是要和代表人类的人性发生关系。对个人的爱如果与对人类的爱分开，只能叫做表面的爱或偶然的爱；它必定仍然是肤浅的。对人类的爱可以说和母爱不同，因为孩子是无依靠的，而我们的同胞则非如此，同时也可以说，甚至相对而言才有这种差异。所有的人都需帮助和依赖别人。人类的团结一致乃是了解任何个人的必要条件。",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "照顾和责任是爱的要素，但如果对被爱的人缺乏尊重和了解，爱便会变质而成为控制和占有。尊重并不是惧怕和敬畏；根据“尊重”",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "（respect）这个字的字根respicere是看望的意义，所以尊重就表示能够看到一个人真正的面目，认识他的个性的独特性。对一个人没有了解就不可能尊重他；如果不以对人个性的了解来引导，照顾与责任将是盲目的。",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "我们从分辨理性（reason）和智力（intelligence）之间的不同，就可以对有创造性的思想获得基本了解。",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "智力乃是人达到实际目标的工具，其目的在于发现处理事物所需要的各方面知识。对目标本身，或“有理智”思想的前提，不容有所怀疑，而应该视之为当然的，同时这些前提也许合乎理性，也许不合理性。这种智力的特质可以在一个极端的事例中很清楚地看出——就是患有妄想狂的人。例如，这种人的前提，始终认为一切人都是共谋与他作对，这是不合理性而且是错误的，但他以这种前提做基础的思想过程中，可以表现出优异的智力。在他想证明其妄想的主题时，他把所看到的现象都联系在一起，同时做了逻辑上的推定，而这种推定常常十分确切，使人很难证明他的前提不合理性。单是以智力应用在各种问题上当然不限于这种病理现象。我们大部分的思想，必定与达成实际效果有关，只是注意量的、“表面”的部分，而没有探究内涵的目的和前提的确实性，也没有想法了解现象的本质和特质。",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "理性涉及第三维度——深度，藉此可了解各种事物的本质和历程。虽然理性与生活的实际目标并没有脱节（我现在说明为什么这是正确的），但它并不仅仅是直接的行动工具。它的功用是藉对一切事物的体会以达到认识、了解、领悟，并使自己和一切事物联系起来。理性会贯穿一切事物的表面以发现它们的本质、隐存的关系及更深邃的意义——它们的“道理”。理性似乎不是二维的而是“透视的”（perspectivistic）；就是它抓住所有可想象的景象和维度，不仅仅是实际有关的景象和维度。关心事物的本质并不意味着关心事物“幕后”",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "的某些事物，而是关心必要的、普通的、一般的、最平常和普遍的现象特征，使之不会掺杂有肤浅和不重要（在逻辑上不相干）的部分。",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "我们现在可以开始检讨一些创造性思想更明确的特性。在创造性的思想中，主体并非与其客体毫无关系，而是受客体影响同时与它有关联。客体并不是死的东西，同时也不是和人本身及一个人生命分离的东西，而是一个人仅以一种自我孤立的方式所思考的某些东西；相反的，主体对客体有着非常密切的关系，同时关系愈密切他的思想愈有效果。唯有他与客体之间的关系才刺激他的思想。对他来说，一个人或任何现象都成为一个思想的客体，因为它是一个重要的客体，自他个人生命的观点或自人类生存的观点而言都是有关系的。关于如来佛所发现的“四重真理”（fourfold truth）的故事是这一点的最佳例证。如来佛看到一个死人、一个病人和一个老人。他当时是个年轻人，却深深地被人不可逃避的命运所感动，而他对所看到的现象的反应激发了他的思想，结果创造出生命本质和普度众生的理论。他的反应自然不是唯一可能的反应。一个现代的医生处于相同状况中的反应，可能是开始想如何去对抗死亡、疾病和衰老，但他对客体的整个反应也会决定他的思想。",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "在创造性思想的过程中，思想者所起的动机，是由于他对客体的关切；他受客体影响而起反应；他表示关心而加以反应。但创造性思想的特征也是客观性、思想者对客体的尊重，以及他对客体真面目的了解能力。在客观性和主观性之间的这种统一性就是创造性思想的特性，因为一般来说，它是属于创造性的。",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "我们要尊重我们所观察的事物才可能达到客观的程度；也就是说，我们是否能够就事物的独特性和互相关联性来看。这种尊重在本质上和我们所讨论到关于爱方面的尊重是截然不同的；因为，要了解某件事，必须能够根据它的本质看它的存在；对一切思想的对象都是如此，同时它在人性的研究方面构成了特殊问题。",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "关于对有生命和无生命客体而作的创造性思考，必须具备另一方面的客观性：那就是观察现象的整体。假如观察者只限于观察客体的一面而没有看到全部，甚至对其所研究的一面也无法完全了解。这一点威席摩曾经强调为：在创造性思想中最重要的条件。他写道：“创造性的过程往往都是属于这种性质：就是希望获得真正的了解、探究和调查。在这方面的某一领域虽然变为最重要；但并不会变成孤立的。因此对状况便获得新的、更深的根本看法，包括所观察事物在功能上的意义和分类等的改变。一个人如果在某一重要领域获得情况结构上所需要的引导，他便会做到合理的预测，这种预言，像情况结构的其他部分一样，需要直接或间接地证实。这包括两方面：获得全部首尾一致的情况以及决定各部分所需要的是哪一种整体结构。”(28)",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "客观不但需要观察实在的客体，同时也需要观察实在的自己；例如，了解特殊环境，由此一个人便会发现自己是一个和所观察的客体有联系的观察者。那么有创造性的思想是由客体和主体的性质来决定，因为在思想过程中人本身应与他的客体发生联系。这种双重的决定便构成了客观性。相反的，在错误的主观性方面，思想并不是由客体来管制，因此变质成为偏见、一厢情愿及幻想。但客观性不像一种“科学”客观性里所含的错误意念，诸如超然、不关心和不注意。假如一个人对于艰难的工作不给予必要的关切，他如何能够贯穿各种事物所遮蔽着的表面而探求其本源和关系？除了藉个人的关切外如何能够定出探究的目标？客观的意义并不是超然而是尊重；那是对事物、人和自己的看法具有不歪曲的能力。但观察者的主观因素就不会为了达到所希望的结果而歪曲他的思想？个人的关切是否一定是科学探究的条件？作为认识真理的条件而言，没有兴趣的观点是靠不住的。(29)几乎没有任何重大的发现或见解不是由思想者的关切所促成的。事实上，没有关切思想就会变为空洞而无意义。重要的并非有没有关切，而是所有的是哪一种关切以及它与真理有何关系。一切有创造性的思想都是由思想者的关切所激起的。关切的本身从不会歪曲观念，但只有那些与真理、与观察所发现的客体性质相矛盾的关切才会歪曲观念。",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "关于创造是人类一种固有能力的说法，与人本性就是懒惰而必须强迫才会积极的观念是相抵触的。这是一种古老的假定。当摩西要求法老准许犹太人出去，以便他们可以“在沙漠里侍奉上帝”，法老便回答说：“你太懒惰，实在太懒惰。”对法老来说，奴隶们的苦役就是勤奋；信奉上帝等于懒惰。所有那些要从其他人的活动中取利而自己不创造的人也采取这种观念。",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "我们自己的文化似乎有极端反常的现象。几世纪来西方人一直被工作的观念、被持续能动的需要所羁缠。他们几乎不能有片刻的懒散。但是这种对比只是表面的。懒惰和被迫的能动性并不是对立的，而是人的健全机能发生障碍的两种征象。我们常可发现精神病者的主要症状是没有工作能力；而所谓健全人的主要症状是不能享受悠闲和自在。被迫的能动性并不与懒惰相对立而与它相衬托；和这两种相对的是创造。",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "创造性能动不健全的结果不是没有能力活动便是过分活动。饥饿和强迫力绝不能作为创造力能动的条件。相反地，自由、经济安全以及可充分表现人的工作能力的一种社会组织，乃是使人自然发挥其力量作创造性使用的条件。创造性使用的特征是对活动和悠闲作有规则的交替。只有一个人在必要时自己能够安静和孤独，才能从事创造性的工作、爱和思想。先要听从自己而后才能听从别人；要使自己和其他人建立关系必须先能独身自处。",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "4．社会化过程中的指向",
        "text_level": 1,
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "本章开始时已经提过，生活的过程包含着和外面世界发生两种关系，那就是同化和社会化。虽然前者在本章中已有详细讨论(30)，但是后者系在《逃避自由》一书中有充分的探讨，因此我在这里仅加以扼要地阐明。",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "我们可以分辨出以下各种人与人之间的关系：共生的关系、退缩-破坏、爱。",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "在共生的关系中，人与人建立了关系，但是失掉自立或从不能获得自立；他藉着变为其他人的一部分而避免孤独的威胁，在方式上不是“受别人吞并”便是“吞并别人”。前者的根源就是医学上所谓的“被虐狂”（masochism）。被虐狂是想摆脱一个人的自我，逃避自由并藉自由恋爱另一个人而求得安全。这种依赖在形式上有很多种。它可以解释为牺牲、义务或爱，尤其是当文化的形态认为这种合理化是正当的时候。有时被虐狂的意志与性的冲动及肉体上的快乐（被虐狂的乖常）相混杂。被虐狂的追求常常与所要追求的独立和自由，在各方面都发生很利害的矛盾，因为被虐狂认为自由和独立是痛苦和折磨。",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "吞并其他人的冲动（虐待狂的）是共生关系的实际形式，表现在所有各种合理化方面，如爱、过分保护、“正当的”统治、“正当的复仇”等等；它也表现出和性的冲动相混杂而变为虐待狂。所有虐待狂的驱力其形式都是出自要完全控制另一个人的冲动，吞并他，使他成为任凭我们摆布的一个孤弱无助的对象。对一个无力的人予以完全统治是实际共生关系的本质。受统治的人被当为东西来对待，加以利用剥削而不当作一个有自己目标的人。这种渴望与破坏性混杂的成分愈多，则愈残酷；常被伪装为“爱”的仁慈统治，也是虐待狂的一种表现。虽然仁慈的虐待狂希望他的对象富裕、有势力、有成就，但有一件事他想极力防止：他的对象变为自由、独立因而不能作为他的对象。",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "巴尔扎克在他所著的《幻灭》（Lost Illusions）一书中，举出了关于仁慈虐待狂的一个明显例证。他描述年轻的鲁西恩，和假装为神父的犯人巴诺之间的关系。在他和这个刚企图过自杀的年轻人认识不久之后，他便说：“我救了你的生命，我已给予你生命，你是属于我的，就像生物属于造物者，像东方神仙故事里小精灵属于妖精一样，像身体属于灵魂一样。我用有力的手腕将使你达到有权有势；而且我许给你一个愉快、荣耀、永恒欢乐的人生。你永不会缺乏金钱，你将会才气横溢、声名显赫；而屈居下驷的我，将取得你成功的硕果。我为了权力而喜欢权力！我将始终享有你的一切快乐，虽然我必将抛弃它。不久，我将与你合而为一……我一定爱我所创造的人，我要塑造他，使他百依百顺，以便像父亲爱孩子一样地爱他。我亲爱的孩子，我将陪伴着你，我将以你赢得女子的欢心而感到愉快。我应该这样说：我就是这个俊美的年轻人。”",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "共生的关系是一种与对象接近和亲密的关系，可是却牺牲了自由和完整。第二种关系则是疏远、退缩和破坏的关系。个人缺乏力量的感觉，可藉退避认为有威胁的人而加以克服。退缩多少有点属于任何人与外界关系的正常行动的一部分，是计划、研究、物质的再造、思想、态度等方面所需要的。这里所说的现象，退缩成为与其他人关系的主要形式，似乎是一种消极的关系。它与情绪上相对的是对其他人的冷漠感，通常连带有自负的补偿感。退缩和冷漠可以（但不需要）算是有意识的；事实上，在我们的文化里，退缩和冷漠多半被表面的关切和社交活动所遮蔽。",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "破坏性是退缩的积极形式；毁灭别人的冲动，是由于害怕被毁灭而产生的。因为退缩和破坏都是同一类关系的消极和积极形式，这两种形式常常以不同的比重相混合。但是其间的差异远较共生关系的积极与消极之间的差异为大。破坏性是由于创造性比退缩所受到的阻碍更强烈、更普遍而产生的。它是求生驱力的乖常；是丧失生命的能力转变为破坏生命的能力。",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "爱是与其他人以及与自己发生关系的富有创造性的形式。它含有责任、照顾、尊重和了解，以及对其他人成长和发展所抱的愿望。它是两个人之间在互相保留完整状况下的亲密表现。",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "依据以上所说，在同化和社会化过程，其各种形式的指向之间必有某种关系。下表所列，为已经讨论过的各种指向以及它们之间的关系。(31)",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "同化 社会化",
        "text_level": 1,
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "一、非自发创造性指向",
        "text_level": 1,
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "1.接受（领受） ·被虐狂 (忠实)共生  \n2.剥削 (取得) ··虐待狂（权威）  \n3.储积 (保存) ·.·破坏 (固执）)退缩  \n4.市场 (交换) ·冷漠 （公平）",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "二、自发创造性指向",
        "text_level": 1,
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "工作 ·爱、理性",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "关于以上所列似乎尚须略加解释。接受和剥削的态度系指和储积态度不同类的人际关系。接受和剥削两种态度都会使一个人对别人表示亲密和接近，因为他希望从这些人身上取得所需要的东西，不是以和平的方法便是采取强硬的手段。在接受的态度方面，驯服、被虐狂的关系最为显著：假如我对较强的人表示驯服，他将会给我所需要的一切。对方变为一切好处的泉源，而在共生关系中一个人可以从他人获得所需要的一切。在另一面，剥削的态度通常系指一种虐待狂的关系：假如我以暴力向别人取得我所需要的一切，我必须统治他而且使他变成我所支配的软弱对象。",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "与这些态度恰恰相反的储积态度，是和其他人疏远。它的基础不但是希望从外界一切有用的来源取得东西，而且希望藉不消费和储积的手段拥有东西。与外界的任何亲近都是对这种绝对主权的安全体系构成一项威胁。储积的性格对他与别人关系问题的解决办法往往是企图退缩，或如果他认为外界的威胁太大时，则予以毁灭。",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "市场指向也是以与别人隔离为基础，但与储积指向不同，这种隔离的内涵是友善的而不是破坏的。市场指向的整个原则是轻松的接触、表面的恋着，只是在心底里与别人隔离。",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "5．各种指向的混合",
        "text_level": 1,
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "在叙述各种不同的非自发创造性指向及自发创造性指向时，我所讨论的这些似乎都是独立的个体，彼此有明确的区别。为了便于明了起见，这种解说办法实属必要，因为我们应该先了解每种指向的性质，然后才能进一步了解它们的混合状况。然而在实际上，我们总要讨论混合的指向，因为一种性格绝不会只代表非自发创造性指向或自发创造性指向中的某一项。",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "在各种指向的组合中，我们必须辨别在各种非自发创造性指向本身之间其混合的情形，以及非自发创造性指向与自发创造性指向之间的混合情形。前者有若干彼此间具有某种关系：例如，接受指向与剥削指向的混合机会较与储积指向混合的机会为多。接受指向与剥削指向的共通性是与对象表现亲密，而有储积指向的人则与对象疏远。但是，彼此关系不太接近的指向也常常混合。如果要了解某一个人的特性，通常须就其显著的指向加以这样的辨别。",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "非自发创造性指向与自发创造性指向之间的混合则须作更彻底的讨论。没有一个人的指向完全属于自发创造性的，也没有一个人完全缺乏自发创造性。但在每个人的性格结构中的自发创造性和非自发创造性指向各占的分量互不相同，由此而决定非自发创造性的“性质”。在以上论到的非自发创造性中所作的假定是，这些指向在性格结构中占了显著分量。我们现在须考虑在自发创造性指向占大部分的性格结构中所具有非自发创造性指向的“性质”，而对原先所讨论的加以补充。在这种情形下，非自发创造性指向并没有在他们占着显著分量时所具有的消极意义，而具有一种不同的和积极性的“性质”。事实上，非自发创造性指向如同之前已经说过的，可能被认为是对各种指向的曲解，而这些指向的本身又是生活的正常和必要部分。每一个人为了生存都必须能接受别人的东西、取得东西、节省和交换东西。他也必须能依从权威、引导别人、独处、表现自己。只有以这种方法获得东西以及使他自己和别人建立关系在本质上是属于非自发创造性时，才会使领受、取得、节省、交换的能力变为接受、剥削、储积或市场的需要而成为主要的获取方法。在一个自发创造性指向占优势的人，他的非自发创造性社会关系形式——忠实、权威、公平、固执己见—在非自发创造性指向占优势的人身上就会变为驯服、统治、退缩、破坏的性格。因此任何非自发创造性指向，如依照整个性格结构里所占的自发创造性程度来看，都有一个正面和一个反面的部分。下表所列各种指向的正面和反面部分，可以作为这项原则的例证。",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "接受指向（领受）",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "正面 反面领受 被动、无创意负责 无主张、平凡忠实 顺从谦虚 ·无自尊心讨人喜欢 .. 奉承可适应 不讲理社交上适应 卑屈、无自信理想主义 不切实际敏感 怯懦彬彬有礼· 没有骨气乐观 自以为是信任 易欺仁慈 善感",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "剥削指向（取得）",
        "text_level": 1,
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "正面··· 反面积极·…· 剥削能主动 好生事端能提出要求 自私自利自重·.·. 自大有冲劲·…. 鲁莽自信·. 傲慢有吸引力 善诱惑",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "储积指向（保存）",
        "text_level": 1,
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "正面·. 反面重实际 无想象力节俭·…· 吝啬谨慎·… 多疑保守…. 冷淡有耐心 无生气慎重· 焦虑坚定、不屈不挠 顽固沉着·…. 懒惰临危镇定 迟钝整齐有序 卖弄学问有条不 固执忠义… 占有",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "市场指向（交换）",
        "text_level": 1,
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "正面·· 反面有目的· 机会主义能变化 无定见有为… 幼稚眼光远大 浑浑噩噩虚怀若谷 无原则与价值善交际 不甘寂寞重实验 无准则不独断 主张相对论有效率 过分积极好奇. 不老练聪明 理智主义能适应·· 无辨别力宽大·· 漠不关心机智…. 愚蠢慷慨·…. 浪费",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "以上所列正反两面并不是共存的两类独立指向。这些特征每一项都可以说是连续中的一点，而由占优势的自发创造指向的程度来决定；例如，有理性、有系统、整齐有序的指向可在自发创造性高的时候看得出来，而在自发创造性渐渐减弱时，这种“整齐有序”的指向就会越发不合理性、卖弄和勉强；实际上破坏了其本身的效果。自年轻变至幼稚，或从自重变为自大也是如此。仅就基本指向来说，我们发现由于以下事实而使每个人都有很大的变异。",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "（1）非自发创造性指向的混合，视各种指向分量的不同而各异；",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "（2）质方面的每次改变，根据现有自发创造性的分量而定；",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "（3）不同的指向在物质、感情或智能活动的领域内，所产生作用的强度也不同。",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "倘使我们除了解人格的整个现象外再加以对不同脾性和天赋才能的认识，我们就不难看出一些基本的形态在人格方面可以构成无穷的变化。",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "(1) 作者未曾参照存在主义的术语而径自使用这个名词。在修正草稿期间，作者曾经读过萨特（Jean-Paul Sartre）所著的《苍蝇》（Flies）及《存在主义是一种人道主义吗？》（IsExistentialism a Humanism?）两书，但不认为没有修正或增订的必要。虽然有某些共同之点，但作者因尚未看过萨特的主要哲学著作，故不能判断其一致性的程度如何。  \n(2) 希波克拉底（Hippocrates, 460?\\~377B. C.），古希腊医生，有“西方医学之父”美称，医学生均须牢记其誓词。——译者  \n(3) 四种脾性以四行作为代表：胆汁质＝火＝热而干，快而强；多血质＝空气＝热而湿，快而弱；黏液质＝水＝冷而湿，慢而弱；神经质＝土＝冷而干，慢而强。  \n(4) 参阅莫里斯（Charles William Morris）在《生命之道》（Paths of Life）一书中在文化实体方面所应用的脾性类型。该书系纽约哈泼兄弟出版公司1942年出版。  \n(5) 脾性与性格之间混淆不清的事实是：克勒斯克摩（Kretschmer）虽然一贯使用脾性概念，但其著作又定名为《体格与性格》（Physique and Character）而非《脾性与体格》（Temperament and Physique）。席尔顿（Shelton）的著作虽然定名为《脾性的种类》（Varieties of Temperament），但对其脾性概念在实际上的应用依然混淆不清。他所谓“脾性”包括与某种脾性的人所表现性格特质相混淆的纯粹性格特质。假如绝大多数的人在情绪上没有达到充分成熟的程度，其中某些脾性类型将显出与这种脾性相类似的某些性格特质。最恰当的例子是席尔顿将笼统的好社交特质列为内脏质（viscerotonic）脾性特质。但是只有不成熟、没有创造性的内脏质才含有笼统的好社交特质。假如大多数的人属于相同的成熟程度，那么席尔顿所列的特质并非脾性特质，而是一种通常与某种脾性和体格有关的性格特质。因为席尔顿所用的方法是一种完全依赖于“特质”与体格在统计上的相互关系，对于并发的特质并没有作理论上的分析，所以他的错误几乎是不可避免的。",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "(6)  兴 赛 （ Leland E. Hinsie ） 与 薛 兹 基 （ Jacob Shatzky ） 合 编 的 《 精 神 病 学 辞 典 》（Psychiatric Dictionary）。纽约牛津大学出版社1940年出版。",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "(7) 如果读者希望对各种类型的性格指向作全盘性研究，则可参阅下文所列的表解。",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "(8) 以下对非自发创造性指向的叙述，除市场指向外其余均依照弗洛伊德及其他人所提出性器前期性格的实验状况。在讨论到储积指向时即可发现出理论上的不同。",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "(9) 如需研究现代市场的历史与功能，请参阅波兰尼（K. Polanyi）所著的《大转型》（TheGreat Transformation）一书。纽约林哈特出版公司1944年出版。  \n(10) 对自己和对其他人的关系不可分的事实将在第四章中加以解释。  \n(11) 关于智识与理性之间的不同将于以下各页讨论之。参阅夏契脱尔（Ernest Schachtel）著《个性测验的构想与识别》（On the Concept andDiagnosis of Personality Tests ） 及 《 社 会 研 究 杂 志 》 （ Zeitschrift, fuerSozialforschung），1937年1月6日出版，第597\\~624页。  \n(13) 参阅斐尔威（Hal Falvey）著《十秒钟就可使你的生活改观》（Ten Seconds That WillChange Your Life）一书。芝加哥威尔柯克斯暨佛尔勒特出版公司1946年出版。  \n(14) 本书所使用创造性一词的意义乃是将《逃避自由》一书中所述的自发性观念加以扩大解释。  \n(15) 但是极权主义性格并不仅是会顺从别人，而且也会希望去支配别人。事实上，这种人常会表现出虐待狂和被虐待狂两方面，只是在强度和抑制程度上的不同而已。（参阅《逃避自由》一书所讨论的极权主义性格。）  \n(16) 一种虽然不完整但为有意义的尝试分析创造性思想的就是威席摩（Max Wertheimer）的遗著《创造性思想》（Productive Thinking）一书，纽约哈泼兄弟出版公司1945年出版。此外有孟斯特堡（Munsterberg）、纳特普（Natorp）、柏格森（Bergson）及詹姆斯（James）所讨论到创造性的某些方面；布伦塔诺（Brentano）与胡塞尔（Husserl）对精神“行为”的分析；狄尔泰（Dilthey）对艺术家创造的分析，以及史瓦兹（O. Schwarz）所著《医疗人类学》（Medizinische Anthropologie），莱比锡：赫塞尔1929年出版，第iii页以下。但是在所有这些论著里，所讨论的问题与性格方面均无关联。",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "(17) Nicomachean Ethics, 1098a, 8. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "(18) 同上注，1098b，第32页。",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "(19) 斯宾诺莎著《伦理学》，第4章定义第8页。",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "(20) 同上注，第4章前言。",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "(21) 同上注，第4章定义第20页。",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "(22) 泰勒（Bayard Taylor）译（波士顿豪登·米弗林公司）。",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "(23) Loc. Cit., Part Ⅱ, Act Ⅴ. ",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "(24) 摘自《培尔·金特》第五幕第六场（纽约现代图书馆，兰登书店出版《易卜生十一个剧本》Eleven Plays of Henrik Ibsen）。（中译文系引用萧乾译《培尔·金特》，台北书林出版公司印行。）",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "(25) 这种由亲密和独特合成的关系观念，在许多方面和莫里斯所著《生命之道》中的“孤立—恋着”（detached-attachment）相似，有一点不同的是，莫里斯系以脾性为对象，而本书系以性格为对象。  \n(26) 参阅本书第四章“自私、爱己与利己”。  \n(27) 比较亚里士多德对爱的看法：“但是友谊似乎是去爱别人而不是接受别人的爱。这好比母亲由爱而得到的喜悦一样；有时候母亲们将孩子给其他人抚养，虽然这些母亲知道孩子的状况而爱护他们，但并不指望获得爱的报答。假如不可能去爱和被爱的话，那么看到孩子成功并给予爱就觉得满足；即使孩子因不知道而没有给她们作为母亲所应得到的回报。”——威尔顿（Welldon）译，第8册第10章。  \n(28) 参阅威席摩所著《创造性思想》第167页，并参阅第192页。  \n(29) 参阅曼海姆（K. Mannheim）在《意识形态与乌托邦》（Ideology and Utopia）一书中关于这一点所作的讨论。纽约哈柯特布里思出版公司1936年出版。  \n(30) 包括爱，这已经与所有其他创造性的表现一并讨论，俾使对创造性本质的叙述更为详尽。括弧内的观念将在下一节予以阐述",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "(31) ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "第四章 人本伦理的问题",
        "text_level": 1,
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "伦理的精神是人类竭尽本身义务的美德，而不是自我残害的败行。对于人本伦理原则最显著的争议，是我们以自我主义或利己原则作为人类行为的规范，而实际上伦理的宗旨，却是打破自我主义。尤有进者，我们忽视了人类固有的劣性，这种劣性，唯有藉其畏惧制裁与权威的心理始能加以约束，人类若非具有天生的劣性，这项争议或许可以消除，人类不是经常在寻求享乐吗？享乐不是与伦理的原则相悖吗？至少它不是忽视伦理的原则吗？难道我们的良心不是促使人们行为良善的唯一因素吗？在伦理学的范畴之中，不是也会丧失良心的地位吗？其中似乎也没有信仰的存在，那么，信仰难道不是伦理行为的必要基础吗？",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "上述问题，引起了对人类本性的若干推断，关心人类幸福与成长以及促进此等目标所遵行之道德规范的任何心理学者，这些问题对他们诚属一项挑战。在本章内，我要依拟心理分析资料，对这些问题加以讨论。至于精神分析的基本理论，已在“人性与性格”一章中有所叙述。",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "一、自私、爱己与利己(1)",
        "text_level": 1,
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "你要爱邻如己。",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "《圣经》",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "现代文化之中，盛行着对自私的禁忌，我们所受的教导，乃是自私为罪恶，爱人才是美德。我们要认清，这项准则，与今日的社会现实显然背道而驰。现今社会所依恃的准则，认为人所具有的最强大与最合法的原动力，便是自私，人们运用这一不可缺少的原动力，可以获得最大的共同利益。不过，视自私为重大罪恶而爱人为最大美德的准则，仍然具有强大的力量，这里所称的自私，与爱己的意义几乎相同。两者之间的差异，在于爱人或是爱己；爱人是美德，爱己为罪恶。",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "这项原则，在早年加尔文（Johannes Calvin）的理论中已有说明。依据他的理论，人类本性邪恶，且毫无能力。人类若仅依靠本身的力量或长处，绝对无法完成任何善举。“我们并不属于我们自己，”加尔文说，“因此，我们不该以自己的理智或意志来支配我们的思想与行动。我们不属于我们自己；因此，别让我们以肉体的满足，作为我们追求的目标。我们不属于我们自己；因此，我们要尽可能牺牲自己，同时抛弃我们所有的一切。相反地，我们属于上帝，因此，让我们为上帝而生，为上帝而死。因为，肉体是最具糜烂性的毒素，如果人们听任自己的要求，他们便会遭到毁灭，肉体本身是一个不具认识或不知所求的人类唯一安息的所在，需要上帝的引导。”(2)人类不仅应该确信自己的虚无一有，并且应该竭尽所能使自己谦卑为怀。“因为如果你认为我们拥有任何身外之物，便不能算是谦卑……我们不能本着自己的观点来想象自己，除非我们绝不炫耀可能视为我们优点的任何德性。这种谦卑的态度，乃是毫无隐讳地承认，人类智慧的本身充满了困惑与缺陷，唯有如此，才能说明与上帝意旨并行不悖的道理。”(3)",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "这里对个人虚无一有及道德欠缺的强调，暗示我们对自己不该有任何爱惜与重视之处。这一观点，渊源于自我蔑视与自我憎恨的学说。加尔文对于这一点说得很明白：他把爱己称为“一种病害。”(4)如果一个人发掘某一事物而“信以为是自己的享乐，”这便是滥用爱己的罪行。这种宠爱自己的行为，其结果是置他人于不顾与卑视别人。因此，宠爱自己或对自己的任何珍惜，乃是最大的罪恶之一。它必然不容许爱别人(5)，与自私同出一辙。(6)",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "加尔文与马丁·路德对人类所持的见解，在现代西方社会的发展中，具有极大的影响。他们奠定了一项基本的观念，认为人的自身幸福，并非是生活的目标。人类只不过是藉生命的里程作为达到并不属于自己的目标的一项工具。人类的生命并非自己所有，而是属于全能的上帝，或者属于世俗的权威与规范，属于某个国家、某种事业、某项成就。对于人类应该有自己的目标而绝不只是一种工具的观点，康德可能是18世纪思想萌芽时期最具影响力的伦理思想家，但他同样地谴责爱己的习性。按照他的意见，为他人谋幸福是美德，为自己谋幸福则是漠视道德。因为幸福是人类本性所追求的，而人类本身所追求的没有确切的伦理价值。(7)康德承认，人不能放弃本身对幸福的需求；在某些情形之下，甚至可能这是一项责任所在，一部分是为了健康、财富，以及可能作为竭尽本身责任所需要的手段；一部分是因为一个人如果缺乏幸福——陷于贫困——则可能有碍于他对责任的达成。(8)然而，宠爱自己和只知追求自己的幸福，绝不是一项美德。就伦理原则而言，自我追求幸福“是最恶劣的行为，这不仅因为它是错误的……同时会影响到支配我们行为的道德基础，以及破坏其崇高性……”(9)",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "康德对自我主义、爱己、利己与自大、自我享乐之间有所区别。但是即使“合理的爱己”也必须受到伦理原则的节制，自我享乐的作风必须摒弃，人人必须谦逊为怀，强制自己遵守神圣的道德律。(10)人人应该以善尽此一职责为最大幸福，要实现道德的原则——同时也是实现个人的幸福——唯有在团体、民族与国家之中才具有可能性，不过“国家的福祉”与国民的幸福与安乐并不一样。(11)",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "尽管康德比加尔文或马丁·路德更尊重个人的人格尊严，但是他否定个人有反叛的权利，即使在最暴虐的政府统治之下亦非所容：如果叛乱行动使当政者受到威胁，则叛乱者必须处以死刑。(12)康德强调人的本性天生趋向邪恶，(13)欲抑制这种邪恶的趋向，道德律乃是绝对不可缺少的要件，否则人类将会变成禽兽，社会便会陷入野蛮的无政府状态。",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "18世纪思想萌芽时期的哲学里，对个人需要幸福的强调程度，康德远不如其他人，爱尔维修（Helvetius）就是其中一例。现代哲学的这一趋势，其最基本的根源，来自斯坦纳（Stirner）及尼采的思想(14)。不过，他们对自私的定义虽然与加尔文及康德的立场相反，但是也同意对方的观点，爱人与爱己之间两者互不相容，他们指责爱人为懦弱和自我牺牲，同时主张自我主义、自私及爱己为理所当然——他们也使问题的争执混淆不清，因为没有明确区分上述各点——未明确列为美德，所以斯坦纳说：“这里，必须以自我主义、自私做抉择，而非爱的原则，亦非爱的动机，如怜悯、温和、良善，甚至正义和公理因为这也是爱的表现、爱的产物，爱唯有牺牲，爱要求自我牺牲。”(15)",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "斯坦纳所谴责的爱，是希望接受他人的虐待，把自己作为达成他人目的或本身以外某项事物的利用工具。他并不忌讳地对这种爱的观念，提出有系统的反对。这一反对争论，甚为激烈而夸大其词。斯坦纳所断然主张的原则(16)，与多少世纪以来基督教教义所持的态度大相违背——这一处世态度，在斯坦纳时代所盛行的德国唯心论中叙述得至为生动。就是个人应该鞠躬尽瘁，屈从一项不属于自己的原则，以本身以外的一个主宰作为自己的中心。斯坦纳并非是康德或黑格尔那种高度的哲学家，但他有勇气反对唯心论的哲学。唯心论学说否定了具体的个人，认为个人必定受制于身外主宰的绝对力量。",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "尼采与斯坦纳之间尽管有很多不同的见解，但他们对于这一方面的意见却极为一致。尼采也指责爱与利他主义是懦弱与自我否定的表现，尼采认为，对爱的寻求，乃是典型的奴隶表现，因为他不能藉奋斗来获得所要的需求，于是设法以爱作为手段。因此，利他主义与爱人已成为堕落的象征。(17)就尼采而言，为了自身利益，动辄牺牲无数人民的幸福而毫不自疚，就是势力雄厚的贵族阶级的本质。社会必定是“上层阶级藉以提高自己职责并达到更高地位的基石和阶梯。”(18)此外，还有很多的叙述，可引用来证明这种卑劣与自我主义的精神。这些观念，常被视为尼采的哲学。然而，它们尚不能代表尼采哲学的真正中心思想。(19)",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "有很多的原因，说明尼采本人何以具有上述观点，首先，尼采与斯坦纳一样，他的哲学，是反抗哲学传统要求个人屈从权势及他人原则的主张，在他的夸大理论中，反映出这一反抗的特质。其次，尼采的人格含有不安和焦虑感，因此他强调要做“强人”以为对策。最后，尼采受了进化论及其强调“适者生存”的影响。这种解释并不能改变一项事实，即尼采认为爱人与爱己之间存有矛盾，然而这种错误的二分法，即可由他的理论中心而加以推翻。他所攻击的“爱”，并非发自一个人的本能，而是出于一个人的本身弱点。“你爱邻人，是出于你对自己的一种不正当的爱，你自己帮助你的邻人，是因为你会因此而树立一项美德！不过我看透了你的‘无私’。”他直言不讳地说：“你们还没有支持自己的能力，你们对自己的爱还不够充分。”(20)就尼采而言，个人具有“至为重大的意义。”(21)“强大”的个人，才拥有“真正的仁慈、高尚的志节、伟大的精神，不会为收获而施舍，不会以表现仁慈来凌驾他人；——这是真正仁慈的一种‘浪费’，以个人的满足为前提。”(22)他在《查拉图斯特拉如是说》一书中也提出了同样的观点：“一个人帮助他的邻人，因为他自己有所企求，或者为了避免自己的损失。”(23)",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "这种观念的本质是：爱是一种丰富的现象；它的前提是施爱的人必须具备施予的能力。爱是生命的肯定，而且具有创造性，“它寻求创立一个所爱的目标！”(24)唯有发自本身内在的能力，爱他人才是一项美德。如果爱他人是出于本身根本无能的一种表现，则并非美德(25)。然而，尼采并未解决爱己与爱人之间所存在的矛盾问题。",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "自私为重大罪恶以及爱己不容许爱人的原则，绝不仅限于理论与哲学上的探讨，而且已成为在家庭、学校、电影及书刊中广泛传播的思想，当然也已用作一切社会教育的典范。“不要自私”，已是世代相传用以教导无数儿童的一句常用语。它的意义，却仍然含糊不清，大多数的人会说，它的含义是不要以自我为单位，不要不顾及别人，不要毫不关怀别人。事实上，广义而言，它的意义不只如此。不要自私，表示依自己的愿望行事，并为了权威当局而放弃自己的愿望。就以上所分析的“不要自私”，与加尔文主义所称的同样的意义含糊，除了这些表面的含义之外，它的意义是“不要爱你自己”，“把你自己置身于度外”，而使你自己顺从比本身更为重要的事物，顺从你本身以外的一个主宰，或它所赋予的“责任”。“不要自私”已经成为抑制本性与人格自由发展的最有效的手段之一。在这句格言的影响力之下，个人必须牺牲一切，彻底地自我屈从：唯有如此才是“不自私”，也就是不为自己，而为他人或本身以外的某种事物服务。",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "我们必须再次说明，这种解释似乎是偏于一面。因为除了一个人不应自私的原则之外，现代社会中同时流行着相反的论调：记住你自己的利益，你的行为要符合你的最佳利益；你如果这样做，同时也是为了他人的最佳利益。事实上，竞争的社会，是依自我主义作为全体幸福基础的原则而形成的。令人费解的是，这两项似乎互相矛盾的原则，竟会在一种文化之中同时作为教材；然而事实上，这又是毫无疑问的。这一矛盾所产生的一项后果，是使个人感到混淆，处于这两种原则之间，在他使自己人格完整的过程中，深感不知何适何从。这一混淆情形，乃是现代人们感到困惑无助的最大因素(26)。",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "爱己与“自私”无异而与爱人不能相容的原则，已经普遍流传到神学、哲学及现代思想之中；这一原则，经弗洛伊德在他对自恋行为所作的科学分析中加以证实。弗洛伊德的构想，是假定人有一定的里比多（Libido）。在婴儿时期，人的所有“里比多”以他本身为目标，弗洛伊德称之为“初期自恋”。在个人成长时期，“里比多”对象便由本身转到其他的目标。如果一个人在他的“目标转变”上遭受阻碍，“里比多”便会由这些目标退回到自己身上来；这叫做“第二期自恋”。依据弗洛伊德的理论，如果我对外界所施的爱愈多，则予自己的爱愈少；反之也一样。因此他声称，爱的行为，乃是一个人在爱己方面的损失，因为一切的“里比多”，已转移到非自我的一个外界目标。",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "由此便引起了以下的问题：就心理上的观察，爱己与爱人之间存有基本矛盾与两不相容的理论，是否有依据？爱己与自私的现象是否相同，或是相反？再就是，现代人的自私，是否在他们的智慧、感情及官感潜能上，真正完全是为了自己？在他所担任的社会经济角色上，“他”是否已成为附属品？他的自私是否与爱己相同，还是他的自私是由于缺乏爱己而形成？",
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "在我们开始就心理方面讨论自私与爱己之前，首先应该特别指出，认为爱人与爱己互不相容的见解，乃是错误的理论。如果我爱我的邻人为人类的一分子乃是一项美德，则爱我自己必然也是美德—而非恶行——因为我也是人类。没有一种人类观念认为我自己不包括在内的，主张自己不在其内的观念，本身便会发觉具有根本的矛盾。《圣经》所示“爱人如己”的教义，表示尊重自己的完整与独立性、爱护自己以及了解自己，与尊重、爱护及了解他人是不可分的。爱我自己与爱任何别人，具有不可分割的关系。",
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "我们现在要讨论解决大家争议的基本心理上的前提。一般而言，这些前提如下：我们感觉上与态度上的目标，不只是别人，还有我们自己；对别人的态度与对我们自己的态度，其间不但毫无矛盾，且彼此休戚相关。就我们所讨论的问题而言，这就是说，爱人与爱己并非互不相容。相反地，所有以爱待人的人，皆能以爱待己。",
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "就一个人的“对象”与其本身的关系而言，原则上爱是不可分的。 ",
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "真正的爱，是一种创造性的表现，它意味着关切、尊重、责任感及智慧。它并非令人“感动”，而是积极地促使被爱的人得以成长与获得幸福，它发自个人本身爱人的能力。",
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "施爱是表现个人爱的力量，爱人是对某一个人实现或专心应用此一力量。它与罗曼蒂克的恋爱观不同，恋爱只是专爱世上的某一个人，发掘一个爱人，是一生难得的机遇。如果对某个人的爱，是由于对其他人的爱的转移，这也不是真正的爱。只有某一个人能够感受到的爱，并非是实际的爱，只是共生恋着（symbiotic attachment）而已。爱的基本意义，主要旨在使被爱的人显现出人的特质。如詹姆斯（William James）所称的“分工”（division of labor）的方式，只爱自己的家人，对“陌生人”毫无同情心，这表示根本不懂得爱。爱人类，并非如一般所想象的只是出于对某一特殊人物的爱，这不过是爱人类的开端，虽然专爱某些特殊个人是人类后天的习性。",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "因此，进一步说，在原则上，我把别人作为爱的目标时，我自己也该同样作为爱的目标。个人对自己生命、幸福、成长和自由的肯定，根源于他爱的能力，这就是关怀、尊重、责任感及智慧。如果一个人具有创造性的爱的能力，他也会爱他自己；如果他只爱别人，则他根本不懂如何爱。",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "认清了爱己与爱人在原则上具有相关性之后，我们对于显然不容许真正关切他人的自私这一点，将作何解释呢？自私的人只顾自己，要为自己争取一切，不乐于施舍，只想夺取。只是依他能从中取利的观点来看外在的世界；他不关心别人的需要，也不尊重别人的尊严与完整性。他除了自己之外，便目空一切；他对一切人物事件的评判，皆依其对自己的利用价值为准，他根本没有爱的能力。这一解释还不能说明关切别人与关切自己之间是绝不相容的吗？如果自私与爱己相同，那么这两者当是相容的。然而这一假设，却是谬误之源，它在我们的问题上，导致了很多的错误结论。自私与爱己绝不一致，事实上两者互相对立。自私的人并不过分爱己，且爱己太微；事实上，他怨恨自己。这种对自己缺乏兴趣与不表关切的作风，使他虚无一有并满遭挫折，这只是他缺乏创造性的一项表现而已。他必然不会愉快，并且急于攫取生活上的满足，却又自绝于途。他似乎过于关切自己，却又徒劳无功，反而无法补偿他为真正自我关切所遭的失败。弗洛伊德认为自私的人也就是自恋，这种人似乎是从爱人转变为爱己。诚然，自私的人没有爱人的能力，而且他们也没有爱己的能力。",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "如果我们以贪婪性地关切他人作为比较，便会更容易了解自私的意义，譬如以一个过于热心而存有优越感的母亲为例。当她自以为非常喜爱她的孩子时，实际上她却对她所关切的对象，深深怀有难以抑制的反感。她的过分关切孩子，并非因为她过于爱她的孩子，乃是由于她根本没有爱她孩子的能力，而必须付出补偿的代价。",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "这一自私本性上的理论，是就“舍己”的神经症状从精神分析的经验中所产生。这是对许多人进行观察后所发现的神经症病状。这些人所遭遇的困扰，往往并非此一症状，而是与它有关的其他因素，如沮丧、疲倦、丧失工作能力、爱情关系破裂等等。舍己的精神不会被发觉为病的“症状”，这通常是人们引以自豪的济世性格特质。“舍己”的人“为自己毫无所求”，他“完全为了别人而生活”，他以不自命不凡而感到自豪。可是他却难以理解，尽管他不自私，他却并不愉快，他与那些最亲密的人之间的关系并不理想，他希望消除他所认定的病症——而非他的舍己性格。分析工作显示，他的舍己性格并非与其他症状毫不相关，而是属于其中之一；事实上，往往也是重要的一环；在他爱人的能力上，他已精疲力竭，或是万念俱灰；他对生活满怀厌恶；在他舍己性格的后面，已经淡淡地隐藏着自我本位的成分。唯有把他的舍己也认定为与其他因素同样是一种症状，这种人才可以治愈。于是，也可以纠正他缺乏创造性的弱点。这一弱点，与他的舍己及其他的困扰皆具有根本的关系。",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "舍己的本性，在影响别人时，表现得特别明显。在我们的文化之中最常有的现象，便是“舍己”的母亲对她孩子的影响。她认为藉她的舍己精神，可以使她的孩子体验到被爱的意义，进而学习如何去爱人。然而，她的舍己精神所发生的影响，根本不能达成她的期望。孩子们并没有显出被人爱的快乐；他们忧虑、紧张以及担心母亲对他们的不赞许，而急于达到她的期望。通常他们所受到的影响，却是他们母亲内心所隐藏着对生活的厌恶，他们只是感觉到这种厌恶，却不能清楚地认识，最后他们本身也完全受到感染。总括而言，“舍己”的母亲的影响与自私的母亲的影响并无重大的区别；事实上往往前者更为恶劣，因为母亲的舍己精神，使孩子对她无从加以批评。他们负有不使她失望的义务；在美德的借口之下，他们所受的教导是厌恶生活。如果我们有机会研究一下真正爱己的母亲所发挥的影响，便会发现一个爱己的母亲所给予孩子的莫大助益，是让他们由经验中认识爱、愉快及幸福的真义，而非一味让孩子承受她的爱。",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "分析了自私与爱己之后，我们现在可以开始讨论利己的观念，这一观念已成为现代社会的主要象征之一。它的意义含混不清。远胜于自私或爱己，如果我们探讨一下利己观念的历史发展，便会全然了解它意义含混的原因。其问题在于何者视为形成利己的因素，以及如何确定它为利己的现象。",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "对于这一问题的探讨，有两种基本不同的途径。其一是由斯宾诺莎所提出极为明确的客观探讨。他认为利己或“寻求自己的利益”也是一项美德。他说：“如果一个人为了寻求他的利益——也就是维持他的生存——所做的努力愈大以及所具的能力愈强，则他所具备的美德也愈多；反言之，如果一个人忽视他自己的利益，他便是无能。”(27)依据此一见解，人的利益是维持他的生存，也就是发挥他的固有潜力。这种利己的观念乃是客观的主张，只要其“利益”并非出于主观的个人利益，而是基于客观的人类本性。人类只有一项真正的利益，那就是使他自己作为人类一分子的潜能得以完全发展。正如一个人为了爱他人而必须了解他人与其真正的需要，他也必须了解自己，以便认清自己的利益，以及如何获得此等利益。因此，如果一个人对于自我及其真正的需求愚昧不知，他对自己的真正利益便会感到困惑不清。人的科学便是确定人的自我利益的基础。",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "近三百年来，利己的观念不断地趋向狭义的解释，直到斯宾诺莎提出新的观念为止；斯宾诺莎对利己的看法几乎与原有解释完全相反。利己的含义，已经发展到与自私相同，注重物质、权势及成就的收获；忽略了利己具有与美德相同的特质，而把征服作为它的伦理教条。",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "这一颓废现象，乃是对利己的看法由客观转变到错误的主观所致。利己不再取决于人类的本性及其需求；于是忽略了个人对于利己可能发生偏差的观念，而主张个人的真正利益必须出于个人意志所认定的利益。",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "现代的利己观念，是一项包含两种矛盾立论的奇异混合观念：其中之一是加尔文与马丁·路德的理论，另一种是在斯宾诺莎之后的思想家们所持的观念。加尔文与马丁·路德曾教导他们的门徒，人必须抑制他的利己，必须把自己视为只是达成上帝意旨的一项工具。相反地，思想家们所教导的是人必须以自己作为唯一的宗旨，而不为超越他的任何目标作工具。结果是一般人接受了加尔文的理论，但是拒绝了其中的宗教成分。他们把自己作为一种工具，但是并非为实现上帝的意旨，而是作为经济上的机器。他们接受了担任一项工具的任务，但非为了上帝，而是为了工业的进展；他们从事工作与积蓄金钱，但主要并非为了花费方便和生活享受，而是为了储蓄、投资及成就。如韦伯（Max Weber）所言，僧侣式的苦行，已由世俗的内在苦行所取代，因而个人的幸福与欢乐不再是生活的真正目标。不过这种态度，日益脱离加尔文的理论，其中还包含另一派的利己观念，主张人类有权利也有义务——把追求自我利益作为生活的最高规范。其结果是现代的人依照克己的原则生活，思想中则存着利己的观念。他认为他的行为是为了他的利益，实际上他所最关切的是金钱与成就；他使自己",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "昧于一项事实，那就是他没有发挥他那最重要的人类潜能，他在寻求他最佳利益的过程中，陷于迷妄而不自知。",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "利己观念含义上的颓废，与自我观念的改变具有密切的关系。在中世纪，人们认为自己是社会与宗教团体本质上的一部分，在个人尚未完全成长之前，便以这个团体作为培养自我的场所。自从近代开始以来，个人面临着自我独立的考验时，人自身的同一性便形成了一个问题。在18世纪及19世纪，自我的观念便日渐狭窄；所谓自我，只是由个人的资产形成。这种自我观念的定义，不再解释为“我认为我自己是什么”，而是解释为“我究竟有什么，”或“我占有什么。”(28)",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "过去若干年代中，由于市场发展的影响，自我的观念，其定义已由“我占有什么”转变为“我是你所需求的(29)。”生长在市场经济环境中的人，认为自己是一宗货品。他已经脱离他自己，正如货品的销售者脱离了他所要售出的货物一样。当然，他关切他自己，无限地关切他在市场上的成就，“他”是市场的经理、雇员、售货员——乃至货品。他的自我利益是把“他本人”作为利益的目标，把“他自己”当作货品，这种货品在人格市场上应该赚到上好的价钱。",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "对于现代人的“利己谬误”观念，没有再比挪威剧作家易卜生在他的作品《培尔·金特》中所描述者更为淋漓尽致。培尔·金特相信他的整个一生，皆奉献于谋求他自我的利益。他对此一自我的描述如下：",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "“金特的自我！  \n是一支心愿、欲望、需求的军队！  \n金特的自我！  \n是幻想、向往及希望的海洋；  \n事实上，这一切只是我内心的狂妄，  \n其结果，是依然故我，生活毫无异样。”(30)",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "在他生命的晚年，他觉悟到自己的愚昧无知；当他追随“利己”的原则时，却没有认清他真正自我的利益是什么，他也丧失了他所竭力维护的真实自我。别人告诉他，他从来没有成为他本人，因此他仍然是没有成熟的原料，要送回冶炉重加锻炼。他发觉他是依照奥丝的原则而生活：“满足你自己”——这与人类“安分守己”的原则恰好相反。他对人生的虚无感到恐惧，一旦他所依靠的虚伪自我、成就及占有不存在或有严重疑问时，他这没有真正自我的人便会无能为力地俯首屈服。他不得不承认，当他竭力争取世间的财富与不顾一切地追求似乎是他的利益时，他已经丧失了他的灵魂——或者不如说已经丧失了他自己。",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "流传于现代社会中的颓废利己观念，已导致各种极权理论者对民主思想的攻击，他们认为资本主义具有道德上的错误，因为它受自私原则的支配，他们标榜他们自己的制度在道德上的优越，指出他们的原则，是个人毫不自私地服膺国家、“民族”，或“某种主义祖国”的更高目标。不少人受到他们这种批评的影响，因为他们认为，追求自私的利益并无乐趣。他们所灌输的思想，是为人类的更大结合与共同责任而奋斗，尽管这种思想可能有些暧昧含糊。",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "我们无须浪费许多时间作反对极权主张的争论。首先，他们并没有诚意，因为他们只是为了隐瞒“菁英集团”的极端自私，此一集团希望征服及维持统治广大群众的权力。他们的不自私论调，旨在蒙骗那些受菁英集团控制的人，同时为了便利他们工作的推行与利用。再者，极权主义的意识形态令人混淆莫辨，当他们在一个国家无情地全面推行自私主义之际，他们却以代表舍己原则的姿态出现。每个国民必须献身于公共的福利，可是却容许他们的国家追求自己的利益，而置他国的幸福于不顾。且不论极权主义的理论乃是供给极端自私者作为藉口的事实，同时此项理论更是一种旧有观念的复苏。这就是宗教理论中认为人类在本质上毫无能力，于是必须屈服。这一观念，已被现代的精神与政治进展所克服。极权主义的意识形态，不仅危害西方文明大部分有价值的成就，包括对个人尊严与独特性的尊重；并且阻挠对现代社会具有建设性的批评，因而也阻挠了必要的改革。现代文化的失败，并非由于个人主义的原则，并非由于道德的观念与利己的追求相同，而是由于利己意义上的颓废变迁；并非由于人们过分关切他们的自我利益，而是他们对真正自我的利益没有给予充分的关切；并非由于他们过于自私，而是由于他们并不爱他们自己。促成坚决追求虚伪利己理想的因素，如果正如上述情形根深蒂固地蕴藏在当代社会结构之中，则改变利己意义的机会实甚遥远，除非有人可以指出从事改变的特殊因素所在。",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "最重要的因素，也许是现代人对于本身追求“利己”的结果，内心不能满足。今日的宗教要想成功，只有自行退缩，变成虚有其表的形式。社会的“开放空间”日益狭小；在第一次世界大战之后，20世纪末叶的萧条现象，第二次世界大战结束不久所形成的毁灭性战争的新威胁，以及这一威胁所引起的无限忧虑，使改善世界的希望未见实现，因而动摇了追求这种利己的信心。除了这些因素之外，对成功的崇拜，本身也不能完全满足人类难以根除的自我追求。这种崇拜，只能藉它的新奇与刺激，使人得到一时的满足。有的人对他所做的一切均觉得毫无意义，这种人正在日渐增多。他们仍然深受世俗成就与迷人乐园的诱惑。可是无疑，文明进步所带来的优越生活环境，已经开始使他们感到困扰，使他们开始疑惑，希望知道他们作为人类一分子的真正自我利益是什么。",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "除非我们文化中的经济条件许可，否则这种内在的幻想很难破灭，同时对于利己的价值也很难重作有效的评定。我已经指出，虽则运用一切人力于工作或争取成就乃是形成现代资本主义的基本原因之一，然而我们已经进入一个可以解决生产问题的时代，于今人类的重大使命，是解决社会生活的组织问题。人类已经创建了机械能等劳力，使他们无须以全副人力从事工作，便可以获得生活的物质条件。他们可以运用一部分的精力，从事生活本身的使命。",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "唯有具备两项条件——即对于因文化影响而形成的目标具有不能满足的现象，以及具有从事改革的社会经济基础——才能使第三项不可缺少的因素趋于有效，这就是理性的悟力。这是全面实现社会与心理改革，以及改变利己意义的必要原则。现在的时代，已再度进入一种使追求人类真正利益的奋发精神陷于麻木的时代。一旦个人认清了他自己的利益，他便已经在实现此一利益的道路上，克服了最艰难的第一步。",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "二、良心，人的自我呼唤",
        "text_level": 1,
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "任何人若是谈论和遭遇他曾做过的坏事，他便会回想到过去他所干的卑鄙勾当。一个人无论想些什么，他便会被吸引到所想的事物之中——人的整个灵魂都会被吸引到他所思想的事物之中，当然也会被吸引到卑劣的事物之中。他必然没有摆脱的能力，因为他的精神会堕落，他的心灵会腐败。此外，一种悲哀的情绪，可能会袭入他的心头。你将如何呢？无论在何种情形之下沾染劣迹，劣迹总是劣迹。犯过或未曾犯过——试问它会为我们在天国带来何种后果？当我沉思到这里，我不觉也想到天国的无限欢乐。这便是何以有如下的格言：“远离邪恶，竭力为善”——彻底抛开邪恶，不要稍存邪念，要从事善行。你曾犯错吗？如有，则迁善补过。",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "梅尔（Isaac Meier）语录(31)",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "人们可以发表的最堂皇言论，莫过于：“我将本着我的良心行事。”有史以来，人类始终在维护正义、仁爱及真理的原则，藉以反对迫使他们放弃其理智与信仰而加诸彼等的压力。从前的先知者便是本着他们的良心行事，如果他们的国家腐败与不讲正义，他们便要公然抨击他们的国家，预言国家的没落。苏格拉底宁可一死，也不愿使真理屈服而从事违背良心的工作。如果没有良心的存在，人类在其坎坷的历史过程中，早已陷入败落的泥沼。",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "除了这一类人以外，还有另一些也声称以良心为出发点的人：过去宗教法庭上的人，他们把一些有良心的人捆在火刑柱上烧死，宣称这是基于他们良心的行为；当战争贩子为了他们的权力私欲而置他人的生命于不顾时，也宣称他们是代表他们的良心行事。事实上，任何对他人或对自己的残暴或冷酷行为，很少不被解释为受良心的驱使。因此，良心所发挥的威力，实有加以平息的必要。",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "就各种不同经验的解释，良心一词的确令人混淆。这些不同种类的良心是否同属一物，而只是它们的内容各异呢？它们是否表现不同，而只共同具有“良心”的名称呢？或者是否当我们就经验现象中探讨人类动机的问题时，会发现良心存在的假定不能成立呢？",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "对于这些问题，有关良心的哲学论著提出了充分的启示。古罗马哲学家西塞罗（Cicero）与塞涅卡（Seneca）解释良心是内在的心声，它对我们的德行善恶施以褒贬。斯多亚派的哲学认为良心具有自我防范的作用（自我监督），克吕西普（Chrysippus）称它是人自己内在和谐的感觉。经院哲学主张良心是上帝所定的理性法则。它与“自觉”有所区别，后者是判别与希求正直的习惯（或能力），前者是在各项行为上应用的一般原则。虽然现代作者已不采用“自觉”一词，然而“良心”二字却经常用以代表过去经院哲学所称自觉的意义，这就是内心对道德原则的领悟。英国作者们曾强调这一领悟力的情绪成分。例如，沙夫慈伯利（Shaftesbury）基于人的心力智慧本身与宇宙秩序相和谐的事实，而假定人类具有“道德感”，一种对正确与错误的意识，一种情绪的反应。巴特勒（Butler）提出，道德原则乃构成人的天性的一部分，尤其把良心认为是行仁的天赋愿望。依照斯密（Adam Smith）的意见，我们对于他人的观感以及他人的赞同与不满所产生的反应，是以良心为中枢主宰。康德则精简了良心的各项特殊内容，称它是责任感。对宗教的“坏良心”加以严厉批评的尼采，认为真正的良心是出于自我肯定，“对自己表示肯定”的能力。舍勒（Max Scheler）相信良心是理性判断的表现，但这种判断是出于感觉，而非思想。",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "然而，重要的问题仍然原封不动地未获答复；关于动机方面的问题，也许对精神分析研究所得的资料可使我们获得较多的理解。在下面的讨论中，我们要依照辨别极权伦理与人本伦理的一般原则，对“极权”与“人本”的良心加以区别。",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "1．极权的良心",
        "text_level": 1,
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "极权的良心，乃是将外界的权威转变为己有之后的心声，如父母、国家或任何偶然负责管教者的权威。如果人与权威的关系是源于外来的因素，而不具有伦理的作用，则我们很难论及良心；在这种情形之下的行为，只不过是基于得失的权宜之计，是受到畏惧惩罚及指望奖励的影响，始终慑于权威的压力，顾及当权者察觉其行为，以及他们的褒贬。人们所产生的罪恶感，往往并非发自他们的良心，而是出自对这种权威的恐惧。实在说来，这些人并不感到罪恶，只是害怕而已。不过在良心形成的过程中，父母、教会、国家及舆论这类权威，往往有意或无意地被视为伦理和道德的立法者，他们的法律与制裁为人们所接纳，因而变为他们所己有的权威。当外在法律与制裁的权威变成某人本身的一部分时，这个人便会感到不是对身外某物负责，而是觉得对他的内在某物——他的良心负责。良心对行为的影响，比外界权威的畏惧感更为有效；因为，一个人可以避开权威，却无法逃避自己，因此也无法逃避变成本身一部分的内在权威。极权的良心，就是弗洛伊德所称的“超我”；不过随后我要说明，这只是良心的一种，或者这可能是良心发展的初期过程。虽然极权良心与对惩罚的畏惧与奖励的希望不同，因为它与权威的关系已变得内在化，但在其他的主要方面并无重大的差异。最重要的一个相同点，乃是极权良心的规范，并非出于个人自己的价值判断，而是由权威来确定它的戒律。如果这些规范良好，则良心将会导人向善。然而，它们成为良心的规范，并非因为它们良好，而是因为权威将它们定为规范。如果这些规范拙劣，它们也成为良心的一部分。例如一个希特勒的信徒，当他从事违反人性的工作时，却认为是本着他的良心行事。",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "即使良心与权威的关系已经内在化，但是这一内在化的完整性，不能视为已经达到可使良心脱离外界权威的程度。完全的脱离（我们可在妄想神经病的病例中加以研究），只能算是例外，并非一种常规。通常，具有极权良心的人，与外界的权威及其内在的共鸣气息无分。事实上，两者之间彼此经常发生影响。令人产生畏惧感的外界权威的出现，不断地滋润内在权威——良心的泉源。如果实际上权威并不存在，那就是说，如果人没有理由畏惧权威，则极权的良心便会衰微而失却功能。同时，人类对外界权威的向心性，会受到良心的影响。因为这种良心，始终含有人们需要有所崇敬的目标、有所理想，(32)以及求取某种完美的成分，而且这种完美的偶像是基于外界的权威而形成。于是，外界权威的画面上，也具有良心上所染有的“理想”色彩。这一点非常重要，因为就人的观念中所认定的权威性质，与权威的实际性质不同。在人的观念中，权威的性质日益趋合于人们的理想，因而也更容易内在化。(33)内在化的权威与外界权威之间的此种互相感应，对于权威的典型特性，往往会产生一种坚定不移的信念。这一信念，并不具有经验中所发掘的一切矛盾现象。",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "极权的良心其内涵源于权威的戒律，它的潜力则发自畏惧与崇拜权威的情绪。善良的良心，是取悦于（外界与内在）权威的意识；罪恶的良心，是触怒于它的意识。善良（极权）的良心，产生幸福与安全的感觉，因为它受到权威的赞许，且与权威具有更密切的关系；罪恶的良心产生畏惧与不安的感觉，因为它违背权威的意旨，而含蓄着遭受惩罚的危险，同时——更糟的是——有被权威遗弃的危险。",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "为了了解前段说明的整个影响，我们必须记住极权人物的性格。他们发觉要成为权威不可分割的一部分，才有内在的安全感，这项权威比他本人更为伟大和更有势力。只要他能作为权威的一部分——不惜牺牲他自身的完整性——他便觉得拥有权威的力量。他的实体存在感觉，要依他与权威双栖共存的情形而定；若被权威抛弃，则等于被抛入真空，面临虚无的恐怖。对于极权人物，最糟莫过如此。当然，权威的爱与赞许，使他获得最大的满足；宁可受惩罚，也比遭拒绝为佳。因为惩罚他的权威仍然与他相处，如果他已“犯过”，遭受惩罚至少是权威对他仍表关切的证明。接受了惩罚，他便洗清了罪过，恢复了附属于权威的安全感。",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "《圣经》上对于该隐犯罪与受惩的记载，提出了一项标准的事例，说明人所最怕的不是惩罚，而是遭到弃绝。上帝接受了亚伯的奉献，而拒绝了该隐。上帝未加说明任何理由，给予该隐人类最恶劣的境遇，那便是过着不为权威所接纳的生活。祂拒绝了他的奉献，也就是弃绝了他。该隐不能忍受这种弃绝，于是他杀死了夺走他这项不可或缺之物的敌手。该隐的惩罚是什么呢？他并未被处死，甚至未遭伤害；事实上，上帝禁止任何人杀害他（当时“该隐”的标识，就是保护他不遭杀害）。他的惩罚，就是被弃为流浪汉；在他被上帝弃绝之后，他便和他的伙伴分离。这种惩罚诚如该隐所说：“我受的惩罚，远超过我所能承受的。”",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "以上，我已经讨论过极权良心的形式结构，指出极权的善良良心是取悦（外界与内在）权威的意识，其罪恶良心则是触怒此等权威的意识。现在我们进行讨论善良与罪恶的极权良心的内容问题。虽然触犯权威所制定的绝对规范的任何行为，将构成违抗乃至必然的罪行（无论此等规范的本身好坏如何），但是仍然有反抗的情形发生，这种反抗是任何极权情形之下的必然现象。",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "在极权情形之下的主要罪行，是反叛权威的统治。因此反叛变成“极大的罪恶”；服从则是最大的美德。服从表示承认权威当局的优越权能与智慧，有权按照自己的意旨发号施令及给予奖惩。权威当局要求他人臣服，这不仅旨在使他人畏惧其权势，且要坚信其具有道德的优越与权力。对权威的尊重，不容许存有怀疑。权威当局也许特准解释他的指示与禁令，他的奖励与惩罚，但是从不容许他人具有发问或批评的权利。如果有批评权威当局的任何理由，那便是受权威管辖的个人必定有失常态；如果有人胆敢批评，唯一的后果，便是自己提出他犯罪的事实证明。",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "承认权威具有优越性的责任中，具有若干必须遵守的禁律。其中最普遍的禁律，是个人不得存有自认权威或可能成为权威的意念，因为这种意念将会与权威当局唯我独尊的优越性发生抵触。如前面所说过，亚当与夏娃的真正罪过，是他们企图变成如同上帝一样；为了惩罚此一妄想并藉以防范尔后的效尤起见，他们被逐出伊甸园之外(34)。在极权的制度下，权威的形成，根本上与其臣民大异其趣。他具有其他任何人不能奢望的权能，握有臣民绝对无法匹敌的魔法、智慧及潜力。无论权威当局拥有何种特权，无论他究竟是宇宙的主宰抑或命运注定的独特领袖，他与人们之间的根本不平等，乃是极权良心的基本原则。权威独尊性之中特别重要的一点，是唯有他具有不遵从别人意旨的特权，而是遵从他自己的意旨；他本身并非一项手段，而是自成为目的；只是他有创造的权能，而否定别人的创造。在极权的原则下，发挥意志与从事创造的权能，乃权威当局所特有。受权威统治的人，只是被权威用以达到他本身目的的工具与资产。权威当局的至尊所面临的问题，是受造者希望不再作为一件物，而要成为一个造物者。",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "然而，人类从未终止生产与创造的努力，因为创造是力量、自由及幸福的泉源。不过，他努力的程度，如果超越他认为是本身所仰赖的权力范围，他的真正创造力（他所怀有的意愿）便会使他产生罪恶感。巴比伦的人，因为企图协力建筑一个通天的城市而遭受惩罚。普罗米修斯因为替人类盗取天火，而受到用铁链拴于岩石的惩罚，这一盗火行为正象征着创造的能力。马丁·路德与加尔文指责人类对其权势与能力的自豪，是罪恶性的高傲；对政治极权者而言，这是骄傲的个人主义表现。从前的人，曾藉牺牲，献出他们最佳的农产品或牲畜，以祈求各个神明宽恕他们的生产罪行，割礼是此类祈求宽恕的另一种方式；割除象征男性创造力的男子生殖器官的一部分，为上帝而牺牲，因而人类可以保留对该一创造力的运用权利。人们对于神明，以承认祂们在生产能力上的独占性而作为对祂们的献祭，除了这种牺牲之外，人们并以自觉罪恶感的方法来束缚自己的能力。这源于极权的信念，它认为运用自己的意志与创造能力，是一种违抗权威当局特权的行为，唯有权威当局才是创造者，臣民的责任只是作为他的“物件”。上述自我罪恶的感觉，会进而使人懦弱，削减他的能力，加强他的臣服性，藉以偿付他企图成为他“自己的创造者与培植者”的罪过。",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "说起来非常矛盾，极权的罪恶良心，是因具有能力感、独立感、创造感及自豪感而形成的；而极权的善良良心，则产生于服从、依恃 、 无 能 及 负 罪 的 感 觉 。 圣 · 保 罗 （ St.Paul ） 、 圣 · 奥 古 斯 丁（St.Augustine）、马丁·路德及加尔文对于此一良善的良心已给予明确的解释。认识自己的无能、轻视自己、背负自己的罪恶与丧失德行的自觉，乃是良善的现象。怀有罪恶良心的真确事实，正表示一个人具有美德，因为罪恶的良心象征着一个人在权威之前的“畏惧与颤抖”。这一似是而非的理论所产生的结果是，（极权的）罪恶良心变成了“良善”良心的基础，而良善的良心（若有人具有此一良心）则必然产生一种罪恶的感觉。",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "权威的内在化具有两种含义：其一是令人服从权威，这一点我们刚已讨论过；另一含义是担任权威的角色，以同样严厉与残酷的态度对待自己。因此，人们不仅变成顺从的奴隶，同时也是把自己当作奴隶的严厉主人。为了解极权良心的心理结构，第二点含义非常重要。",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "多多少少缺乏创造能力的极权人物，会发展出某种程度的虐待狂与破坏性。(35)他们是藉充当权威和把自己当作奴仆驱使，而使这种破坏性得以发泄。弗洛伊德在“超我”的分析中，曾对其中的破坏性成分加以说明，并由其他的观察者实际搜集的资料予以充分证实。无论人们是否如同弗洛伊德的早期著作而假定侵略的根源主要来自破坏的天性，或是如他后来所假定为发自“死亡的冲动”，皆属无关紧要。有关系的事实是，极权的良心充满了对自我本身的破坏性，以便藉美德的掩饰，而从事破坏性的勾当。精神分析的探讨，特别是对固执性格的讨论，已发掘良心有时候所具有残酷与破坏性的程度，及其如何令人采取长期仇视自己的作风。弗洛伊德竭力地证明尼采理论的正确性，认为对自由的封锁，使人们的天性“转变而反对自己。憎恨、残酷、爱好迫害与惊骇、变迁、破坏——以全部这些天性对付它们自己的主人：这就是‘恶劣良心’的根源。”(36)",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "人类历史中的多数宗教与政治制度，皆可说明极权的良心。由于我已经在《逃避自由》一书中就这一观点分析过基督教（新教）与法西斯主义，在这里我将不作历史性的说明，只是从我们在生活上所能观察到的父母和子女关系，来讨论极权良心的部分情形。",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "以“极权良心”一词应用于我们的文化中，也许会使读者感到诧异，因为我们习惯上认为极权的态度，就是极权与不民主的特性；不过这一观点，轻视了极权因素的潜力，特别是对无形权威在现代家庭与社会中所产生的作用。(37)",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "精神分析的谈话，是研究都市中产阶级极权良心的有利方式之一。在这种方式中，发现父母的权威以及子女反抗的方式，乃是形成神经症的决定性因素。分析家发现很多病患，根本缺乏批评父母的能力；另一些子女虽然会批评他们父母的某些方面，却又中止批评他们父母曾使他们感到痛苦的一些本质；还有一些人一提出对父母批评或表示愤怒时，便会感到罪恶与不安。在分析工作中，单是令当事人回忆使他发怒与批评的事故，往往也需要相当大的工夫。(38)",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "更隐讳而难以捉摸者，是一个人由于没有取悦父母而产生的罪恶感，有时候孩子的罪恶感，是因为没有充分爱他的父母，特别是在父母指望自己成为感情中心的时候。有时候，这种罪恶感是出于担心辜负父母的期望。后面这一点特别重要，因为它正好涉及极权家庭父母态度上的决定性因素。尽管现代的父母与罗马法的家长（家庭是家长的财产）之间已有极大的区别，然而今日仍有一项普遍的观念，认为父母生男育女是为了满足与补偿自己一生的失望。这种父母的态度，在 希 腊 悲 剧 作 家 索 福 克 勒 斯 （ Sophocles ） 的 《 安 提 戈 涅 》（Antigone）一剧中，已有最恰当的说明。其中克里昂（Creon）就父母的权威发表了如下的著名演讲：",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "“孩子，正确之道是顺从亲命，无论任何争论，皆要支持父亲。人们正是为此祈祷，  \n而全力抚养孝顺的子孙。  \n效法父亲，以邪恶还报仇敌，荣耀归于父亲的友人。  \n谁若置子女为废物，  \n唯有自陷困扰，  \n并为敌人频添笑柄，  \n遑论抚育之恩。”(39)",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "即使在我们非极权的文化中，父母亲也会希望他们的孩子“成才”，以期弥补父母生命中的错失。如果父母没有成就，孩子便应该有所成就，以便给父母一些补偿的满足。如果他们感受不到爱（特别是如果父母彼此不相爱），孩子应该负责爱的补偿；如果他们觉得在社会生活中缺乏权势，他们便要统治与支配他们的孩子而取得满足。即使孩子符合这些指望，他们仍会感到有罪，因为工作不够满意，而使他们的父母失望。",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "觉得令父母失望而往往形成的一种令人费解的特殊现象，是由于与父母有所差别的感觉而形成的。掌握支配权的父母，希望他们的子女在脾性与性格上与他们一样。例如，性情急躁的父亲，不会同情恬静的儿子；旨趣在于现实成就的父亲，对于一个喜欢想象与理论探讨的儿子会感到失望，反过来说也是一样。如果父亲具有独占的性格，他便会将他儿子与他的差别解释为低能；作儿子的则因与父亲有所差别而感到罪过与低能，于是尽力使自己成为父亲所希望的一类人；可是他所得到的结果，只是破坏他自己的成长，变成他父亲的一个极为残缺不全的复制品。因为他认为他必须像他的父亲，所以这项失败给他带来了罪恶良心的感觉。作孩子的，企图解脱这种种的义务而成为“他自己”，然而这种企图所产生的“罪恶”感，常常造成他心理上的沉重负担，以致他在尚未达到自由的目标之前，已经半途倒下。这一负担之所以如此沉重，是因为他不仅必须善待他的父母，避免他们失望与责难，应付他们的要求，并且还要顺应要求子女“爱”父母的整个文化。以上的说明，虽然符合极权家庭的情形，但就现代美国家庭，特别是美国城市的家庭而言，似乎并不正确，其中我们很少发现有明显的权威。不过，我所说明的主要各点乃是事实。尽管没有明显的权威，我们仍然发现有无形的权威存在，那便是藉感情的方式，表示对子女的期望，而非采用明确吩咐的方式。此外，这些父母不认为他们是权威，然而他们却是无形权威的代表，同时他们希望孩子遵守父母和子女所公认的标准。",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "罪恶感源于对一种不合理权威的依附性以及视取悦这种权威为职责的观念，同时罪恶感还会进而加强依附性。罪恶的感觉，已经证实为是形成与增加依附性的最有效因素；同时在整个历史之中，依附性是极权伦理的社会作用之一。形同立法者的权威当局，使它的臣民由于很多无法避免的过犯而产生罪恶感。在权威当局之前会触犯不可避免的罪过以及需要权威当局的宽恕，因而无止境地产生了连锁性的过犯、罪恶感及赦罪的需要，于是臣民受到束缚，对宽恕表示感激，而非对权威当局的要求提出批评。正由于罪恶感与依附性之间的这种连环作用，以致促成极权势力的牢不可破与权势嚣张。对不合理权威的依附性，使依附者的意志衰弱；同时，促成意志衰弱的因素，又加强了依附性的程度。于是，形成了一种恶性循环。",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "动摇孩子意志的最有效方法，就是引起他的罪恶意识。要想及早采用这一方法，便是使孩子觉得他的性欲冲动与过早产生性欲为“坏”现象。因为孩子必然会有性欲的冲动，所以使用这一引起罪恶感的方法很少落空。一旦父母（与代表父母的社会）顺利地使性与罪恶的关系成为恒久，也就可以产生同样程度的罪恶感，并且也像性欲冲动的产生一样具有恒久性。此外，其他的身体功能也因“道德”的顾虑而遭折损。如果孩子不依规定的姿态便溺，如果他的个人卫生不如理想，如果他不吃该吃的东西——他就是坏孩子。孩子长到五六岁的时候，已经具有广泛的罪恶意识，因为他的本性冲动与父母对这些冲动的道德评价之间的冲突，有增无减地形成罪恶感的来源。",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "自由与“进步”的教育制度，对这种现象所作的改变，并不如我们所想象的程度。公然的权威已由无形的权威取代，公然的指使已代以“技巧的”方式；不用“不许做这件事”的语气，而改用“你不会喜欢做这件事的”。事实上，在很多情形之中，这种无形的权威甚至比公然的权威更具强制性。孩子不再有受人指挥的感觉（父母也不再有发号施令的感觉），他无法进行反抗，且无法产生独立的意识。他受到藉科学、常识及合作为由的感化作用，被巧言所说服——谁能反抗这些客观原则呢？",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "孩子的意志一旦沮丧，他的罪恶意识也就在另一种方式中随之加强。他冥冥中察觉到他的屈从与失败，因而他想了解其中的道理。他不能不加辩解地接受一种困惑和痛苦的体验。这种情形，大致与印度低等级种姓及基督徒遭迫害时的状况一样——他的失败与懦弱，被“解释”为对他所犯罪过的公正惩罚。他的失却自由，被视为对他罪恶的合理证明。这一信念，加强了文化及家长制价值观所带来的罪恶感。",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "孩子对家长权威强制的自然反应就是反抗，这正是弗洛伊德所谓“俄狄浦斯情结”（Oedipus complex）的要点所在。弗洛伊德认为，就男孩而论，因其对母亲的性爱，乃至与父亲敌对。同时认为如果不能充分解除这种敌意所引起的焦虑，便有发展成神经病态的可能。弗洛伊德对于孩子与父母权威间的冲突以及孩子对此一冲突不能得到满意解决的问题，曾提到神经症的根源。不过就我的意见，这一冲突产生的主要原因，并不在于性别引起的敌意，而是孩子对父母权威的反应。这种冲突现象，本身便是家长制社会本质上的一部分。",
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "因为社会与父母权威有意破坏孩子的意志、自发性及独立性，而他并不是生来便该遭受破坏，所以他要反抗他父母所代表的权威，他要争取他的自由，这不仅是为了挣脱压迫，而且要使自己成为自由的主宰，成为独立人类的一分子，而非一具自动的玩偶。对于某些孩子，在争取自由的战斗中，比别的孩子进行得更为顺利，虽然只有少数人完胜。孩子反抗不合理权威所战败的伤痕，可以在每一种神经症的根源中发现。这种病症引起并发症状的最重要特色，就是一个人的创造力与自发性形成衰弱或瘫痪现象；自我的衰退，代以虚假的自我，丧失了“我存在”的感觉，替换了由经验中所产生的自我，成为他人寄以期望的总和；他律代替了自律；变为无所适从，或者借用沙利文的说法，成为各种人际经验所形成的混杂特质。为自己战斗而告失败之后的最大病态，便是罪恶良心的感觉。一个人如果不能顺利地打破极权的枷锁，他的逃脱失败便成为罪过的证据，于是唯有再度臣服，才会重获善良的良心。",
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "2．人本的良心",
        "text_level": 1,
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "人本的良心，并非把我们极欲取悦而不敢触怒的权威加以内在化的心声；它是我们自己的心声，存在于每个人的心中，不受外界制裁与报偿的影响。这一心声的本质如何？我们何以会听到它，我们又何以会变得对它不加理会？",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "人本的良心，是我们整个人格对其是否正确地发挥功能所引起的反应；并非对某一部分功能作用的反应，而是对构成我们人类与个体的整体功能尽职与否所生的反应，良心裁判我们做人应尽的职责；它一如英文字根Con-scientia所示，是我们自己内在的认识，认识我们在生活艺术上的各种成败。不过良心虽然是一种认识，但不仅限于抽象的思想认识的领域。它具有情感作用，因为它是我们整个人格的反应，不仅是我们心理上的反应。事实上，我们不必特地为求取良心所给予我们的影响，而去觉察良心的裁判。",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "有助于我们整个人格的正确发挥与恪尽职责的行为、思想及观念，产生一种内心赞许与“正直”的感觉，这就是人本的“善良良心”的特性。反之，有损我们整个人格的行为、思想及观念，则产生一种焦虑和不安的感觉，这就是人本的“罪恶良心”的特性。因此，良心是我们自我的反应。它是我们真正自我的心声，把我们召回到自我的境界，使生活具有创造性，使我们获得健全而和谐的发展——那就是使我们成为彻底发挥潜能的人。良心是我们道德完整的监护者；它“能够保障我们应有的一切自豪，并且使我们具有向自己提出肯定回答的能力。”(40)如果爱可以解释为对人们潜能的肯定以及对被爱者的独特性所寄予的关切与尊重，则人本的良心可以合理地称为我们自我关爱的心声。",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "人本的良心不仅代表我们表现出真实的自我；它还包含我们生活中道德经验的本体。有了这一良心的存在，我们便会认识我们生活的目标，以及达到这一目标所应该遵守的原则；这就是我们向他人学习得来与自我发掘的原则，也就是我们认为正确的原则。",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "人本的良心，是个人自我利益与道德完整的表现；而极权的良心，则着重个人的服从、自我牺牲、责任，或是他对“社会的适应”。人本的良心具有创造性的目的，是以具有幸福，因为幸福是创造性生活所必须具备的成分。作他人的工具来摧残自己（无论表面看来如何高贵），使自己“无我”、不幸、听任支配及陷于沮丧，乃是违反个人良心的要求；在行为与思想上，甚至在饮食或性行为的尝试上，任何违反我们道德完整及其正确功能的情形，皆是违背良心的举动。",
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "许多人的心声微弱到无法听见而不能影响行为的这一事实，不是与我们对良心的分析有所抵触吗？的确，这一事实，正是人类道德不稳定的原因。如果良心始终发出响亮而明确的呼声，便会只有少数人离开他们的道德目标而误入歧途。有一点从良心本身性质所推论出来的答案：因为良心的职责，是担任个人真正自我利益的监护者，所以只要一个人尚未完全自我迷惘，尚未变成自我冷淡与破坏性的牺牲品，良心便仍然能发生作用。它与个人本身创造性的关系，是一种互相感应的作用。一个人的生活愈具有创造性，则他的良心作用愈大，同时会进而增加人的创造性。一个人的生活创造性愈低，则它的良心作用愈小；人的矛盾——与悲惨——现象，乃是当他最需要良心的时候，他的良心却最为衰弱无能。",
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "对于良心近乎无能一点的另一答案，是因为我们拒绝听从它，尤其重要的是，我们对于如何听从良心的方法茫然无知。人们往往有一种幻觉，认为他们的良心会发出响亮的呼声，同时它的指示会清晰而明确；他们等待着这种呼唤，却毫无所闻。可是当良心的呼唤微弱时，它便模糊不清。因此我们必须学习如何听取与了解它的呼唤，以期在行为上有所遵循。",
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "不过，学习如何了解个人良心的呼唤，是件极为困难的事，其中有两项主要原因。要想听取良心的呼声，我们必须有听从自己的能力，这正是今日大多数人难以办到的事。我们会听从每一种呼声和每一个人，却不会听从自己。在每一种场合，我们往往很容易使自己受到各种意见的干扰与各种观念的驱策：如电影、报纸、广播、无稽之谈。如果我们故意阻止我们听从自己，我们绝不会有所长进。",
        "page_idx": 110
    },
    {
        "type": "text",
        "text": "听从自己之所以如此困难，是因为这一艺术需要另一项现代人罕有的能力：自我独处的能力。事实上，我们对于孤独自处具有一种恐惧感；我们宁可有一个最平庸甚至令人厌恶的同伴，宁可参与最无意义的活动，也不愿意独处；我们似乎害怕面对自己的情景。这是否因为我们觉得自己是个非常恶劣的同伴呢？我认为害怕独处，是唯恐一旦见到自己是一个既很熟悉却又如此生疏的人之际，会感到惶惶不安，有时近乎惊恐失措；我们畏惧，于是我们逃避，我们失去了听从自我的机会，继续忽视我们的良心。",
        "page_idx": 110
    },
    {
        "type": "text",
        "text": "不易听取我们良心微弱不清的呼声的另一原因，是它对我们并非直接而是间接说话，同时我们往往不会察觉我们所受到的困扰是起于良心。我们也许只因一些与我们良心没有明显关系的理由而觉得焦虑（或者甚至患病）。我们良心被忽视之后最常引起的间接反应，是一种含糊不知所然的罪恶与不安的感觉，或者只是觉得疲惫厌倦和无精打采。有时候，这些感觉被认为是由于没有做好这件事或那件事所引起的罪恶感，事实上，道德的真正问题，并非由于缺少这些没有做好而令人感到罪恶的事物。不过罪恶的感觉即使在无意中产生，如果过于强烈而到达无法藉以解脱使其平静的程度，这种罪恶感便会产生更为深切更为强烈的焦虑，甚至引起生理或心理上的疾病。",
        "page_idx": 110
    },
    {
        "type": "text",
        "text": "焦虑的现象之一是害怕死亡；并不是对人类必然经历到的预期死亡所存的普通畏惧，而是随时可能殒命的恐怖。这种无理的畏惧死亡，是由于生活中的失意；是因为浪费了自己的生命，以及没有利用机会把自己的才能作创造性的运用，而自我产生罪恶良心的表现。死亡是一项深刻的痛苦；未曾好好生活便要死去的安排，尤其无法忍受。与畏惧死亡有连带关系的，是畏惧老迈，在我们的时代中，有更多的人因年老的恐惧而感到烦恼。这里，我们对于年老也有一个合理和正常的认识，不过我们认识的年老，与担心“太老”的噩梦似的恐怖感，在性质与分量上皆迥然不同。我们常常可以发现，特别是在分析工作中会常常见到，有些十分年轻的人，便已受到年老恐惧的困扰；他们深信体力的衰落，与他们的整个人格以及他们的感情与智力减退有关。这一观念，绝不异于迷信，即使有压倒性的事实作为反证，也难消除这种固执的误解。在我们的时代里，这一现象的发展，是因为强调所谓青年的特质，如敏捷、适应性及身体的活力，这些都是一个以竞争胜利为主要着眼而非发展个人性格的世界所必备的条件。可是有很多事例证明，一个在年老之前过着创造性生活的人，绝不会退化；相反地，他的体力虽然衰退，但是在他创造性的生活中所培养的精神与情绪上的特质却有增无已。不过就生活缺乏创造性的人而言，一旦他的体力——他从事活动的主要泉源干涸时，他的整个人格当然随之退化。老年人的衰退是一种征兆：证明过去的生活没有创造性。畏惧年老，是感到（往往在不知不觉中）生活没有创造性的表现；这是对我们断送自己而产生的良心反应。有些文化中，更需要（因而也更尊重）老年的特质，如老年的智慧与经验。在这类文化中，我们可以见到非常优美的特质，正如以下日本画家葛饰北斋所吐露的心声：",
        "page_idx": 110
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 111
    },
    {
        "type": "text",
        "text": "我从六岁开始，便热爱描绘各种物品的外形。年到五十，我已出版大量的图案；但我七十以前的作品皆不值一提。年进七十三，我才稍识大自然、兽类、植物、飞禽、鱼类及昆虫等的真正结构。于是待我年届八十，我会愈有进步；年届九十，我将洞察景物的奥妙；高龄一百，我会步入美妙之境；一百晋十，所绘一点一线，必然栩栩如生。",
        "page_idx": 111
    },
    {
        "type": "text",
        "text": "这是我七十五岁时的感言，如今已是酷爱绘画的一个老者。",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "畏惧他人反对的现象，虽然不如无理畏惧死亡与年老一般显著，但也是不知不觉中感到罪恶的一种重大表现。这里，我们也发觉对一种正常现象的无理曲解：人的本性希望他的伙伴对他满意；可是现代的人希望每个人都对他满意，于是在思想、感觉及行为上皆恐怕脱离文化的规范。这种无理畏惧他人反对的原因之一，是不自觉的罪恶感。如果一个人因为生活没有创造性而不满意自己，他就必须争取别人的满意来消除自己的不满。这种渴求满意的现象难以令人完全理解，除非我们认为它是一项道德问题，是一项虽然不自觉却属普遍流行的罪恶感。",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "也许人可以完全与他良心的呼唤隔绝而毫无所闻。不过在一种情形之下无法达到此一境地，那就在睡眠的时候，此刻他已不受白天喧嚣之声的困扰，只听到他内心的体验，这是许多具有价值的判断与领悟以及一些非理性的行动所形成的体验。睡眠往往是使人良心平静的唯一时机；然而令人悲哀的是，当我们在睡眠中确能听到我们良心的声音时，我们却不能有所行动，待我们可以产生行动之时，又忘记在梦中的领悟。",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "下述的一个梦境，可算为一个借镜。曾经有一著名的作家遇到一个机会，可以出卖他身为作家的人格来换取大量的金钱与地位；当他正考虑是否接受此一机会时，却做了这样一个梦：在一个山脚下，他遇见他所曾卑视的两个很成功的机会主义者；他们告诉他由小道捷径驱车开往巅峰。他便照他们的意见而行，可是当他快到山顶时，却不幸车覆人亡。这一梦境的寓意，自然无须多加解释。在睡眠中，他了解接受此一机会，便等于毁灭；当然不是如梦中所显示的躯体死亡，而是摧毁了他的高尚品格及创造性的人生。",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "在我们讨论良心的时候，我已经分别检讨极权的与人本的良心，藉以说明它们的特质；不过并非有人会单独具有一种良心，同时这两种良心也并非互相排斥。相反地，实际上每个人都具有两种“良心”。问题在于区别两者的潜力及其彼此的关系。",
        "page_idx": 113
    },
    {
        "type": "text",
        "text": "罪恶的感觉，往往是极权良心意识上的体验，但产生罪恶感的原动力，却源于人本的良心；在这种情形下，极权的良心像是人本良心的合理产物。一个人可能为了没有取悦权威而在意识上感到罪恶，同时又为没有达到自我的期望而无意识地感到罪恶。例如，一个原来希望成为音乐家的人，却为了满足他父亲的愿望而做了商人。他经商不甚成功，于是他的父亲对孩子的失败感到失望而不满。这个孩子觉得沮丧郁闷并自认工作无能，后来决定求助于精神分析师。在他的分析谈话中，首先滔滔不绝地表示他觉得无能与郁闷消沉。不久，他承认他的郁闷是他使父亲失望的罪恶感所引起的。当分析师问他这一罪恶感的真正理由何在时，他大感困惑，可是随后不久，他在一次梦中发觉他自己是一个非常有为的商人，备受他父亲的赞赏，这真是他现实生活中从未发生过的事；正在此时，他突然大感惊惶失措，冲动无比，乃至从梦中惊醒。由于这场南柯惊梦，使他意识到自己是否根本误会了他产生罪恶感的真正原因。于是他发觉他感到罪恶的核心因素，并非由于没有满足父亲；相反地，是因为屈就父亲而没有满足自己。他的自觉罪恶感，无疑是出于他极权良心的表现，却蒙蔽了他对自己的大部分罪恶感的全然失察。",
        "page_idx": 113
    },
    {
        "type": "text",
        "text": "这一郁闷的原因，并不难以了解：我们的文化助长这种郁闷；依照我们的文化，使父亲失望而产生罪恶感是有意义的，而忽视自己致使引起罪恶感则鲜有意义。另一种原因，是担心自己认识真正的罪恶之后，会必然要解脱自己并过一种认真的生活，而非彷徨不安，不知是否该设法满足愤怒的父亲。",
        "page_idx": 113
    },
    {
        "type": "text",
        "text": "极权的良心与人本的良心之间的另一种关系，是两者的规范内容一样，而要求遵行这些规范的动机各异。例如，极权与人本的道德规范，皆要求勿杀害、不仇恨、不嫉妒及爱邻人。也许有人说，良心的初期发展，是受权威的主宰，随后的发展则非基于对权威的服从，而是由于个人自我的责任。英国生物学家赫胥黎（Julian Huxley）曾经指出，在人类理智与自主能力的发展尚未成熟到可以形成人本良心的程度以前，取得极权的良心，乃是人类进化过程中的必经阶段，尚有其他人士，对于儿童的发展也持同样的意见。赫胥黎在他历史分析中的意见是对的，不过我不相信在非极权社会中的儿童，也必须藉极权的良心，作为发展人本良心的先决条件；当然只有人类的未来发展，才能证实或者否定此一假定的合理性。",
        "page_idx": 114
    },
    {
        "type": "text",
        "text": "如果良心是以不可侵犯的无稽权威作基础，则人本良心的发展，可能会完全受到阻碍。于是个人变成全然仰赖外来的权势，对于自己的存在不再关切，也不再具有责任感。他所关心的，只是这些权势的赞许或指责，这些权势可能是一个国家、一个领袖，或势力相当的舆论。人性认为是最不道德的行为，甚至可能成为极权意识中“责任”的表现。两者皆有“应该”的规范，但其意义各殊，因为它所象征的，可能是人类最好的事，也可能是最坏的事。",
        "page_idx": 114
    },
    {
        "type": "text",
        "text": "卡夫卡所著的《审判》，是对极权与人本良心之间复杂关系的一项美妙的说明。书中的主角K，有一天早晨，莫名其妙地被逮捕了。整个小说，是描述他（K）在一个神秘的法庭里，对这一案件所作的辩护，他并不了解该法庭的法律与程序。他疯狂地求助于讼棍律师、与法庭具有关系的妇女，以及任何他能找到的人——但是全无效用，主角K最终被判死刑而被处决。",
        "page_idx": 114
    },
    {
        "type": "text",
        "text": "这一小说，是采用梦境方式以象征性的文字描写；其内容虽属藉外界的事物来说明内心的体验，但能达到完全具体而逼真的境地。故事说明一个人的罪恶意识，这个人感受到无名权威的责难，并因没有取悦它们而产生罪恶的感觉；然而这些权威却高不可攀，乃使他甚至不能了解他所受的责难为何，也不知道如何自作辩护。从此一角度观察，这部小说的观点，大部分与加尔文的理论同出一辙。人的犯罪或得救，往往不明其理由何在。他能做的一切，只是战栗不安和仰赖于上帝的慈悲。这一解释所表现的理论观点，便是加尔文的罪恶观念，也是极权良心的极端派的代表思想。不过有一点特殊，《审判》一书所称的权威，与加尔文所指的上帝根本不同。那些权威并无荣耀与尊严，而是腐败和污秽。这一点，说明了K对这些权威的反抗情绪。他觉得被权威所制服，而产生罪恶感，然而他痛恨它们，认为它们毫无道德原则。这种屈从与反抗的复杂情绪，正是很多人所具有的性格。对于权威，特别是对内在化的权威，他们的良心，忽而表示服从，忽而采取反抗。",
        "page_idx": 114
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 115
    },
    {
        "type": "text",
        "text": "不过，K的罪恶感，同时也是他人本良心的反应。他发觉他已遭“拘捕”，这就是说他的自身成长与发展已受到阻止。他感到空虚而缺乏生趣。卡夫卡以寥寥数语，透彻地道出了K君缺乏创造性的生活。以下就是他的生活概况：",
        "page_idx": 115
    },
    {
        "type": "text",
        "text": "那年春天，K已经具有这样一个消磨傍晚的习惯：工作之余通常他在办公室要停留到9点钟——只要可能，他总会单独或与同事作一次短距离的散步，然后到一家啤酒店，坐在一张多为老年人光顾的桌子旁边，直到11点。不过有时也会例外，譬如银行里对他的勤勉可靠非常器重的经理，会请他一道乘车兜风，或者到他的别墅晚餐。此外每周一次，K要去会晤一个叫伊莎的女子，她整晚到清晨在一家酒店当女侍，白天则在闺中接客。(42)",
        "page_idx": 115
    },
    {
        "type": "text",
        "text": "K感到罪恶却不知何故。他无法自持，希望寻求他人的帮助，此时唯一解救他的办法，便是了解他的罪恶感的真正原因与发展他自己的创造性。他向拘捕他的检察官提出各种问题，关于法庭方面的问题，以及在审判时他可获得的机会。他所得到的答复，只是如何适应当前状况的意见。检察官说：“虽然我无法回答你的问题，至少我可以给你一点意见。那就是少思考我们的事和你会遭遇什么；而要多思考你本身的问题。”",
        "page_idx": 115
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 116
    },
    {
        "type": "text",
        "text": "在另一个场合下，狱中的牧师说明了他的良心状况，牧师告诉他，必须对他自己有所考虑，以贿赂与哀求争取怜悯不能解决他的道德问题。可K君却把牧师视为可以使他解脱的另一个权威，他所关心的，全在于是否会使牧师对他生气。当他尽力讨好牧师时，牧师却从讲坛上高声喊道：“‘你竟毫无领悟吗？’这是一种发怒的喊叫，不过这也是当一个人见到他人失足跌倒而不由自主地惊叫。”可是即使这种惊叫声也不能唤醒K君。他甚至觉得罪恶益深，因为他认为牧师是在对他发怒。牧师在结束谈话时说：“‘那么，我有什么权利向你提出任何要求呢？法庭也没有权利要求你。你来了，它便收留你，你要走，它就放你走。’”这段话，正说明了人本良心的本质。支配人的权势，绝不能藉任何要求来补偿他的道德丧失。人在生命中的收获与损失，是由自己负责。唯有他了解自己良心的呼唤，才会恢复自我。否则，便是毁灭。除了自己以外，别人无法相助。K不了解自己良心的呼唤，所以只有一死。在行刑的瞬间，他才首次瞥见他真正的问题所在。他意识到他自己缺乏创造力，缺乏爱，也缺乏信心：",
        "page_idx": 116
    },
    {
        "type": "text",
        "text": "他的目光转移到毗邻采石场的大厦的顶楼。闪烁间，楼上的窗户突然开启；高处隐约出现一个人影，远远地张开两臂。那是谁？是一个朋友？一个好人？是个曾经同情过我的人？是个曾经希望帮助我的人？那儿只有一个人吗？还是他们都在那里？是否曾经忽视了一些于自己有利的议论？当然，必定有过这种情形。逻辑是屹立不移的，可是它并不阻碍力图生存的人。法官在哪儿？我从没有见过。高等法庭在哪儿？他从没有想到过。他高举双臂，张开着求助无门的双手。(43)",
        "page_idx": 116
    },
    {
        "type": "text",
        "text": "直到此时，K才首次认清人类的共同责任、友谊的存在，以及个人对自己的义务。他产生了何谓高等法庭的问题，可是他现在所询问的高等法庭，并非他从前信任的无理权威，而是他的良心，是他从前不曾认识的真正原告人。K过去只认识他的极权良心，只知运用机巧应付这一良心所代表的权威。他为了应付支配他的人，过分忙于自卫的工作，以致他全然昧于他真正的道德问题。他因为被权威指控而自觉罪恶，可是他的真正罪恶却是因为他浪费了生命，是因为他从前不认识他的罪恶而未能痛改。令人悲叹的，等他领悟到早该认清的问题，却已经为时太晚。",
        "page_idx": 117
    },
    {
        "type": "text",
        "text": "必须强调的一点是，人本良心与极权良心之间的区别，并非后者是文化传统的产物，而前者独立发展形成。相反地，就我们的语言表达与思想能力所及，认为两者的发展情形相同。虽然它们是人类内在的不同潜力，但是同样在一个社会与文化的脉络中发展而成。人类在过去五六千年的文化发展中，已在宗教与哲学制度中订立道德的规范，每个人必须以此规范为依据，除非他在早年即已开始遵行。可是这些制度的代表人，基于所属制度的本身利益，乃至形成一种趋向，对各个制度之间差异的强调，甚过于共同的中心要义。然而就人们的观点而言，这些制度的共同教义，远比相互间的差异重要。如果我们了解这些教义的限制因素与变迁，是由于它们在发展时期所处的特殊历史、社会经济及文化背景的影响后果，我们便会得到一项惊人的发现，那就是所有的思想家，都怀有促进人类成长与幸福的共同目标。",
        "page_idx": 117
    },
    {
        "type": "text",
        "text": "三、享乐与幸福",
        "text_level": 1,
        "page_idx": 117
    },
    {
        "type": "text",
        "text": "幸福本身便是一项美德，并非美德所带来的报偿；也非我们可以藉抑制情欲，便会获得幸福的快乐；而是因为我们在幸福之中感到快乐，所以有抑制情欲的能力。",
        "page_idx": 117
    },
    {
        "type": "text",
        "text": "斯宾诺莎《伦理学》",
        "page_idx": 118
    },
    {
        "type": "text",
        "text": "1．以享乐作价值的标准",
        "text_level": 1,
        "page_idx": 118
    },
    {
        "type": "text",
        "text": "极权的伦理，具有单纯之利；它所定的好坏标准，只是出于权威当局的裁决，服从裁决便是人的美德。人本的伦理，却必然遭遇我以前已经讨论过的难题：要想使个人成为对各项价值的唯一判决者，似乎要以享乐或痛苦作为善恶的最后仲裁。如果这真是两者唯一的差异，人本的原则便不能作道德规范的依据。因为我们知道，有些人的享乐，是在于酗酒、财富、名位及伤害他人；另一些人则在爱人、与朋友共甘苦、思考及绘画中得到享乐。一种人类与兽类、好人与坏人、正常人与病态人所共同具有的目的，怎能作为我们生活的指导呢？即使我们可将享乐的原则以不损害他人利益为限，它也难以胜任我们行动的指导原则。",
        "page_idx": 118
    },
    {
        "type": "text",
        "text": "其实，对于以屈从权威为指导原则与响应享乐为指导原则之间所提出的此一差异，乃是荒谬无稽之谈。我要说明一点，一项就享乐、满足、幸福及愉快的性质所作的经验分析，发现它们的现象不同，且部分矛盾。这一分析指出一点事实，即幸福与愉快虽然在某种意识上是主观的体验，但它们都是仰赖客观因素以及与客观因素互相影响而产生的效果，并且不得与仅属于主观性的享乐感受相混淆。这些客观因素，可以广义地归纳为创造力。",
        "page_idx": 118
    },
    {
        "type": "text",
        "text": "早在人本伦理思想的萌芽时期，就已认清对享乐的性质从事分析工作的意义。不过从前由于对享乐所具有无意识的力量缺乏深切的体察，所以这一问题的解答仍然不够满意。对于这一古老的人本伦理问题，在心理研究工作中已提出新的资料与新的答案。为了进一步了解这些研究心得及其在伦理理论上的适用性，似乎需要就享乐与幸福的某些最重要的伦理理论，作一次简要的研讨。",
        "page_idx": 118
    },
    {
        "type": "text",
        "text": "享乐主义认为，在事实上与行为规范上，享乐乃是人类行为的指导方针。享乐主义的始祖阿里斯蒂帕斯（Aristippus）认为，争取享乐和排除痛苦是生活的目的，也是人生价值的标准，他的享乐是及时的享乐。",
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "这一极端而天真的享乐主义态度，对于个人的重要性与享乐的具体观念，发挥了不可磨灭的强调作用，使幸福成为立即的感受。(44)可是这种主张，曾遭到我们已经谈过的显著困难，也是享乐主义者不能充分解决的困难：那就是他们的原则，完全具有自我主观特性的问题。第一个致力修正享乐主义观念的人是古希腊哲学家伊壁鸠鲁，他在享乐的观念中，加入了客观的标准。虽然他坚持人生的目的是享乐，不过他说：“虽然一切的享乐，本身都是好的，但是并非所有的享乐都可以不加选择，”因为有些享乐会带来远胜于享乐本身的苦恼后果。据他的说法，唯有正当的享乐，才会增进智慧的、完善的以及正义的生活。“真正的”享乐，必须具有平静的心情并不存恐惧。唯有深谋远虑的人才能获得此种享乐，因为他能够放弃一时的满足，而取得永久而心地平安的满足。伊壁鸠鲁力求说明他所谓人生以享乐为目的的观念，符合节制、英勇、公正及友谊的美德。不过他运用“感受作为我们判断每一善举的标准”，并没有解决理论上的根本难题：那就是如何把享乐的主观感受与“正确”及“错误”享乐的客观标准结为一体。他为调和主观与客观标准所做的努力，不外乎提出一项主张，认为和谐已经存在其间。",
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "非享乐主义的人本哲学家们，也遭遇过同样的问题，他们力图维护真实性与普遍性的标准，而忘不了个人幸福是人生的最终目的。",
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "首先在欲望与享乐上应用真实与虚假的标准者是柏拉图（Plato）。享乐一如思想，可能是真实的，也可能是虚假的。柏拉图不否认享乐有主观意识的存在，但是他指出，享乐的意识可能产生“谬误”，同时享乐与思想一样具有认识力。柏拉图用以支持这一观点的理论是：享乐的感受不仅出于人身某一单独的感官，而是发自整个的人格。因此他的结论是：好人可得到真实的享乐；坏人所得的，则是虚假的享乐。",
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "亚里士多德与柏拉图一样，主张主观的享乐感受，不能作为此一活动是否良善的判断标准，因此也不能据以断定其价值的高低。他说：“如果有些事物使败德坏行者感到乐趣，我们就不可认为其他人也会感到同样的乐趣，正如我们不能把病人感到有益、味甜，或味苦的东西视为论断，或者把眼疾者似乎视为白色的物品也认定为白色。”(45)羞耻的享乐不是真正的享乐，“只是一种堕落的嗜好”，客观上名副其实的享乐，“才是正当的行为”。(46)就亚里士多德的观点而言，有两种享乐是合理的。其一是在满足需求与实现才能的过程中所带来的享乐；另一种是在获得才能之后加以施展时所带来的享乐。后者尤其是更为高尚的一种享乐。享乐是人生自然状态中的一项活动。最满意而完美的享乐，乃是对所获才能加以积极运用而形成的一种特质。它意味着愉快和自发性或是不受迫从的行为，所谓“不受迫从”就是“不遭阻止”或“摧残”。于是，享乐可使行为完善，进而使生活完美。享乐与生活因而结为一体，而不致脱节。最伟大与最持久的幸福，源于人类具有神圣意义的最崇高活动，也就是理性的活动。只有个人具有神圣的因子，他才会追求神圣的活动。(47)所以亚里士多德得到了一项真实享乐的观念，认为它与健全成熟人的主观所感受到的享乐并无二致。",
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "斯宾诺莎的享乐理论，在某些方面与柏拉图及亚里士多德相同；不过他的理论比他们两人更为深入。他也认为愉快是正当或良善生活的效果，而并非如反享乐学派所称为罪恶的象征。他根据他的人类学的全部观念，对愉快一点提出了一项更为依附经验的特殊定义，藉以进一步支持他的理论。斯宾诺莎的愉快观念，与才能的观念有连带关系。“愉快是一个人在增进其完美性的过程中的一种感受；痛苦则是一个人在完美性减少过程中的一种感受。”(48)完美性的增减，与发挥个人潜能所需的才能的增减情形相同。个人潜能得以发挥，便是更接近“人性的典型”。享乐并非人生的目的，但是它必然与个人的创造性活动相伴而生。“幸福并非美德的报偿，而是美德的本身。”(49)斯宾诺莎在幸福见解上所具的意义，系于他对才能的强烈观念。仅以部分重要的著名人物为例，如歌德、居约（Guyau）、尼采等，他们所定的伦理理论，皆基于同一的思想——享乐并非行为的主要动机，而是从事创造性活动所相应而来的同伴。",
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "在斯宾诺莎所著的《伦理学》中，我们发现他对享乐的原理具有广泛而有系统的讨论。这些论述，我们可以用作深入研究的良好起点。",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "斯宾诺莎在享乐与痛苦原理上的观念，以进化论为关键。他认为享乐与痛苦，具有生物性的功能，促使模仿他人从事有利于人类与自己的工作；所以这种功能，是人类进化过程中不可缺少的因素。“痛苦是有损于有机生物的共同行为之一，享乐则是促进有机生物繁荣的共同行为之一。”(50)“个人或人类之所以能够日复一日地生活下去，便是因为可以追求愉快或避免不愉快。”(51)享乐虽然是一项主观的感受，但是不能被认为完全是一种主观的成分，它也有客观的一面，此即身心幸福的一面。英国哲学家斯宾塞承认，在我们今日的文化中，发生很多“堕落的”享乐或引起痛苦感觉的事件，他把这种现象解释为社会的矛盾与缺陷。他认为，“如果改变人性，使其完全适应社会状态，那就要承认下面的观念为真理：除了增进未来幸福的行为之外，唯有及时享乐的行为，才是完全正当的行为；随同错误行为所带来的后果，并非未来的痛苦，而是立即的痛苦。”(52)他说，那些认为痛苦产生有利的影响或享乐产生有害的影响的人，犯了曲解的错误，把例外视为一项定规。",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "斯宾塞把他享乐具有生物性功能的理论，与社会学的理论作了一个比较，他认为，“欲改造人性，使其适应社会生活的需求，最后必然使必要的活动，均成为享乐的活动，并使那些没有享乐的活动与这些生活需求发生矛盾现象。”(53)尤有进者，“为某一目标努力所带来的享乐，本身却变成了目标。”(54)",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "柏拉图、亚里士多德、斯宾诺莎，及斯宾塞的观念中，具有下列共同的见解：（一）享乐的主观感受，本身不是价值上的一个充分标准；（二）幸福与良善具有连带作用；（三）对于享乐的评价，可以寻求到一种客观的标准。柏拉图以“好人”作为正当享乐的标准；亚里士多德以“人的职责”作标准；斯宾诺莎与亚里士多德相同，以运用才能发挥人的本性为标准；斯宾塞则以人类生理与社会的进化作标准。",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "以上就享乐及其在伦理上的地位所提出的理论，具有实际的缺陷。这些理论的形成，并非基于正确的研究和观察技术所产生的充分精确的资料。精神分析家对无意识动机与本能所作的精细研究，已经奠定了此种精确研究与观察技术的基础，使我们可以超越传统的范畴，就享乐的生活规范作更深入的研究。",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "精神分析的工作，证实了反享乐主义者所持的观念，即主观的满足感受，本身具有蒙蔽性，所以不能作为评定价值的有效标准。精神分析家对被虐狂的行为本性所作的探讨，证实了反享乐主义立场的正确性。一切希望被人虐待的欲望，可以称为追求对整个人格有损的目标。被虐狂的一种最显著现象，就是竭力寻求形体上的痛苦和随后带来的愉快。一种堕落的被虐狂，就是性的刺激与满足，这是一种有意识的痛苦欲望。“道德性被虐狂”，是求取形体上的损害、屈辱，及受人支配；通常这并非出于有意识的欲念，而被视为合理的忠顺、爱心或自我否定，或是对自然律、命运或其他优越权势的一种反应。精神分析可以显示出，被虐狂如何予以强烈抑制，以及如何被充分合理化。",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "不过被虐狂的现象，只是具有客观损害性的各种无意识欲望中的一项显著事例；一切神经病症，皆是一些无意识行为的后果，这些行为损害和阻碍了个人的发展。追求有害的欲望，乃是精神病态的真正本质。因此每一种精神病皆证明了一个事实，此即享乐可能有违个人的真正利益。",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "满足神经症的欲望所产生的享乐可能是无意识的，但并不一定如此。被虐狂的堕落行为，便是神经病性的追求欲望所形成的有意识享乐。虐待狂藉屈辱他人来满足自己，或是守财奴欣赏他囤积的钱财，他们对于这些欲望的满足所产生的享乐，可能有所察觉，也可能毫无所知。这种享乐是否出于故意以及是否会被打消，则视以下两项因素而定：其一是个人对自己的不合理行为，内心所具有的反抗能力如何；其二是社会对这种享乐的容许或反对的程度如何。享乐的抑制有两种不同的意义：一是比较宽大而普遍的抑制方式，这种情形之下，容许有意识的享乐，不过使享乐不涉及无理的行为，而使其成为一种合理的表现。例如守财奴也许认为，他感到满足，是因为他能妥善照顾家庭；虐待狂，也会觉得他的享乐行为是发自道德感的义愤。另一种是比较彻底的抑制，这种情形之下，不会有任何享乐的感觉。很多虐待狂会坚决地否认，见到别人受屈辱，会有任何享乐的感受。然而，分析他们的梦境与自由交往时的情形，却发现有无意识的享乐存在。",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "痛苦与不幸福可能也是无意识的感觉，对它们的压制也具有与上述压制享受相同的情形。一个人感到不幸福，也许因为他没有获得他所希望的充分成就，或是因为他的健康受损，或是因为他所生活的外界环境上的任何影响；不过他不幸福的基本原因，可能是他缺乏创造力，他的生活空虚，他没有爱人的能力，或是使他不幸福的任何内在缺陷。他以不正确的理由来分析他的不幸福，因此他感觉不到使他不幸福的真正原因。同样地，因为他把他的不幸福加以合理化，所以完全没有不幸福的意识。一个人在这种情形之下，会认为他是完全幸福的，实际上他却并不满意，也不幸福。",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "对于这种幸福与不幸福的无意识观念，有一项重要的反对意见。它认为幸福与不幸福，与我们对于幸福或不幸福的有意识感觉相关；同时，快乐或遭遇痛苦而不自知的感觉，与实际不快乐或不遭遇痛苦的感觉一样。这一争论在理论上具有重大的意义，尤其具有社会与伦理上的重要意义。如果奴隶自己不觉得他们的命运悲苦，我们有何理由以求他们的幸福为名来反对奴隶制度呢？如果现代的人真如他所伪装的那样幸福，那不可以证明我们已经建立宇宙之中最好的一个世界吗？难道幸福的幻想尚不够充分，或者“幸福的幻想”并非是一种自相矛盾的观念？",
        "page_idx": 124
    },
    {
        "type": "text",
        "text": "这些反对的意见忽视了一项事实，即幸福与不幸福不仅是一种心灵的状态。事实上，幸福是个人整个有机组织的感受，并且影响到整个的人格。幸福与活力、感觉意识、思想，及创造力的增进具有连带关系；不幸福则与此等功能的退减具有连带关系。由于幸福和不幸福是一种整个人格的状态，所以躯体对它的反应，往往比我们的感觉意识更显著。不幸福的表现，常常是愁眉苦脸、无精打采、倦乏，或如头痛之类的病症，甚至是更严重的疾病，正如身体上的安适感觉，可能是幸福的“征象”之一。无疑，我们的身体比心灵更不容易被幸福的现象所欺骗。我们可以相信一项意见，就是将来有一天，幸福和不幸福的有无及其程度，可以藉测验我们身体上的化学作用而加以推断。同样地，我们的幸福或不幸福，会影响我们的心理与情绪的功能。我们理智的程度与感觉的敏锐如何，则视此一功能而定。不幸福会削减甚至瘫痪我们整个的精神功能，幸福则可使其增长。当个人整体并无实际的幸福，而只是主观地感到幸福，那不过是思想上的幻觉，与真正的幸福毫无关系。如果一个人只在头脑中感到享乐或幸福，而在他实际所处的状况中并无享乐与幸福，我认为要称之为虚伪的享乐或虚伪的幸福。例如有人作一次旅行，而自觉愉快；不过他之所以有这一感觉，可能只因为他自认为享受了一次愉快的旅行；事实上，也许是一次不自觉的失望与不愉快。也许他会在梦中体察到真相，或者他会随后认清这并非真正的幸福。虚假的痛苦可在很多的情形中发现，这种痛苦和不幸福，只是一般习惯上的推断，于是产生这种感觉。虚假的享乐与虚假的痛苦，实际上并非真实的感觉，只是想象性的感觉，而非真正出于感情的体验。",
        "page_idx": 124
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 125
    },
    {
        "type": "text",
        "text": "2．享乐的种类 ",
        "text_level": 1,
        "page_idx": 125
    },
    {
        "type": "text",
        "text": "要了解享乐与道德价值(55)之间的关系问题，其关键便是分析各种享乐的不同性质。",
        "page_idx": 125
    },
    {
        "type": "text",
        "text": "享乐之一，是解除痛苦的压力之后所产生的感觉，这正是弗洛伊德及其他人士所认为的一切享乐的本质。饥饿、口渴、性欲满足、睡眠以及与身体运动的需要，源于生物的化学作用。满足这些要求的客观生理需要，在主观的意识上则被视为欲望，如果对这些要求有任何过度地不知满足，便会感受到痛苦的压力。这种压力一经消除，解脱的感觉便是享乐，或是我所建议称之为满足。满足一词，似为这种享乐的最适当名称。所有这类生理状况的需求所具有的真正特性，乃是当这些需求得到满足，便会消除心理变化所产生的压力。如果我们饥饿，便进食，我们的有机体——和“我们”——具有一定的限量，饮食超过此一限量，实际上是一项痛苦。解除痛苦压力的满足现象，是最普遍的一种享乐，也最容易在心理上获得；如果能够持久地忍受压力，而使其成为充分强烈的压力，便会因此得到最大的享乐。这一类享乐的意义，实在无可置疑；也无疑是不少人生活之中所体验到的一种唯一的享乐。",
        "page_idx": 125
    },
    {
        "type": "text",
        "text": "也有一种由解除精神上的压力而产生的享乐，不过它在性质上与上述一种不同。当一个人觉得某一欲望来自他身体的要求时，实际上可能是基于不合理的心理需要。他可能觉得非常饥饿，这种饥饿感却并非因为他正常的生理需求，而是由于为了消除渴望或抑郁的现象所产生的心理需要（虽然这类需要也许是源于生理上失常的化学作用）。众所周知，需要饮料往往并非因为口渴，而是由于心理的因素。",
        "page_idx": 125
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 126
    },
    {
        "type": "text",
        "text": "强烈的性欲，也可能并非由于生理上的需要，而是心理的因素。一个自觉不安的人，急需向自己证实他的价值，向别人表现他有无比的能力，或在性欲方面压倒别人而使自己处于优越地位，他便容易产生强烈的性欲，欲望如未满足，便会遭受痛苦的压力。他会自然地觉得他的欲望是因为他身体上的要求，实际上却是心理上的需要。另一个例子是神经症患者的嗜睡，认为此一欲望是正常的疲倦所引起的生理需要，实际上却是心理的影响，正如抑郁不安、恐惧或愤怒所引起的。",
        "page_idx": 126
    },
    {
        "type": "text",
        "text": "这些欲望，与正常生理上的需求相同，因为两者皆出于匮乏与缺陷的现象。其一，是由于有机体内正常化学作用所产生的匮乏；另一方面，则是心理失常的后果。在两种情形中的缺陷，皆形成我们的压力，压力的消除便带来享乐。其他一切非人类需要的不合理欲望，如渴望名位、权势，或屈从，以及羡慕与嫉妒，也是源于个人的特质与内在的缺损或偏差。满足这些渴望所感受的享乐，也是由于精神压力的解除，与神经病患所认为的生理欲望的情形一样。",
        "page_idx": 126
    },
    {
        "type": "text",
        "text": "满足真正的生理需求与不合理的心理需求所产生的享乐，虽然皆由于压力的消除，但其享乐的性质有重大的差异。生理条件的欲望，如饥饿、口渴等等，使其得到满足的办法是解除这些生理上的压力。当生理上再有需求时，这些欲望才会重新产生，因此它们具有周期性。不合理的欲望则正相反，它是贪多不厌。具有嫉妒心、占有欲、虐待狂的人，其欲望不会因为一时的满足而消失，除非偶尔忘记。不能“满足”，正是这些不合理欲望的根本特性。这些欲望，便是由于个人本身的不知足。缺乏创造力及其引起的无能与恐惧，便是这类狂热追求与不合理欲望的根源。这种人即使能够满足他爱好权势和破坏的一切欲望，也无法改变他的恐惧和孤独感，于是压力始终存在。幸福的幻想转变成怨恨；因为他不能使自己免于恐惧，寄望于不断地增加欲望，或能满足他的贪婪，并恢复他的内心平衡。可是贪婪乃是无底的深渊，要想令其满足实属一种妄想。贪婪并非如一般想象的出于人类的兽性，实际上产生于个人的心灵和幻想。",
        "page_idx": 126
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 127
    },
    {
        "type": "text",
        "text": "我们已经知道，满足生理需求与神经病态需求所产生的享乐，是消除痛苦压力的后果。不过前一类的享乐，是真正的满足，是正常的，也是一种幸福的情形。后一类的享乐，最多也不过是需要的一时缓和，一种病态作用与根本不幸福的迹象。我建议将满足不合理欲望所获的享乐，称为“不合理的享乐”，使其与达到正常生理欲望的“满足”成为不同的对比。",
        "page_idx": 127
    },
    {
        "type": "text",
        "text": "就伦理的问题而论，不合理的享乐与幸福之间的差异，远比不合理的享乐与满足之间的差异更为重要。为便于了解这些区别，也许介绍一下心理学上的“缺少”与“充裕”的观念，会有所助益。",
        "page_idx": 127
    },
    {
        "type": "text",
        "text": "人体的需求没有达到，会产生不安的压力，压力消除便带来满足。真正缺少者，乃是满足的基础。在另一项意义上，不合理的欲望，也是源于个人缺少安全感并且焦虑，迫使他产生怨恨与嫉妒，或者屈从；满足这些追求的享乐，其根源是创造力的根本缺少。生理上的需求与不合理的心理需求，皆属于一种缺乏的现象。",
        "page_idx": 127
    },
    {
        "type": "text",
        "text": "但是在缺少的领域之外，出现了“充裕”的领域。即使是兽类，也有剩余的精力，在活动中便会表现出这种剩余的精力。(56)充裕的领域，主要是人类所具有的一种现象。它是一种创造力的领域，一种内心活动的领域。这一领域，唯有个人不仅为衣食而工作时才会存在，进而才会充分发挥他的精力。人类进化的特质，便是扩展这一充裕的领域，发挥剩余的精力以期有所成就，不仅为了生存。个人所创下的一切人类特殊成就，便是产生在这一充裕的领域。",
        "page_idx": 127
    },
    {
        "type": "text",
        "text": "在一切活动中，甚至如饥饿与性欲之类的基本功能上，皆有缺少与充裕的差别，因而也有满足与幸福的差别。满足强烈饥饿的生理需求是一项享乐，因为它消除了压力。在性质上与饥饿的满足有所不同者，是由口味的满足所产生的享乐。口味的需求是希望对美味的品尝，它与饥饿不同，并不形成不安的压力。这种品尝的意识，乃是文化发展与求精的产物，一如对音乐和艺术的鉴赏。这种鉴赏力，唯有在文化与心理上的充裕情形之下才会产生。饥饿是一种缺少的现象；它的满足是一项需要。口味是一种充裕的现象，它的满足并非需要，而是自由与创造力的表现。它所带来的享乐，可以称之为愉快(57)。",
        "page_idx": 128
    },
    {
        "type": "text",
        "text": "关于性欲方面的情形，也有如同饥饿与口味之间的类似区别。弗洛伊德的性观念，认为性欲完全是生理状态的冲动，这种冲动的压力，可如饥饿一样地藉满足而解除。可是他忽视了性的欲望及享乐与口味相似，唯有在人类独有的充裕领域中才会产生。性“饥饿”的人，可以藉解除生理或心理上的压力而得到满足，这种满足给他带来享乐。(58)我们所称为愉快的性享乐，是来自充裕与自由的领域，它表现出具有意识与情感的创造力。",
        "page_idx": 128
    },
    {
        "type": "text",
        "text": "愉快和幸福，普遍地被认为与爱所带来的幸福相同。事实上，很多人认为爱是幸福的唯一泉源。然而，爱与其他一切的人类活动一样，具有创造性的一面与非创造性的一面，我们必须有所鉴别。一如前已说明者，非创造性或不合理的爱，可能是任何一种被虐待狂与虐待狂的共生行为，这种爱的关系，并非基于互相的尊敬与完整的人格，而是出于两人的彼此依赖，因为他们没有依靠自己的能力。这种爱，正如一切其他不合理的行为，是基于匮乏，基于缺少创造力与内在的安全感。创造性的爱，与亲属之间的爱最为接近，也是能够保全人格的一种爱，它是一种充裕的现象，具有这种爱的能力，即证实人的成熟、愉快与幸福，就是创造性的爱所带来的共同产物。",
        "page_idx": 128
    },
    {
        "type": "text",
        "text": "在一切的活动中，其享乐的性质，取决于缺少与充裕的差别。每个人都会体验到满足、不合理的享乐及愉快。在生活中对于这些享乐的个别程度，可以鉴别一个人的特质。取得满足与不合理的享乐，无须发生感情作用，只要具有解除压力的能力。愉快是一项成就，它的先决条件是一项内在工夫，是从事创造性工作的由衷热诚。",
        "page_idx": 129
    },
    {
        "type": "text",
        "text": "幸福是个人内在的创造力所带来的成果，而非神明的赏赐。幸福与愉快，不是心理和生理需求得到满足；它们也不是由于压力得到解除，而是在思想、感觉，及行为上的一切创造性活动所带来的产物。愉快与幸福的性质无异，它们之间的唯一区别，是愉快单指某一种活动，而幸福可能是连续或完整的愉快感受。我们可以谈论“多种的愉快”（多数名词），但是只有“单一的幸福”（单数名词）。",
        "page_idx": 129
    },
    {
        "type": "text",
        "text": "幸福表示个人已经找到人类生存问题的答案：就是把他的潜能作创造性的发挥，因而不愧为是世界上的一分子，并且还要保全他自己的人格完整。当他把自己的精力作创造性的运用时，他的能力也随之加强，他“燃烧自己，却不会化为灰烬”。",
        "page_idx": 129
    },
    {
        "type": "text",
        "text": "幸福对生活的艺术而言，是完美的标准；对人性的道德而言，是美德的标准。幸福在逻辑上，往往被认为与悲伤及痛苦相对立。身体与精神上的痛苦，乃是人生的一部分，这类感受是无法避免的。个人如果不惜一切代价地逃避悲苦，其结果是只有彻底的超脱，却没有感受幸福的可能。因此，幸福的反面并非悲伤与痛苦，而是由于内在的贫乏与没有创造力所形成的沮丧。",
        "page_idx": 129
    },
    {
        "type": "text",
        "text": "以上，我们已经谈过与道德理论最有关系的各种享乐的体验：满足、不合理的享乐、愉快及幸福。尚有另两种比较不复杂的享乐，还要加以简要讨论。其中之一是完成某项自定的工作之后所产生的享乐。我建议把这种享乐称为“喜悦”。个人完成了自己希望做到的某件工作，是一项令人喜悦的事。虽然这项活动并不一定具有创造性，但是这证明一个人的才能，足以应付外界的事物。喜悦的产生，并不完全依靠一项特殊活动；一个人在愉快的网球运动中所感到的喜悦，可能不亚于经商成功的喜悦程度；关键在于所定的工作要有些困难，同时他还能够获得满意的成果。",
        "page_idx": 129
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 130
    },
    {
        "type": "text",
        "text": "另一种尚待讨论的享乐，并非来自工作，而是相反地出于轻松，它产生于不要出力的愉快活动。轻松对生理上的最重要功效，就是调节有机组织的和谐，因为有机组织并非始终和谐。由轻松所产生的舒适感觉，最适当的说明似乎就是“享乐”一词，无论这种享乐的素质如何。",
        "page_idx": 130
    },
    {
        "type": "text",
        "text": "我们在开始的时候，曾经讨论享乐主义伦理观上具有疑问的特性，其中认为人生的目的是享乐，所以享乐本身是良善的。基于我们对各种享乐的分析，现在可以就享乐的道德关系提出我们的意见。为解除生理上的压力所得到的满足，没有好坏的定理；就其伦理的价值而言，它是处于中立的性质，一如喜悦和享乐的现象。幸福（愉快）与不合理的享乐，则是具有伦理意义的感受。不合理的享乐是贪婪的象征，没有解决人类生存的问题。幸福（愉快）则相反，它是在“生活艺术”上部分或全面成功的证明。幸福是个人最伟大的成就；是他全力从事本身及外界创造性工作的结果。",
        "page_idx": 130
    },
    {
        "type": "text",
        "text": "享乐主义的思想，对于享乐的本质有失充分的分析；于是认为最轻松的生活——争取一些享乐——同时也是最有价值的生活。然而有价值的事，绝不会轻松；这是享乐主义的谬误，使我们更容易辨别它与自由及幸福的差别，同时加强一项信念，此即彻底否定享乐乃是良善的证明。享乐主义的伦理观，也许会极力诿称幸福与愉快便是它的主要优点。然而要想获得幸福与愉快，绝非享受最轻松的生活，而是担当个人最艰巨的使命，彻底发挥他的创造力。",
        "page_idx": 130
    },
    {
        "type": "text",
        "text": "3．手段与目的问题",
        "text_level": 1,
        "page_idx": 130
    },
    {
        "type": "text",
        "text": "目的之中的享乐与手段之中的享乐问题，对现代社会具有特别的意义。现代社会中，由于过分讲求手段，往往忘记了目的。",
        "page_idx": 131
    },
    {
        "type": "text",
        "text": "关于目的与手段的问题，斯宾塞已经有过明白的解释。他认为具有享乐的目的，必然会使达到此一目的的手段，也具有乐趣。他觉得如果为迁就社会现状而完全改变人性之后，“除了有助于未来幸福的行为之外，唯有及时享乐的行为才是完全正确的行为，不仅最后带来痛苦的行为是错误的，立即产生痛苦的行为也是错误的。”(59)",
        "page_idx": 131
    },
    {
        "type": "text",
        "text": "初次听来，斯宾塞的论点似乎颇有道理，如果一个人计划作一次愉快的旅行，他的旅行准备工作可能是愉快的；可是准备工作显然并非一概如此，许多为达成某一所望目的的准备工作，并无乐趣的存在。譬如一个病人必须接受痛苦的治疗，他所指望恢复健康的意念，并不能使治疗的手术发生乐趣；妇女生产的痛苦也不会变成享乐。为了达到一项所望的目的，我们要做许多没有乐趣的工作，这只因为我们的理智告诉我们必须从事这些工作。充其量可以这样解释：鉴于未来的享乐，工作的不愉快可能会多少获得减轻；对达到享乐目的所存的期望，可能会完全超越手段上不愉快的分量。",
        "page_idx": 131
    },
    {
        "type": "text",
        "text": "可是手段与目的问题的重要性不只如此。这一问题还有更重要的方面，唯有就无意识的动机加以探讨，才会对这些方面有所了解。",
        "page_idx": 131
    },
    {
        "type": "text",
        "text": "我们可以就斯宾塞所提出关于手段与目的关系上的说明，作有利的运用。他说明一个商人的享乐，是由于当他每次结账的时候，其结果分毫不差。“如果你要问，”他说，“这些与实际赚钱无关，尤其对生活享受如此遥远莫及的结账工作，何必要这样兢兢业业。其答复是保持记账的正确，便是完成你赚钱目的所需要的一个条件，同时本身也是一个直接的目标——履行了一项职责——可能这是履行了取得收入的应负职责，可能这是履行了赡养自己、妻子及儿女的应负职责。”(60)在斯宾塞的观念中，类似记账这种手段中的享乐，是出自目的中的享乐：即生活上的愉快，或恪尽“职责”。斯宾塞忽略了两个问题。比较明显的一个问题是，“有意识”的目的可能与“无意识”的目的不同。一个人可能“认为”他的目标（或者他的动机）是为生活的愉快或是履行他对家庭的职责，可是他的真正目标——虽属无意识——却是他藉金钱所获得的势力，或由聚集钱财所产生的享乐。",
        "page_idx": 131
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 132
    },
    {
        "type": "text",
        "text": "第二个——更重要的——问题产生于一种假定，此即手段中的享乐，必然来自目的中的享乐。当然“可能”有如下的情形，即目的中的享乐（将来有钱花）会使达到此一目的的手段（记账工作）也具有享乐的性质，一如斯宾塞所假定的。可是记账的享乐也许完全出于其他的因素，它可能与所指的目的毫无关系。恰当的事例是，一个对记账极感兴趣的商人，当他证实他的账目分毫不错时，便会极感快乐。如果我们研究一下他的享乐，便会发现他是一个充满焦虑与疑惑的人；他乐于记账工作，因为他有所“活动”，而又无须从事抉择或冒险的工作。如果记账无误，他便感到快乐，因为他的计算的正确性，象征性地解答了他对自己及生活的怀疑。记账工作对他的功效，一如单人游戏对另一个人的效用，或是如同清点一栋房子的窗户对另一栋房子的影响。手段已经变得与目标互相独立；它们篡夺了目的的地位，唯有在幻想之中才有目的存在。",
        "page_idx": 132
    },
    {
        "type": "text",
        "text": "手段自成独立且其享乐性并非基于享乐的目的，而是由与目的完全脱节的因素形成，这种情形的最显著事例——与斯宾塞的解释有关就是在宗教改革之后的数世纪，特别是在加尔文主义影响之下所产生的工作的意义。",
        "page_idx": 132
    },
    {
        "type": "text",
        "text": "所讨论的这项问题，触到了现代社会最大的痛处之一。现代生活中最显著的心理现象之一，就是很多的活动，原为达到目的而采取的手段，却日益篡取了目的的地位，而目的本身则成为虚影，没有实际的存在性。人们工作是为了赚钱；他们赚钱是为了有钱寻乐。工作是手段，快乐是目的。可是实际的情形如何呢？人们工作是为了多赚钱；他们运用这些金钱藉以再赚更多的钱，却忘记了他们的目的——生活的快乐。人们匆忙工作和致力于发明，为了节省时间，于是他们运用节省的时间再赶紧工作，以便节省更多的时间，直到他们筋疲力尽不能运用他们节省的时间为止。我们已经羁绊在手段的罗网之中，而忘却了我们的目的。我们有无线电给每个人播送最佳的音乐和文艺节目。可是我们所听到的，却多是低级趣味的喧哗或有损智慧与趣味的广告。我们有历来最佳的工具与工作方式（手段），我们却不会停下来询问一下它们的用途是什么。(61)",
        "page_idx": 132
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 133
    },
    {
        "type": "text",
        "text": "对目的的过分强调，在很多情形中会导致误解手段与目的之间的和谐平衡：这些情形之一是完全强调目的，而未充分考虑手段的地位。这种偏差的后果，是使目的变成抽象，不切实际，最后成为一个空想。这一情形的危险性，杜威已作详细的讨论。目的的脱节，便会有产生相反结果的可能：虽然在理论上仍有目的的存在，实际上却变成了一种掩饰，使全部的重点转到为达到目的的手段上。道破这一现象的名言，就是“目的使手段合理化。”这一原则的辩护者没有认清运用破坏性手段本身的后果，那就是实际上会使目的变质，虽然理想上还有目的存在。",
        "page_idx": 133
    },
    {
        "type": "text",
        "text": "斯宾塞在享乐活动的社会责任上的观念，对于手段与目的问题的探讨上，具有重大的社会学意义。他说：“如果要改变人性以适应社会生活上的要求，则最终必使一切必要的活动皆须具有享乐性，并使一切异于这些要求的活动皆不愉快。”(62)这一说明与他的另一点意见具有关联，他认为享乐的感受具有生物性的功效，使促进人类福祉的活动产生乐趣，因而具有引诱力。他又说：“如果上述改变人性适应社会要求的作风符合生存的原则，那就是说，一切的活动都会变成享乐的泉源。如果继续如此发展，则社会环境所要求的每一行动，必然带来享乐。”(63)",
        "page_idx": 133
    },
    {
        "type": "text",
        "text": "此处，斯宾塞道出了意义最重大的社会现象之一：认为任何一个社会，皆希望使该社会中的成员形成这样的性格，就是使他们希望做他们必须做的工作，以期完成他们的社会职责。可是他没有认清，在一个有损社会成员真正人生利益的社会中，一些损伤个人而有利于所属社会功能的活动，也可能成为取得满足的泉源。即使是奴隶，也学会了满意于他们的命运；暴君则以残酷为乐。每一个社会的凝聚，基于一项确切的事实，即几乎没有一项活动不会具有享乐性。而且这一事实，显示斯宾塞所说明的现象，可能是促长社会进步的因素，也可能是阻碍社会进步的因素。要紧的是，必须从人类的本性上及其生活的正当环境中，去认识任何特殊活动的意义与作用，及其带来的满足的意义与作用。以前曾经谈过，不合理行为所带来的满足，与有助人类福祉的活动所产生的满足不同，同时，前一满足不是人生价值的标准。斯宾塞认为一切对社会有利的活动“可能”成为享乐的泉源，这一主张是对的。可是正因为他在此一主张中，认为与此种活动具有关联的享乐可以证明它们的道德价值，这一假定却是一项谬误。唯有分析人类的本性，同时发掘个人真正利益与其顺应社会环境所强加的利益之间的矛盾，我们才会发现斯宾塞所没有发现的客观正确规范。由于他对自己的社会及其前途所持的乐观态度，以及他对不合理的追求与满足缺乏心理上的分析，乃至不知不觉中为今天流行的伦理相对论开创了一条问世的道路。",
        "page_idx": 133
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 134
    },
    {
        "type": "text",
        "text": "四、信仰是性格的特征",
        "text_level": 1,
        "page_idx": 134
    },
    {
        "type": "text",
        "text": "信仰产生于对灵魂的肯定；不信仰则出于对它的否定。",
        "page_idx": 134
    },
    {
        "type": "text",
        "text": "爱默生",
        "page_idx": 134
    },
    {
        "type": "text",
        "text": "信仰的观念，不适应于今日世界的知识潮流。我们所谈的信仰，通常与上帝及宗教原理有关，而与理性及科学的思想相对立。后者被认为属于现实的范畴，与没有科学思想只受信仰支配的超现实领域不同。但在很多方面，这种区别是不能成立的。如果信仰的确不能与理性的思想相调和，它便必然已遭淘汰，成为早期文化中时代错误的残迹，而被处理现实的科学与易于了解和确定的一些理论所取代。",
        "page_idx": 134
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 135
    },
    {
        "type": "text",
        "text": "现代对信仰的态度，是经过和教会权威及其控制一切思想的主张做长期奋斗之后所产生的。所以对信仰的怀疑，与理性的发展具有密切的关系。不过这种现代怀疑态度的建设性，也有其相反效果的一面，但却被忽视。",
        "page_idx": 135
    },
    {
        "type": "text",
        "text": "如果能够洞察现代人的性格结构与现代的社会现象，便会认清目前对信仰的普遍缺乏，不再如若干世纪以前所具有进步的一面，过去的反宗教奋斗，是为了解脱精神上的枷锁；这是一种反对不合理信仰的奋斗，是对人类理性与能力的信仰表现，相信人类能够建立一个受自由、平等及博爱原则所引导的社会秩序。今日的缺乏信仰，是极度混乱与绝望的表现。怀疑主义与理性主义，曾经一度是思想发展的推动力；现在它们却变成相对论与易变性的推理工具。认为不断搜集事实终必发现真理的信念，已经变成一种迷信。某些方面的人士，把真理本身视为极抽象的概念，而限制科学去担任搜集知识的工作。在他们所谓理性的不变性后面，实际却隐藏着深切的易变性，使他随时都会接受所见到的任何哲学理论，或者向这些理论低头。",
        "page_idx": 135
    },
    {
        "type": "text",
        "text": "人可以过没有信仰的生活吗？婴儿不必“信任他母亲的乳房吗？”我们不信任我们的伙伴、我们所爱的人，以及我们自己吗？我们在生活中可以不相信我们生活规范的正确性吗？无疑，如果没有信仰，个人的生活会索然无趣、毫无希望，同时不敢面对他的存在的真正目的。",
        "page_idx": 135
    },
    {
        "type": "text",
        "text": "那么，从前的反信仰奋斗是否没有意义？过去理性的成就是否没有作用？我们是否必须恢复宗教的信仰，或是否听任自己过着没有信仰的生活？信仰是否一定是相信上帝或宗教的原理？信仰是否和宗教具有极密切的关系，而至两者命运与共？是否信仰一定与理性的思想相对立或彼此脱节？我将说明这些问题可以得到答复，那就是视信仰为一个人的基本“态度”，一种性格的特征，它影响一个人对一切事物的体验，它能够使一个人面对现实而不存幻想，仍然可以依靠信仰来生活。很难想象一种没有所信目标的信仰，不过如果把信仰视为内心的态度，则明确目标的重要性实属次要的问题。记住“信仰”一词的含义是有所助益的——在《圣经·旧约》中称之为Emunah——它的意思就是“坚定”，指出人生体验的确切意义，指出性格的特征，它的含义并非是对某个目标的信任。",
        "page_idx": 135
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 136
    },
    {
        "type": "text",
        "text": "为了有助于对此一问题的了解，也许先要讨论一下疑虑的问题。同样的情形，一般人常常认为疑虑是对某一假定、意见或人物的怀疑或困惑，但也可以解释为深藏在个人人格中的一种态度，因此个人所怀疑的目标只是一个次要的问题。为了认识疑虑的现象，我们必须辨别合理的疑虑与不合理的疑虑。我也要就信仰的现象，提出这类同样的辨别。不合理的疑虑，并非对不适当或显然错误的假定所产生的理智反应，而是在个人生活的情绪与智力上有了疑虑的色彩。对于这种人，生活上所体验的任何事物，皆无确切性；一切都有疑问，没有任何东西是可靠的。",
        "page_idx": 136
    },
    {
        "type": "text",
        "text": "不合理的疑虑所形成的最极端现象，就是神经病态的强制性疑心。一个人如果充满这种疑心，必然会被迫怀疑他所想的一切，或对一切工作皆无所适从。疑虑通常涉及生活中的重大问题和决心的产生。它往往妨碍细小的决定，例如该穿哪一套衣服，或者是否该去参加一项聚会。无论疑虑的目标为何，无论是细小或重大的问题，不合理的疑虑总是令人困扰而浪费精力。",
        "page_idx": 136
    },
    {
        "type": "text",
        "text": "对强制性的疑虑所作的精神分析显示，这是无意识的情绪冲突的自然表现。这种无意识的情绪冲突，是源于整个人格的缺乏完整以及没有能力而无依无靠的强烈感觉。唯有认清疑虑的根源，才能克服意志的瘫痪，意志的瘫痪则由于内心感到无能。如果不能获得这种认识，另有一些变通的方法，这些方法虽非彻底解决之道，但也可以解除一些显著的疑虑之苦。一种方法是从事可以暂时获得解脱的强制活动。另一种方法是接受某种可以忘记自己及其疑虑的“信仰”。",
        "page_idx": 136
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 137
    },
    {
        "type": "text",
        "text": "不过，现代疑虑的典型现象，并不是一种上述积极性的疑虑表现，而是一种冷淡的态度，认为一切事皆属可能，没有必然的事。很多人对一切的事物、工作、政治及道德皆感到困惑，这种人正有增无已。更不幸地，是他们认为这种困惑是正常的精神状态。他们感到孤独、手足无措、无依无助；他们并非根据自己的思想、情绪及自觉意识来体验他们的生活，而是以他们想象中的生活体验为根据，虽然这些人已经没有积极性的疑虑，但是却有冷淡及相对论来取代它的地位。",
        "page_idx": 137
    },
    {
        "type": "text",
        "text": "合理的疑虑与不合理的疑虑相反，它之所以对某些假定产生疑问，是因为这些假定的正确性，决定于对一种权威的信仰，而非个人自己的体验。这一疑虑在人格的发展上，具有重大的作用。儿童在初期，基于父母不可置疑的权威，会接受他们的一切意见。在他从父母的权威中解脱与自我发展的时期，他便会提出批评。在成长的时期，儿童便开始怀疑他从前所接受未加疑问的说教，同时他的批评的增加，与他从父母权威中独立及变为成人的发展直接成正比。在历史上，合理的疑虑，是现代思想的主要泉源之一，它是现代科学与哲学最丰富的原动力。与个人发展的情形一样，合理疑虑的产生，与逐渐脱离权威的控制有关，这一权威就是教会与国家的权威。",
        "page_idx": 137
    },
    {
        "type": "text",
        "text": "关于信仰，我想提出与疑虑情形相同的区别：此即不合理与合理信仰之间的不同。不合理的信仰，我以为是对一个人、一种观念，或一个象征所寄予，并非出自我们本身思想或感受之体验中产生的信仰，这一信仰是基于个人感情上对不合理权威的屈从。",
        "page_idx": 137
    },
    {
        "type": "text",
        "text": "在我们继续讨论之前，必须就屈从与理智及感情作用之间的关系作进一步的探讨。有很多例证，说明一个放弃自己内在独立性与屈从一种权威的人，往往以权威的体验作为自己的体验。最显著的实例，可藉催眠的情形加以说明。其间，接受催眠的人屈服于另一个人的权威，同时当他处于催眠状态之后，他的思想与感觉皆接受催眠师的指使。即使从催眠之中醒觉以后，他还是遵从催眠师给他的暗示，尽管他自认为是依照自己的判断和出于主动。例如，如果催眠师曾暗示受催眠者在某一时间会觉得寒冷而应该穿上外套，他在解除催眠之后还会具有催眠中所暗示的感觉，同时唯命是从，并且深信他的感觉与行为是基于事实，出于本人的判断与意志。",
        "page_idx": 137
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 138
    },
    {
        "type": "text",
        "text": "说明屈从权威与思想作用的彼此关系，虽然催眠状态是一个最明显的实例，不过在许多平常的情形中也可以得到同样的说明。一般人对一个具有强烈暗示力的上司所产生的反应，便是半催眠现象的一个例子。同样的情形，对上司观点无条件地接受，并非基于听从者根据自己的思想或经过对这些观念加以辨识之后所产生的判断，而是出自对发言者的感情作用的屈从。这种情形之下的人具有一种幻觉，认为他们赞成，便是合理地同意发言者所暗示的意见。他们觉得他们之所以答应他，是因为他们赞成他的意见。事实上，其因果正好相反：他们之所以接受他的意见，是因为他们已在一种半催眠方式中屈服于他的权威。希特勒在谈到宣传性的会议宜于夜间举行的观点时，对于上述现象提出了很好的解释。他说：“一个杰出的演说天才，会选择现在这个时间（晚间）来发表他的专权性的说教。此刻对意志尚欠成熟而抗拒能力薄弱的人，远比那些仍然掌握本身能力与意志力的人更容易争取。”(64)",
        "page_idx": 138
    },
    {
        "type": "text",
        "text": "对于不合理的信仰，“Credo quia absurdum est”(65)——“正因荒谬，我才信仰。”——这句话，在心理上完全正确。如果某人提出一项合理的言论，他便是做了一件原则上其他任何人皆能做的事。可是如果他敢提出一项不合理的言论，便显示他超越了一般的才识，因而具有凌驾一般人的魔力。",
        "page_idx": 138
    },
    {
        "type": "text",
        "text": "历史上关于不合理的信仰的很多实例之中，最值得一提的是《圣经》所记载犹太人脱离埃及桎梏的故事，它对信仰问题有所说明。全部记载中，认为当时犹太人虽然过着奴隶的生活，却不敢反抗，不愿失去他们作为奴隶的安全感。他们只认识他们所畏惧与屈从的权威；反对上帝意旨而称是上帝代表的摩西说，犹太人不会信仰他们根本不知道其名的一个神。上帝虽然不希望有个名字，但为满足犹太人获得确切感的要求，也就取了一个名字。摩西坚称即使取个名字，也不能充分保证犹太人对上帝产生信仰。于是，上帝再度让步，他教摩西显奇迹，“俾使他们相信出现过上帝，他们祖先的上帝，也是亚伯拉罕、以撒及雅各的上帝。”这些话，却遭致了明显的反讥。如果犹太人真有上帝希望他们所具有的一种信仰，那便产生自他们本身的体验，或是他们国家的历史；可是他们已经变成奴隶，他们的信仰是做奴隶的信仰，是出于对权势的屈服，这一权势是藉魔力发挥力量，如果他们还会体会到其他的权势，那便是与埃及人所使用者相同而更大的魔力。",
        "page_idx": 139
    },
    {
        "type": "text",
        "text": "现代最显著的不合理信仰的现象，是对极权领导的信仰。这种信仰的辩护者，以无数人随时准备为它牺牲的事实来证明它的真实性。如果信仰的意义是盲目顺从一个人或目标，并以有人准备为它牺牲作衡量，那么先知们对公理和仁爱的信仰，与他们的反对者对权势的信仰便是根本相同的现象，只是信仰的目标各异而已。于是，自由的维护者与压迫者的信仰，其唯一差别只是信仰的观念不同。",
        "page_idx": 139
    },
    {
        "type": "text",
        "text": "不合理的信仰，是盲目地相信某人或某物，它出自对一个人或不合理权威的屈从性。合理的信仰则相反，是在创造性的理智与感情活动中所产生的坚定信念。在不该含有信仰因素的理性思想力之中，合理信仰占有重要的成分。例如，科学家如何得到新的发明呢？是否他一开始便是接连地进行试验，不断地搜集事实资料，而没有一个所期望发现的理想呢？各方面的任何发明，很少是在此种方式中产生的。也没有人仅凭追求幻想便会得到重要的结论。在人类任何方面的建树中，开始所产生的创造性思想，往往出于一种所谓“合理的想象”，它本身便是先前经过相当研究、深切的思考及观察所产生的结果。当科学家顺利地搜集到充分的资料，或已产生出数学方程式，或两者皆已具备，而使他原来的理想很有实现的可能时，可说他已建立了一项假定。对此一假定作缜密的分析藉以洞察它的各种关系，并集合支持这一假定的资料，则可产生更为确切的假定，终于可能建立为一项意义深远的理论。",
        "page_idx": 139
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 140
    },
    {
        "type": "text",
        "text": "科学史上，充满了对理性和真理的想象具有信念的事例。哥白尼、开普勒、伽利略及牛顿等科学家们，无不受一种对理性存有不可动摇的信念的影响。为了这种信念，布鲁诺（Bruno）遭受火刑，斯宾诺莎被逐出教会。由合理想象的概念开始至理论的成立为止，每一步骤皆需要信仰：相信想象是可以追求的合理目标，相信假定是具有可能性的定理，相信终会成就一项理论，信仰至少要维持到对确切性的全面证实为止。这种信仰是基于个人本身的体验，基于对自己思想力、观察力及判断力的信赖。不合理的信仰，只是接受权威或多数人认为是真实的事；合理的信仰，则出于以自己创造性的观察和思想力为基础的独立判断。",
        "page_idx": 140
    },
    {
        "type": "text",
        "text": "思想和判断，并非产生合理信仰的唯一体验领域。在人类的关系上，信任是任何珍贵友谊或仁爱之中不可缺少的特质。对别人“存有信心”，就是确定这个人的基本态度和人格核心的可靠性与不变性。这一点，我的意思并非说一个人不会改变他的意见，而是说他的基本动机不变；例如他的资质或尊重人性尊严，是他自我的一部分，不能有所改变。",
        "page_idx": 140
    },
    {
        "type": "text",
        "text": "我们对自己存有信心，也具有同样的意义。我们知道在我们的人格中有一个自我，一个核心的存在。在我们整个的生命过程中，尽管环境有所变迁，尽管在意见和感觉上含有某种改变，但这个核心始终不会改变，正是“我”的实体所在，也基于此一核心来确定我们自己的本体。除非我们对自己的坚持到底具有信心，否则我们的本体感觉便会受到威胁，我们便要依赖别人，于是别人的赞许成为我们自我本体感觉的基础。唯有对自己存有信心的人，才有信任别人的能力，因为只有他才能够确知他将来不会改变而与他现在一样，因此他将来的感觉与行为正如他现在所期望者。自我的信心，是我们有能力允诺某件事情的一项条件。同时如尼采所指出，人的资质，是由他的允诺能力所定，所以信心是人类生存的条件之一。",
        "page_idx": 140
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 141
    },
    {
        "type": "text",
        "text": "一个人具有信心的另一意义，是论及我们相信别人、自己，及人类所具有的潜能。存有这种信心的最原始现象，便是母亲对她新生婴儿的信心：相信婴儿会生存、长大、走路及说话。不过，儿童在这一方面的发展已经成为常规，所以对这一期望似乎并不需要信心。对于那些可能不会发展的潜能，情形就不同了：如儿童爱人的潜能、快乐的潜能、运用自己理智的潜能，以及艺术天才之类的更特殊潜能。它们是一些种子，如果给它们适当的发展条件，它们便会成长而有所表现。如果没有适当的条件，它们便会夭折。这些条件之中最重要的一项，是很多人在童年对上述潜力所存的信心。这一信心的有无，则视采用教育或操纵的方式而定。教育的方式，等于协助儿童认清他们的潜能。(66)与教育相反的就是操纵的方式，它是基于对潜能的发展缺乏信心，并且认为唯有成人驱使儿童做合意的事与制止做那些看来不合意的事，才会使他们获得正常发展。机器人没有信心的需要，因为它也没有生命。",
        "page_idx": 141
    },
    {
        "type": "text",
        "text": "对他人存有信心的最高境界，就是信任人类。在西方世界，这一信心表现于犹太教与基督教的教义中。在世俗中，这一信心的最强烈表现，则可在最近150年的进步政治与社会观念中见到。这一信心和对儿童的信心一样，是基于人类潜能的观念，即潜能如果获得适当的环境条件，它们便能够建立一个受平等、公理，及仁爱原则所支配的社会秩序。人类尚未建立这种秩序，所以尚须具有信心，相信能够建立这种秩序。不过一如所有合理的信仰，此一信心并非空想，而是有所根据，基于人类过去的成就与个人内心的体验，基于个人对理性与仁爱的亲身体验。",
        "page_idx": 141
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 142
    },
    {
        "type": "text",
        "text": "不合理的信仰，发自屈从一个被认为强大无比和全知全能的权势，发自放弃自己的才能与力量；合理的信仰则基于相反的体验。我们在思想中具有此一信仰，因为它是我们经过自己观察与参考的结果。我们信任他人、自己，及全人类的潜能，因为体验过我们自己潜能的发展，我们本身成长的事实，以及我们自己的理性力量与爱的力量的强度。合理信仰的基础是创造力；根据我们的信仰而生活，就是过创造性的生活，并且获得唯一实有的确切感。这一确切感产生自创造性的活动和一项体验，就是我们每个人都是活动的主体，主宰此类创造性的活动。进一步说，信任权势（统治的权威）与运用权势，实与信仰背道而驰。信仰现存的权势，等于不信任尚待发展的潜力，它仅根据可见的现实来推断将来；可这是一种严重的错误估计，它对人类潜能与人类成长的失察实在是极端不合理。对于权势，没有合理信仰的存在。对于权势或权势所代表的意旨，只有屈从的存在。虽然很多人似乎认为权势是万物之中最实在的东西，可是人类的历史却已证明它是人类最不可靠的成就。由于信仰与权势互不相容，因此原来建立在合理信仰上的一切宗教与政治制度，如果仰仗权势或者甚至自成为权势的一部分，便会趋于崩溃，而终于丧失它们的力量。",
        "page_idx": 142
    },
    {
        "type": "text",
        "text": "有一项关于信仰的错误观念，这里必须加以简短的讨论。往往有人认为，信仰是一个人消极等待实现其希望的一种状态。虽然它是不合理信仰的特质，但依据我们所讨论的结果，合理的信仰绝非如此。因为合理的信仰是源于个人对自己创造力的体验，所以它不可能是消极的，而必然是真正内在活动的表现。一项古老的犹太传说，对这一思想提出了生动的说明。当摩西把魔杖投入红海之后，结果完全与预期的奇迹相反，红海并没有为犹太人让开一条干涸的道路。直到第一个人跳入红海之后，这一承诺的奇迹始告出现，海浪汹涌倒退。",
        "page_idx": 142
    },
    {
        "type": "text",
        "text": "在开始这项讨论的时候，我已对两种信仰加以区别。其一是一种态度，一种性格的特征；另一种信仰是相信某些观念或人物。以上我们只讨论过前项意义的信仰，同时现在还有一点问题，即自成性格特征的这种信仰，与信仰的目标之间，是否有任何关系。依据我们就合理与不合理信仰所作的分析，两者之间有关系存在。因为合理的信仰是基于我们自己的创造性体验，所以任何超越人类体验的东西，不能成为我们所信仰的目标。此外我们发觉，当一个人所相信的仁爱、理性，及公理的观念并非出于他自己的体验，而是因为别人教他相信，则谈不上是合理的信仰。宗教的信仰，可能属于两者的任何一种。大致说来，那些不曾挟持教会的权势与玄妙思想，而强调个人自己爱的力量及其与上帝的相关性的教派，都已经维护和培养了人们对其宗教教义的合理信仰。在宗教上能够成立的原则，也适用于世俗的信仰，特别是对政治与社会观念的信仰。自由与民主的观念，如果不是基于个人创造性的体验，而是由强迫个人相信这类观念的党派或国家所提出的，它们除了沦为不合理的信仰之外，毫无意义可言。对上帝的神秘信仰与无神论者对人类的合理信任之间的差异，远少于前一信仰与加尔文主义者对上帝的信仰之间的差异。加尔文主义者的信仰上帝，是基于自认无能与畏惧上帝的权能。",
        "page_idx": 143
    },
    {
        "type": "text",
        "text": "人不能没有信仰。我们这一代与今后各代的严重问题，乃是此一信仰究竟是对领导者、机器、成功的不合理信仰，还是基于我们自己创造性活动的体验所产生的对人的合理信仰。",
        "page_idx": 143
    },
    {
        "type": "text",
        "text": "五、人的道德力量",
        "text_level": 1,
        "page_idx": 143
    },
    {
        "type": "text",
        "text": "世间奇妙多，人类居其首。",
        "page_idx": 143
    },
    {
        "type": "text",
        "text": "索福克勒斯著《安提戈涅》剧中语",
        "page_idx": 143
    },
    {
        "type": "text",
        "text": "1．人，性善抑性恶？",
        "text_level": 1,
        "page_idx": 144
    },
    {
        "type": "text",
        "text": "如果认为人类本性邪恶的主张是正确的，则人本伦理观念中主张人能够认识何为良善，并能藉自己的天生潜力与理智力来行善的这一立场，便不会成立。人本伦理观念的反对者声称，人的本性倾向于敌视同伴、妒忌、猜疑以及懒惰，除非慑于畏惧。许多人本伦理观的代表在对付这一挑战时，坚称人是本性良善，其破坏性并非他本性的一部分。",
        "page_idx": 144
    },
    {
        "type": "text",
        "text": "无疑，这两种抵触观念之间的争议，乃是西方思想中的基本课题之一。对苏格拉底而言，愚昧乃是邪恶的根源，它并非人的天性；他认为败行是一种过失。《圣经·旧约》则相反，它告诉我们说，人类的历史在一项罪恶的行为中开始，同时人“自童年开始，便有邪恶的行为”。在中世纪初叶，这两派敌视观念者之间的论战，便是起于对《圣经》中亚当犯罪的故事应该如何解释的问题。圣·奥古斯丁认为，人的本性由于这一罪行而堕落，后代生来便受了这位始祖抗命的连累，唯有教会所转达的上帝恩宠和教会的洗礼，才能使人得救。奥古斯丁的劲敌佩拉吉斯（Pelagius）认为，亚当的犯罪完全是他个人的问题，除了他自己以外，并不影响别人；因此，每个人生来皆具有一如亚当未犯罪以前所具有的本能，同时犯罪只是起于诱惑与邪恶的先例。奥古斯丁赢得了这场论战，这一胜利影响了——也蒙蔽了——人类的心智达数世纪之久。",
        "page_idx": 144
    },
    {
        "type": "text",
        "text": "在中世纪末叶，对人类尊严、能力，及本性良善的信念已日渐加强。文艺复兴时期的思想家与神学家，如13世纪的托马斯·阿奎那（Thomas Aquinas），便表现了这一信念，虽然他们对人类的看法有很多重大的不同，虽然阿奎那绝未回复到佩拉吉斯“异教”的改革主义。相反地，人类本性邪恶的观念，则表现于马丁·路德与加尔文的理论中，因此也复苏了奥古斯丁的观念。他们虽然坚持人的宗教自由与人的权利及义务——直接面对上帝而不经过传教士的媒介，却揭发人类本性的邪恶与无能。照他们的观念，人得救的最大障碍就是他的骄傲；要克服这一问题，唯有自觉罪过、忏悔、绝对顺从上帝，以及信赖上帝的宽恕。",
        "page_idx": 144
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 145
    },
    {
        "type": "text",
        "text": "现代思想中，仍然交织着这两种思想。人类具有尊严与权能的观念，表现于18世纪启蒙思潮的哲学之中，19世纪的进步自由思想中，以及最彻底地表现于尼采的观念中。这时候，个人毫无价值与虚无一有的观念进入一个新的境界，表现于完全世俗化的极权制度中。在这种制度之下，国家或“社会”成为最高的支配者，自认毫无意义的个人，应该在他的忠顺与屈从之中获得满足。这两种观念虽然明显地分别属于民主主义与极权主义的哲学，但两者并未各成极端的形态，在我们的文化思想上，尤其感觉上颇有掺杂混淆的现象。于今，我们同时是奥古斯丁与佩拉吉斯两人的信徒，马丁·路德与麦伦多拉（Picodella Mirandola ） 两 人 的 信 徒 ， 霍 布 斯 （ Hobbes ） 与 杰 弗 逊（Jefferson）两人的信徒。我们有意识地相信人的权能与尊严，可是往往是无意识的——我们又相信人的——特别是我们自己的—无能与败坏，并且将这一现象解释为“人的本性”(67)。",
        "page_idx": 145
    },
    {
        "type": "text",
        "text": "在弗洛伊德的论著中，发觉这两种对立的观念，具有心理上的原因。弗洛伊德在许多方面，皆代表18世纪启蒙思潮时代的典型精神，相信理性，相信人有权维护他反对社会习俗与文化压力的本性要求。不过，他又认为人有懒惰与放纵的本性，必须强迫从事有益于社会的活动。(68)在弗洛伊德的“死本能”的理论中，对人类天性破坏的观念，有最彻底的说明。在第一次世界大战之后，他对破坏欲的力量产生极深刻的印象，因而修改了他原来的理论（即人有性和自卫两项本能），而把非理性的破坏欲居于支配地位。他认为人是两种同等势力短兵相接的战场，这就是生存性的驱力与破坏性的驱力。他认为，这是一切有机体生物（包括人类）所具有的力量。如果破坏性的驱力指向外界的目标，便使本身成为破坏性的驱力；如果保持在有机体之内，它便是以自我破坏为目的。",
        "page_idx": 145
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 146
    },
    {
        "type": "text",
        "text": "弗洛伊德的理论是二元性的理论。他没有确定人的本性良善或是邪恶，而是受两种相等而对立的势力的驱使。在很多宗教与哲学系统中，也表现此一同样的二元观念。生存与死亡、仁爱与敌对、白昼与夜晚、白色与黑色、善神（Ormuzd）与恶神（Ahriman），这些只是很多象征这种二元论的一部分现象。对于人类本性的研究者，这项二元论的确很合乎他们的心意。它对人类性善的观念留有商榷的余地，但也重视唯有肤浅的幻想者才忽略的人类强大的破坏性。不过这项二元理论，只是研究的起点，而非我们心理与伦理问题的答案。我们了解此项二元论之后，是否就是认定人的能力天生具有生存性与破坏性两种程度相等的驱动力呢？在这种情形中，人本伦理所遭遇的问题，就是如何不藉处罚与极权性的支配而约束人性破坏的一面。",
        "page_idx": 146
    },
    {
        "type": "text",
        "text": "我们是否能够获得更符合人本伦理原则的答案，以及使致力生存与致力破坏之间的二元合一性可以产生另一种能够理解的意义呢？我们是否能够解答这些问题，则视我们对敌意与破坏本性的洞察程度而定。不过在进行此一讨论之前，我们必须明白寻求这一答案对于解决伦理问题的需要。",
        "page_idx": 146
    },
    {
        "type": "text",
        "text": "生存与死亡之间的选择，在道德上无疑是两者只能择其一的基本对立现象。这是创造与破坏、有能与无能，以及美德与恶行之间的对立。就人类的道德而言，一切邪恶的活动皆与生命相违背，良善的活动则有助于生命的维护和发展。",
        "page_idx": 146
    },
    {
        "type": "text",
        "text": "我们探讨破坏性问题的第一步骤，是辨别两种不同的憎恨：理性的、“反应性”的憎恨与非理性的、“基于性格”的憎恨。反应性的、理性的憎恨，是个人对自己或他人自由、生存，或意旨上遭受威胁时所产生的反应。它的前提是对生命的尊重。理性的憎恨，具有一项重要的生物性功能：它与维护生命的行为，具有同样的影响作用；当遭遇严重的威胁时，它便出现成为一种反应，威胁解除之时它便消失；它与有助于生命的活动，并非互不相容，而是相辅并行。",
        "page_idx": 146
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 147
    },
    {
        "type": "text",
        "text": "基于性格的憎恨，具有不同的性质。它是一项性格的特征，一种随时产生憎恨的意向，经常蕴藏在满怀敌意的人的内心，而非对外来刺激表示憎恨的反应。非理性的憎恨，可能成为与激起反应性憎恨同样的实际威胁，不过它往往是一种莫须有的憎恨，藉一切机会来发泄，而诿称为反应性的憎恨。发出憎恨的人似乎得到一种轻松的感觉，好像他有机会发泄内心的敌意，便会觉得快乐。我们几乎可以在他面部表情上，看出他由憎恨的满足所产生的享乐感。",
        "page_idx": 147
    },
    {
        "type": "text",
        "text": "与伦理有关者，主要是非理性的憎恨问题，生命的破坏欲。非理性的憎恨起于个人的性格特征，憎恨的目标实为次要的因素。它的目标指向别人也指向自己，虽然我们往往比较容易发觉对别人的憎恨，而不容易发觉对自己的憎恨。对自己的憎恨，常常被认为是牺牲、无私、苦行，或称为自责与自卑感。",
        "page_idx": 147
    },
    {
        "type": "text",
        "text": "反应性憎恨的产生，似乎比想象的频繁。因为一个人对于有损其完整与自由的威胁，很容易激起憎恨的反应，而这些威胁却并不显著，而是微妙难辨，甚至伪装成仁爱与保护。不过即使如此，性格上的憎恨仍然具有一种现象，即认为以爱与恨作为两种基本驱力的二元论似乎与事实相符。那么，我必须承认上述二元理论的正确性吗？为了解答这一问题，我们需要对这二元论的性质作进一层的探讨。良善与邪恶的力量是否相等？它们是否同为人类原有成分的一部分？它们之间还有什么其他的关系？",
        "page_idx": 147
    },
    {
        "type": "text",
        "text": "依据弗洛伊德的意见，破坏性是一切人类的天性；其主要的差异在于破坏的对象——别人或是自己。由这一点可以看出，破坏自己与破坏别人互成反比。可是这一假定却与一项事实相矛盾，即人们具有破坏性的程度不同，不管破坏的对象主要是指向自己或是别人。我们不可能发现对别人存有强大破坏性的人，对自己却鲜有破坏；相反地，我们发觉对自己所存的敌意与对别人的敌意具有连带关系。我们进一步发觉，一个人所产生的生活破坏性，与生活增进性成相反的对比：即某一势力愈强，则另一种势力愈弱。这一事实，给我们对生活破坏力的认识提供了一项思路。这似可说明一个人的破坏性的程度，与他智能受阻碍的程度成正比。此处我并非意指某一愿望的偶然遭受挫折，而是指一个人在意识、情绪、生理，及智慧等能力上的自然表现所受的阻碍，是指创造力受到阻碍。如果生命的发展趋势受到阻碍，这一受阻的动力便会产生变化，而转变为生活的破坏性动力。破坏性的产生，是因为生活不合理想的后果。那些阻碍生活增进力的个人与社会因素，产生了破坏性的力量，继而成为各种邪恶表现的泉源。",
        "page_idx": 147
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 148
    },
    {
        "type": "text",
        "text": "如果破坏性的发展，真是由于创造力受到阻碍，则它的确可以称为人类本性中的一种潜能。是否可以因此认定良善与邪恶是我们内在两种同等程度的潜能呢？为了解答这一问题，我们必须研讨潜能的意义为何。当说到某一事物“潜伏地”存在，其意义不仅将来它会存在，同时现在已经为此一将来的存在有了准备。现在与未来发展阶段之间的这种关系，可以解释为现在实际上已有将来的存在。这是否表示如果现在的阶段存在，其将来的阶段会必然出现呢？显然不是如此。如果我们说种子之中现在已经有树木的潜在，这并非说每一粒种子必然会发展为树木。潜在力的具体化，有赖于某些条件的存在。以种子生成树木为例，需要适当的土壤、水分，及日光。事实上，除非有必需的条件使潜能具体化，否则潜能的观念毫无意义。树木潜在于种子中的意义，必须确切加以说明，就是如果种子置于生长所需的特殊条件之下，树木便会由种子生长出来。如果没有这些适当的条件，例如，如果过于潮湿而不适合种子的生长，则种子不会发展成树木，而会腐烂。如果动物失去了食物，它便不会发挥它的生长潜能，而会死亡。于是也许有人说，种子或动物具有两种潜能，在后来的发展阶段，每一潜能皆会产生某种结果：其一是第一潜能，如果有适当的条件，它便会具体化；另一种是第二潜能，它的具体化是由于所获的条件与存在的需要相反。第一与第二潜能，皆属于一个有机体本性的一部分。第二潜能的表现，与第一潜能同样地有条件的需要。“第一”与“第二”的名称，是用以说明“第一”潜能是在正常的条件下得以发展，“第二”潜能则唯有在反常、病态的情形中才会表现出来。",
        "page_idx": 148
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 149
    },
    {
        "type": "text",
        "text": "我们假定破坏性是人的第二潜能，它唯有在第一潜能不能发挥的时候才会表现出来。如果这一假定正确无误，我们也只解答了反对人本伦理的问题之一。我们已经说明，人不一定是邪恶的，只有在缺乏成长与发展的适当条件时才会如此。邪恶没有独立的存在性，它是出于缺乏良善，由于无法实现对生活的体认而产生的后果。",
        "page_idx": 149
    },
    {
        "type": "text",
        "text": "我们还需要讨论另一项对人本伦理的反对。这一反对的观念认为，发展良善行为的适当条件中，必须包括奖励和惩罚，因为人的本身并无发展自身力量的任何动机。在以下的篇幅中，我要说明正常的个人，本身具有发展、成长及具有创造力的趋向。如果这一趋向停顿，是它本身有了心理病的征象。心理的健康，一如生理的健康，并非个人必须受外力驱使而争取的目标，而是出于个人内心动机的要求。如果要将它加以抑制，则需要相反的强大环境力量。(69)",
        "page_idx": 149
    },
    {
        "type": "text",
        "text": "认为人天生具有促进成长与完整的动力的假定，并非暗示它是追求完美的一种奥妙动力，如同人所具有的一项特殊天才。它只是出于人的本性并基于一项原则，就是行为的力量，引起运用这种力量的需要性；这种力量如不运用，则形成功能的丧失与不幸福。我们很容易认清此一原则对于人在生理功能上的正确性。人有行走和运动的能力；如果他对此一能力的应用受到阻碍，便会导致生理上的不舒适或是疾病。妇女具有生育子女和抚养他们的能力，如果妇女不作母亲，如果她不能使用她生育与爱护儿童的能力，她便会体验到一种挫败的感觉。这一挫败感的弥补之道，唯有在她生活的其他领域中，加强发挥她的能力。弗洛伊德曾要求注意另一项精力由于不能发泄而成为痛苦的原因，那就是性精力的不能发泄。他认为性精力发泄受到阻碍，可能成为神经症困扰的原因。虽然弗洛伊德过分重视性满足的意义，但是他的理论却极具代表性，说明人如果不能运用与发泄他的所有，便是疾病与不幸福的原因。这一理论对于生理与心理的能力作用，显然具有正确性。人具有语言与思想的能力，如果这些能力受到阻碍，他便会严重地受到损害。人具有爱的能力，不过如果他不能运用此一能力，如果他不能发挥爱的能力，他便会从这一不幸的现象中遭受痛苦，尽管他可能假借一切理由而对这种痛苦故作无动于衷，或利用社会习惯的方式，来逃避由于他不能运用能力所造成的痛苦。",
        "page_idx": 149
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 150
    },
    {
        "type": "text",
        "text": "不能运用个人能力而产生不幸的这一现象，其原因可在人类生存的真正条件上见到。人的存在，具有自觉存在二律背反的特性。在本书前一章，曾讨论这一二律背反。一个人欲使自己成为世界上的一分子而同时觉得有自我的世界，保持与他人的关系而又维持自己独特的本体，除了对他的能力作创造性的运用之外，别无他途可循。如果他不能这样做，他便不能获致内在的和谐与完整，而是烦恼不安和支离破碎，被迫脱离自我，逃避无能、厌烦及虚弱的感觉，这些感觉正是他未能运用能力的必然后果。活着的人必然希望继续生存下去，他的唯一生存之道，便是运用他的能力，发挥他的所有。",
        "page_idx": 150
    },
    {
        "type": "text",
        "text": "如果人不能过一种有创造性和完整的生活，最显著的后果，可能莫过于神经症，每一种神经症的起因，皆由于患者固有能力与阻碍其发展的力量之间的冲突。神经症一如生理的疾病，是一种斗争的表现，人的健康部分，起而反抗有损健康维护的敌对影响力。",
        "page_idx": 150
    },
    {
        "type": "text",
        "text": "不过生活完整性与创造性的缺乏，并非必定导致神经症。如果必定会导致神经症，则大多数人都要被视为神经症者。那么，究竟哪些特殊情形会促成神经症呢？我可以简单地提出一些特殊的情形：例如有一个远比他人衰弱的儿童，因此他的忧虑与他的基本人性欲望之间的冲突更为尖锐而更难承受；或者这一儿童已产生比一般人更为强烈的自由与创造意识，于是可能更难承受挫败。",
        "page_idx": 150
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 151
    },
    {
        "type": "text",
        "text": "但是，我不想继续列举导致神经症的其他情形，而要把问题倒转过来，试问哪些情形使这样多的人虽未过着有创造性与完整性的生活，却未变成神经症。此刻对两项概念的辨别，似乎有所助益：这两项概念，就是缺陷的概念与神经症的概念(70)。如果一个人不能达到成熟，没有自发性，对自我没有真正的体验，则他可能被视为具有一种严重的缺陷，因为我们假定自由与自发性是每个人应该达到的客观目标。任何社会，如果大多数的组成分子不注重这类目标，则我们认为这一现象是社会性的缺陷。个人与很多其他人同样处于这一现象；他并不感到这是一项缺陷，他的安全并不因他的变迁、他的被遗弃而受到威胁，这实与想象的情形不同。他在富裕与真正幸福感中的可能损失，由于他适应他认识的其余人类所产生的安全感而得到补偿。事实上，他的真正缺陷，可能已被他修养成为一项美德，因而增加了他的成就感。加尔文理论中所讨论的人类罪恶与忧虑感，可以作为一项说明。其中说，一个人如果陷入自我无能与毫无价值的感觉，始终怀疑他是否已经得救或将遭永罚，就很难获得真正的愉快，而自成为必须为它工作的机器中的一个齿轮，这种人自然具有严重的缺陷。然而，这一缺陷却是文化的产物；它被视为具有特别的价值，并因而防护个人不致引发神经症。不像其他文化中的缺陷，令人深切感到不适与孤立而导致神经病态。",
        "page_idx": 151
    },
    {
        "type": "text",
        "text": "斯宾诺莎对于社会缺陷的问题，曾作极清楚的说明。他说：“很多人极为一致地受到一种同样影响的侵袭。个人所有的意识皆深受一个目标的影响，以致他相信这一目标的存在，即使它并不存在。如果当一个人清醒的时候发生这种情形，这个人便被认为疯狂……不过如果贪心的人只以钱财为念，野心者只以名位为念，则不会有人认为他是疯狂，只是令人厌恶；一般人都蔑视这些意念。可是事实上，贪心与野心等等，皆是疯狂的现象，虽然通常不认为它们是‘病态的’(71)。”这些说明的提出，已有数百年之久；至今仍属正确，虽然这种缺陷已成为文化的典型，而一般人并不认为值得蔑视，甚至并不令人厌恶。今日，我们可以遇见一些行为与感觉像是机械般的人；我们发觉他们从来没有真正自我的体验；他们对自己的体验，完全基于想象中认为他们做了一个该做的人；如今冷笑取代了欢笑，毫无意识的饶舌取代了互通心声的交谈，愚昧的失望取代了真正的忧伤。对于这种人，可以提出两项说明。其一是他在自发性与个体上的缺陷，这一缺陷可能无法补救。同时可以说，他与其他成千成万处于同样地位的人，并无重大的差别。对于他们之中的大多数人而言，形成缺陷的文化形态，拯救了他们免陷于神经症。对于部分的人而言，这种文化形态并无作用，同时此种缺陷似乎多少呈现出严重的神经症。在这些情形中，其文化形态不足以防范显著神经症的事实，若非由于比较强大的病态力量，便是由于比较强大的健全力量所激起的冲突，尽管此一文化形态容许它们保持平静。",
        "page_idx": 151
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 152
    },
    {
        "type": "text",
        "text": "要认清我们具有致力于健全生活的能力与持久力，最佳的方法莫过于精神治疗。当然，精神分析家也遭遇到反对自我成就与幸福的力量。不过如果他能了解破坏创造的环境力量——特别是在一个人的童年——他当不至于忽略一项事实，即他的患者若非受一种致力心理健全与幸福的冲动所驱使，多数人早已放弃了奋斗。这种冲动，正是治疗神经症的必需条件。虽然精神分析工作在于深刻了解病者感觉与意识的分裂部分，但是这一智力上的了解并不足以形成复元的条件。这种了解，可使患者认清他所陷入的死巷，觉悟他所希望解决问题的方法何以注定失败的原因；但是这只能替他致力心理健全与幸福的力量开辟一条道路，以便其从事工作而产生功效。无疑地，仅限于智力上的了解尚有不足；有效的治疗方法是体验性的了解，这使患者本人的认识，不仅限于智力，且具有影响力的特性。这种体验性的了解，本身便有赖于个人天赋追求健全与幸福的力量。",
        "page_idx": 152
    },
    {
        "type": "text",
        "text": "心理健康和神经症的问题，与伦理问题具有不可分的关系。我们可以说，每一种神经症，代表了一项道德问题。整个人格如果缺乏成熟与完整，便是在人本伦理的意识中有了道德的缺陷。明确地说，很多神经症，都是道德上的问题，也就是未获解决的道德问题引起的冲突所致。例如，人的昏眩，可能不是出于有机体的因素。当他向精神分析家报告他的症状时，会脱口说出他是在工作上遭遇某种困难。他是一个成功的教师，他必须提出与他自己的信念相反的意见。不过他相信他一方面解决了作为成功人士的问题，另一方面也解决了维护他道德完整的问题。同时藉一些复杂的推理，向他自己“证明”了他这一信念的正确性。精神分析家认为他的症状可能与他的道德问题有关，他对这一分析颇有反感。可是随后的分析显示，他的信念的确具有错误，他的昏眩病是出于一个更佳的自我的反应，是他的基本道德人格对外来压力的反应。这一外来压力，迫使他过一种破坏自己的完整与摧残其自发性的生活。",
        "page_idx": 153
    },
    {
        "type": "text",
        "text": "即使一个人似乎只破坏别人，他仍然侵害了自己与别人两方面的生活原则。在宗教上这一原则被解释为，人是依上帝的意象而创造的；因此任何对人的侵害，便是违反上帝的罪行。在世俗上，我们可以说，我们施于别人的每一行为——无论是好或坏——也就是施于自己的行为。“己所不欲，勿施于人”，这是一项最基本的道德原则。不过，同样合理的说法是：无论你施于别人什么行为，你已同时施于自己。破坏任何人的生命力量，自己必然会遭报应。我们自己的成长、幸福及能力，便是基于对这些生命力的重视，一个人不可能破坏别人的生命力而同时保持自己无损。对自己与他人生命的尊重，是生命本身所应该具备的，也是心理健康的一个条件。在某种情形下破坏别人相当于是自杀的冲动的一种病态现象。虽然一个人也许能够对破坏的冲动故作不知或予以合理化，然而他——他的有机体——对这种激发力所产生的行为，却无法自持地有所反应并受到影响。这些行为，与他的生命及一切生命赖以延续的原则相矛盾。我们发觉具有破坏性的人并不幸福，即使他已成功地达到了他的破坏性目标。他的生活方式，便是决定于这一目标。相反地，健康的人无不赞佩正派、仁爱及勇气的表现，也无不受它们的影响；因为这正是他们赖以生存的力量。",
        "page_idx": 153
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 154
    },
    {
        "type": "text",
        "text": "2．压抑与创造",
        "text_level": 1,
        "page_idx": 154
    },
    {
        "type": "text",
        "text": "认为人根本具有破坏性而且自私的这种立场，形成了一项概念，就是主张伦理的行为，是出于对邪恶行为的抑制（suppression）。此种邪恶行为，就是人们不能保持自制而沉迷其中的行为。依照这一原则，人必须做他自己的监督者；他必须首先认清他本性的邪恶，继而运用他的才能战胜他本性邪恶的倾向。于是，抑制邪恶或沉迷于邪恶，在于他的抉择。",
        "page_idx": 154
    },
    {
        "type": "text",
        "text": "精神分析工作，对于各种抑制的性质与后果，提出了充分的资料。我们可以区别以下三件事：（1）抑制出于邪恶冲动的行为；（2）抑制这种冲动的意识；（3）对此种冲动作建设性的反抗。",
        "page_idx": 154
    },
    {
        "type": "text",
        "text": "在第一种抑制作用上，并非抑制冲动本身，而是抑制由此种冲动所引起的行为。例如一个强烈虐待狂倾向的人，当他令人痛苦或支配别人时，便会感到满足和愉快。假如他对指责的畏惧或他已接受的道德律告诉他，他不应该依照他的冲动而行为，他便会制止自己不再有这种行为，不做他想要做的事。虽然我们不得否认，这个人已赢得一项自我的成就，可是他并没有实际的改变；他的性格仍然一样，我们可以赞佩的只是他的“意志力”。这种行为毫无道德上的评价，它的效果，不足以防范人的破坏性倾向。它需要极强烈的“意志力”，或对严厉制裁的畏惧，藉以保持一个人不致基于他的冲动而行为。由于每一决心皆经过对强大反对力量的内在战斗，良善一面的获胜机会很难确定，所以就社会利益的观点而言，这种形式的抑制极不可靠。",
        "page_idx": 154
    },
    {
        "type": "text",
        "text": "对付邪恶行为的最有效方法，似乎是阻止它们成为有意识的行为，因而不会产生有意识的诱惑。这种抑制，弗洛伊德称之为“压抑”（repression）。压抑的意义，是不容许已存在的冲动进入有意识的领域，或是急速使它脱离此一领域。基于同样的理由，虐待狂便不会察觉他的破坏或支配欲，也不会有诱惑与挣扎。",
        "page_idx": 155
    },
    {
        "type": "text",
        "text": "对邪恶行为的压抑是一种抑制的方式，极权伦理便是暗中或明白地用它作为修养美德的最佳途径。不过，虽然压抑确是一种阻止行为的方法，但是它的效果并不如主张的人所想象的那样。",
        "page_idx": 155
    },
    {
        "type": "text",
        "text": "压抑一种冲动的意义，是消除它的被人察觉，并非消除它的存在。弗洛伊德已经说明，冲动受压抑之后仍然发生作用，并对本人具有深刻的影响力，虽然他没有察觉到这种冲动。冲动受压抑之后对人的影响，甚至并不一定小于有意识的冲动；主要的差异，是它并非公然地作为行为的基础，而是隐讳地影响行为，因此行为者不会知道他在做些什么。例如虐待狂没有察觉他的虐待，可能觉得他之所以支配别人，是出于关切他们的最佳利益，或是由于他的强烈责任感。",
        "page_idx": 155
    },
    {
        "type": "text",
        "text": "不过，如弗洛伊德所说明的，受压抑的行为的产生，不仅出于这种推理的解释。例如，一个人可能发展一种“反向形成”（reaction-formation），这与受压抑的行为诸如过分地热心或过分地仁慈等正好相反。然而，压抑的行为的威力却间接地趋于明显，成为弗洛伊德所称“压抑复元”（the return of the repressed）的现象。在这种情形中，当一个人的过分热心已发展成与他的虐待狂相反的一种反向形成时，他可能会运用这一“美德”发挥与他原来明显的虐待狂相同的影响：支配与控制他人。虽然他觉得这是德行与优越的表现，可是它对别人的影响，远比明白的虐待狂尤难承受，因为一个人很难抗拒许多“美德”。",
        "page_idx": 155
    },
    {
        "type": "text",
        "text": "与抑制及压抑完全不同的，是第三种对破坏冲动的反制。在抑制的情形下，冲动仍然存在，只是行为受到了禁止。在压抑的情形下，在意识里冲动本身已不存在，但仍然以隐讳的方式对行为有某种程度的影响。在第三种反制中，一个人的生命促进力对破坏与邪恶的冲动察觉愈深，则对它的反抗能力愈强。不仅他的意志与理智参加战斗，同时遭到破坏性挑战的情感力量也加入战斗。以一个虐待狂为例，他反抗虐待狂的战斗将发展为真正的仁慈，进而成为他性格的一部分，同时可以解除自我监督和使用其意志力经常作“自我控制”的负担。在这种反制的情形中，并非强调个人对过错与悔恨的感觉，而是强调他内在创造力的存在与运用。因此，由于善恶之间发生创造性冲突的结果，邪恶本身也变为形成美德的一项因素。",
        "page_idx": 155
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 156
    },
    {
        "type": "text",
        "text": "由人本伦理学的立场而言，伦理的抉择，并非在于抑制邪恶或沉迷邪恶之间。抑制与沉迷两者，只是两种形态的压抑，真正的伦理抉择并不在它们之间，而是对抑制及沉迷与创造性之间的选择。人本伦理学的目的，并非压抑人的邪恶（邪恶是由极权精神的摧残性所孕育而成），而是对人固有的第一潜能作创造性的运用。美德的程度，与个人所获致的创造性格成正比。如果社会重视培养人民的美德，它必须重视培养人民的创造性，因此也必须重视培养发展创造性的各项环境条件。其中首要的条件，是一切社会与政治活动皆以每个人的发展与成长为目标，人是唯一的目标与对象，人除了他自己之外，不是任何别人或任何事物的手段。",
        "page_idx": 156
    },
    {
        "type": "text",
        "text": "创造性的引导，是自由、美德及幸福的基础。修养美德所须付出的代价是警觉，但非狱吏看守罪犯般的警觉；而是理智的人所必须具备的警觉心，以期认清与培养其创造性所需的条件，并且脱离那些阻碍他而陷于邪恶的因素。一旦陷入邪恶，唯有藉内在或外界的压力才能防止它表现于行为。",
        "page_idx": 156
    },
    {
        "type": "text",
        "text": "极权伦理学，向人们灌输一种观念，认为做一个良善的人，需要一种强大无比的工夫；个人必须经常自我战斗，他的每一过失皆可能有重大的危害性。这一见解，是出于极权的前提，如果人真是如此邪恶，如果美德真是唯有战胜自己才会产生，当然这一工夫似乎是一种惊人的艰巨任务。但是，如果美德与创造性一样，则它的获得虽不简单，也绝不致成为如此费力的困难工作。我们已经说明，对能力作创造性的运用，乃是人的本性。同时人的心力，主要在于排除阻碍其性向的内在和环境的障碍。正如一个变得无能与具有破坏性的人会有增无已地形成瘫痪而陷入一种恶性循环，一个认识本身能力而能作创造性运用的人，也会增强他的力量、信心及幸福，同时日益减少了自我异化的危险；我们可以说，他已建立了一种“德行的循环”。快乐与幸福的体验，不仅是我们前已说明的创造性生活的结果，同时也是创造性生活的激力。对邪恶的压抑，可能产生一种自我惩戒的精神与忧伤感，然而在人性意识上导致良善的最佳因素，也不过是在创造性活动中所产生的快乐与幸福的体验而已。藉一种文化对快乐的增进力作人民伦理教育的题材，其效果远胜于惩罚的告诫或美德的说教。",
        "page_idx": 156
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 157
    },
    {
        "type": "text",
        "text": "3．性格与道德判断 ",
        "text_level": 1,
        "page_idx": 157
    },
    {
        "type": "text",
        "text": "道德判断的问题，往往牵涉到意志自由与宿命论之间的问题。有一种意见认为，人完全被他无法控制的环境所决定，同时认为人有抉择自由的观念全属幻想。就此一前提所得的结论是，一个人不能基于他的行为来对他加以判断，因为他没有抉择的自由。相反的意见认为，人具有自由意志的能力，无论心理或外界的条件与环境如何，他皆可运用此一能力；所以他对他的行为负责，也可以藉他的行为对他加以判断。",
        "page_idx": 157
    },
    {
        "type": "text",
        "text": "心理学家似乎不得不赞成宿命论。他们在研究性格发展的工作中，发现儿童是在一种没有道德意识的情形下开始他的生活，同时他的性格形成，是受外界的影响。这种影响，在儿童的早年生活中最为强大，此一时期，他既缺乏认识，也没有能力改变决定其性格的环境。当他到达具有企图改变其生活环境的年龄时，他的性格已经成形，且缺乏动机来研究这些环境并进而作必要的改变。如果我们假定人的道德本质在于他的性格，那不是认为由于他没有形成性格的自由力，所以不能对他加以判断吗？难道不是认为，我们对形成性格及其功能的环境愈作深切的体察，便愈难摆脱主张人似乎无法接受道德判断的观念吗？",
        "page_idx": 157
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 158
    },
    {
        "type": "text",
        "text": "为了避免心理上发觉与道德上判断之间的这一冲突，也许可以藉用意志自由论者有时所采纳的一项折中意见。这一意见认为，人们生活中的有些环境，不容许自由意志的发挥，所以没有道德判断的存在。例如，现代的刑法已采纳这一意见，规定疯子不必为其行为负责任。修正自由意志论的倡议者，进一步承认，受着冲动的支配而不能控制的神经病患，也不能就其行为来对他加以裁决。不过他们主张，大多数的人皆有从事正当行为的自由能力，只要他们愿意如此。因此，他们必须受到道德的判定。",
        "page_idx": 158
    },
    {
        "type": "text",
        "text": "可是依据进一层的研究显示，甚至这一主张也无法成立。我们之所以惯于相信我们的行为出于自由意志，正如斯宾诺莎的看法，是因为我们体察到我们的愿望，而昧于其中的动机。我们的动机，产生于我们特有性格中的各种混合力量。每当我们有所抉择时，皆分别由具有支配效果的良善力或邪恶力来确定。有些人的这种特殊力量具有压倒性的强度，以致任何别人只要知道他们的性格与当时的价值标准，皆可预料到他们所做的决定（尽管他们自己的想象仍然认为是一项“自由的”决定）。其他人，由于他们的破坏性与创造性的力量均衡，所以他们的决定不能藉经验加以预测。当我们说，有人可能做法不同，我们是指后面的一种情形。但是如果说，他原可以采用别的做法。这只是说明我们没有预料到他的行为。不过他的决定，显示某一组力量强过了另一组力量，所以即使在他这种情形下，其决心也是依他的性格而定。因此，如果他的性格真有改变，则他的做法便会不同，不过此后的不同做法，还是严格地以他的性格为依据。一个人的意志，并不是其所具性格以外的抽象能力。相反地，意志完全是一个人性格的表现。具有创造性的人，信赖他的理性，具有爱人爱己的能力，所以他有从事德行的意志。非创造性的人没有发展出这些性格，他是非理性欲望的奴隶，所以他缺少前者的意志。",
        "page_idx": 158
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 159
    },
    {
        "type": "text",
        "text": "我们的性格确定我们的决心，这一观念绝非宿命论。人虽然与其他一切生物相同，受制于对他具有确定性的力量。但人是唯一具有理性的生物，是唯一能够认识此等力量的生物，同时能够藉他的认识来积极参与掌握本身命运的工作，并且能够加强致力行善的因素。人是唯一具有良心的生物。他的良心，是召唤他返归自我的呼声，它让他了解使他返归自我的必需作为，它协助他时常明了他的生活目的，并且知道为达到这些目的所必需的规范。因此，我们并不是孤独无助的环境牺牲品；事实上，我们能够改变和影响我们内在与外界的力量，并且对于戏弄我们的环境至少能够作某种程度的控制。我们能够对那些发展和实现善行的有利环境，加以培养和强化。虽然我们具有促使我们积极生活的理性与良心，不过理性良心本身与我们的性格具有不可分割的关系。如果破坏性的力量与非理性的热望在我们的性格上取得支配的地位，我们的理性与良心两者便会受到影响，因而不能发挥正当的功效。当然，理性与良心是我们最宝贵的能力，我们对它们负于发展和运用的使命；但是它们并非处于自由与未加确定的状态，也并非脱离我们具有世故经验的自我而单独存在；它们是我们整体结构的内在力量，并且一如某一结构的每个部分，它受结构整体的影响，同时也影响整个结构。",
        "page_idx": 159
    },
    {
        "type": "text",
        "text": "如果我们裁判一个人的道德，是基于他的抉择是否有意志上的改变，则无道德判断可言。试问，我们如何知道他在童年与尔后年代的内在活力？他的抉择便是在前后不同年代的环境力量影响之下，藉此一活力而得以产生；况且另外一个缺乏活力的人，也许会屈服于同一力量。我们又如何知道是否一个人的偶然机遇，例如与仁爱的好人交往，并不一定使他的性格发展受到某一趋向的影响；而没有这种经历，却会使他的性格导致相反的趋向呢？我们当然无法知道。即使我们把道德的判断基于一个人行为可能改变的前提，但是影响性格发展的固有及环境因素也非常繁多，乃至对他的性格是否已有不同的发展，也不可能得到具体的结论和判断。我们唯一可以假定的是，当性格开始发展时，便已受到环境的影响。因此，如果我们认为一个人可以改变他的行为，于是便基于我们的这一认识来对他加以判断，则我们对性格的研究工作，在道德判断方面必然会遭致失败。",
        "page_idx": 159
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 160
    },
    {
        "type": "text",
        "text": "然而这一结论并不正确，因为它是基于错误的前提，以及判断的混淆意义。判断可能具有两种不同的意义：判断的意义，是运用主张或决断的心理功能。可是另一种“判断”的意义，具有“法官”裁定无罪与有罪的职能。",
        "page_idx": 160
    },
    {
        "type": "text",
        "text": "后面一种的道德判断，基于超越于人的权威观念，而对人加以判断。这一权威，具有裁定无罪或有罪以及施予惩罚的特权。它的裁定是绝对的，因为它超越于人，具有人无法获得的智慧与能力。即使是民主社会选举出来的法官，虽然在理论上他并不超越他的同胞，但是他仍然具有一种色彩，此即裁判之神的古老观念。虽然他个人并不存有任何超越人类的权力，但是他的职务则存有此一权力。（对法官的尊重，便是尊重超人权威所遗留下来的残迹；侮辱法官罪，在心理上与大逆不道的罪过有密切的关系。）可是很多没有法官职务的人，也扮演了法官的角色，准备在作道德判断的时候，从事裁定无罪或有罪的工作。他们往往充分表现出虐待狂与破坏性的态度。可能任何现象皆不至于像“道德的义愤”一样具有如此大量的破坏感，它在美德的伪装下表现出妒忌或憎恨的行为。(72)“义愤”的人之得到一时的满足，在于歧视他人和待他人为“劣等”生物，并且自觉优越与正直。",
        "page_idx": 160
    },
    {
        "type": "text",
        "text": "对道德的价值作人本的判断，一般而言，与理性的判断具有同样的逻辑性。当一个人作价值判断时，他是基于事实，而非自觉有如神明、优越，以及具有定罪或宽恕的特权。判断一个人的破坏性、贪婪、猜疑及妒忌，与医生诊断心脏或肺脏的功能失常并无差别。例如我们必须裁决一个谋杀犯，而我们知道他是处于病态的情形。如果我们能够了解他的全部遗传性以及他早年与尔后的环境，我们极可能获得一项结论，那就是他完全受到他无能为力的环境所支配；事实上，谋杀犯所处的这种情形，远胜于一个小偷，所以前者比后者更容易“谅解”。但是这并不是说，我们不该裁决他的恶行。我们可以了解他如何与为何形成他目前的情形；不过我们也可以就他的现况来对他加以裁决。我们甚至可以设想，如果我们生活在同样的环境下，我们也会变得和他一样；这一种考虑，可以防止我们擅取一如神明的权威，但它并不阻碍我们作道德的判断。对性格的了解和判断的问题，与对任何其他人类行为的了解和判断并无不同。如果我必须判断一双鞋的价值或一幅画的价值，我便要依据与判断目标本质上有关的某些客观标准。假设这双鞋或这幅画的品质拙劣，而某人指出鞋匠或画家已费尽心力，只因某些环境条件使他们无法产生更佳的成品，我也不会改变对两种产品的判断。我也许会对鞋匠或画家产生同情或怜悯心，也许我会试图协助他们，但是我不能说我无法判断他们的产品，因为我了解产品拙劣的原因。",
        "page_idx": 160
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 161
    },
    {
        "type": "text",
        "text": "人生的主要使命，是使自我生长，成为与他潜能相符的人。人生奋斗最重要的成果，就是他自己的人格。我们可以客观裁决一个人完成其使命的程度，发挥其潜能的程度。如果他未能达成他的使命，我们可以认出这项失败，同时可以判断实际的情形——他的道德失败。即使我们知道他遭遇的困境具有压倒性的力量，并且其他任何人在他的处境也会失败，但是对他的判断则仍然一样。我们如果完全了解使他变成现在情形的一切环境，我们可能会对他寄以同情；然而这一同情并不改变判断的确切性。了解一个人，并不是对他的恶行表示宽恕；这只表示我们不像上帝或超越他的法官似的对他加以谴责。",
        "page_idx": 161
    },
    {
        "type": "text",
        "text": "六、绝对性与相对性，普适观与社会观的伦理",
        "text_level": 1,
        "page_idx": 161
    },
    {
        "type": "text",
        "text": "我们发现人们有时候受到某一目标的深切影响，以致即使这一目标并不存在，他们也相信它会出现；如果一个非睡眠状态的人发生这种情形，我们要说他是精神错乱或疯狂。同样程度的疯狂情形，是那些陷入爱火，日夜除梦想女人或妓女之外别无他事的人，因为这一情形实在令人发笑。贪婪的人念念不忘收获与金钱，野心者只知荣耀和地位。他们所思念的这些目标，因为具有损害作用，所以应该被人憎恨。然而贪婪、野心、情欲等等，皆是疯狂的现象，虽然它们未列入病态之中。",
        "page_idx": 162
    },
    {
        "type": "text",
        "text": "斯宾诺莎著《伦理学》",
        "page_idx": 162
    },
    {
        "type": "text",
        "text": "不明确地使用“绝对性”与“相对性”两词，致使对绝对性伦理与相对性伦理间的讨论，形成了相当大的不必要混淆。本章将辨明它们的若干内涵，并分别讨论它们的不同意义。",
        "page_idx": 162
    },
    {
        "type": "text",
        "text": "使用“绝对性”伦理一词的第一项意义，是伦理的原则不容置疑而永远正确，也不容许修正。这一绝对性伦理的概念，出于极权的制度。基于这一前提，便可认为正确的标准，就是权威所具有不容置疑的优越性与无所不知的权能。优越性的真义，就是权威不会犯错，同时它的训示与戒律永远正确。我们可以很简洁地处理这一观念，就是伦理的规范为免遭受反对，必须具有“绝对性”。有神论的前提是有“绝对性”的存在，所谓绝对性就等于完美无缺的权力。相形之下，人必然是“相对性”的，所谓相对性就等于不完美。这一观念已在一切科学思想的领域中完全被废弃，在这些领域中，通常认为没有绝对的真理，只有客观性的定律与原则。如以前业已指出，一项科学的或推理的正确论著所具有的意义，是在一切可获得的观察资料中，皆已应用理智的力量，并没有为了期望的结果，而将任何资料加以抑制或捏造。科学的历史，就是有欠完整的论著的记述史，每一项新的探讨，皆可以发掘过去理论的欠缺点，并为产生更完整的理论提供一个跳板。思想的历史，是对真理不断接近的历史，科学的知识并非绝对，而具有“最适宜性”；它具有某一历史阶段可以发现的最适宜的真理。各种文化已经强调了真理的各个方面；人类愈能在文明中合作，则愈能使真理的各个方面结为一体。",
        "page_idx": 162
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 163
    },
    {
        "type": "text",
        "text": "尚有另一种理由，说明伦理规范并非具有绝对性：道德规范不仅一如科学论著可以修正，同时有些状况天生便无法解答，也不容许在选择之下被视为当然的真理。斯宾塞在他就相对性与绝对性伦理的讨论中(73)，对这一冲突提出了说明。他叙述一个佃农希望参加一次投票选举的例子。该佃农知道他的地主是一个守旧者，如果他依照自己的自由信念去投票，便有被地主收回租地的危险。斯宾塞认为这是在损害国家与损害家庭之间面临抉择的一种冲突。他对这一情形所得的结论是，“一如其他无数的情形，没有一个人能够确定哪一种选择的错误可能最少。”(74)斯宾塞对于这一情形中的抉择问题，似乎没有确切地道出其中的意义。因为其中有伦理的冲突，即使不牵涉到家庭，亦必冒影响本身幸福与安全的危险。在另一方面，不仅国家的利益，还有个人自身的完整也会受到损害。他所真正面临的抉择，是他肉体及（某些方面的）精神幸福与他的完整之间的权衡问题。无论他做何种选择，同时都有正确与错误的两面。不可能因为他所面临的是天生无法解答的问题，便会得到正确无疑的选择，这种无法解答的道德冲突的产生，与存在的二律背反具有必然的关系。不过在上述事例中，我们并非讨论人类现象中固有的存在的二律背反，而是可以加以废弃的历史的二律背反。该佃农之所以面临这种无法解答的冲突，是因社会状态为他带来了一项无法圆满解决的情况。如果社会状态改变，则此一道德冲突便会消失。不过只要这种情形存在，他的任何抉择皆属正确也系错误，虽然偏于完整道德的选择比偏于生活的选择也许具有较高的伦理意义。",
        "page_idx": 163
    },
    {
        "type": "text",
        "text": "使用“绝对性”与“相对性”伦理两词的最后一项也是最重要的一项意义，就是对普适观与社会观伦理之间的差异，提出了更充分的说明。我说的“普适观”伦理，是指以人的生长与发展为目的的行为规范；关于“社会观”的伦理，我的意思是，某一特定社会及其人民发挥功能与求取生存所必需的规范。普适观伦理观念的例子，可能在“爱人如己”或“你不许杀害”之类的教义中出现。无疑地，一切伟大文化中的伦理制度皆具有惊人的相似性，此为人类与规范的发展所必需的相似性。这些规范，是依据人类本性及人类成长必需的条件所发展而成的。",
        "page_idx": 163
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 164
    },
    {
        "type": "text",
        "text": "所谓“社会观”的伦理，我是指任何文化之中制定戒律与指示的那些规范，此等戒律与指示仅为该特定社会功能的发挥与生存所必需。任何一个社会，为了它的生存，必须使其社会成员服从对该社会特殊生产方式与生活方式具有必要性的各项规律。这一社会团体，必须致力陶冶其组成分子的个性，使他们希望从事在既有环境之下所必须进行的工作。因此，例如在一个好战的社会中，勇敢与主动成为必具的美德；在一个以农业合作为主的社会中，忍耐与助人成为个人的美德。在现代社会中，勤劳已被提升到最高美德之一的地位，因为现代的工业系统需要这一特质作为最重要的生产动力之一。在某一社会活动中具有崇高地位的特性，变成了该社会伦理制度的一部分。任何一个社会，皆以服从它的规律及恪守它的“美德”为一项重大的利益，因为它的存在端赖这一服从心与恪守性而定。",
        "page_idx": 164
    },
    {
        "type": "text",
        "text": "除了有利于社会整体的规范之外，我们发现尚有其他因阶级不同而具有差异的各种伦理规范。这种情形的一项恰当事例，便是低层阶级强调谦卑与服从的美德，而高层阶级则着重于雄心与进取性。阶级性愈固定、愈原始，则不同阶级的规范的差异愈明显，例如，自由人民或封建文化中农奴的规范，又如美国南部白人与黑人的规范。在现代的民主社会中，虽然社会的原始结构没有阶级差别的成分，但是不同的伦理规范却同时用作教化的题材：例如《圣经·新约》的伦理规范与作为经商成功有效途径的规范。每个人都会依其社会地位与个人天才的关系，往往一方面对某种规范大吹法螺之际，另一方面却选取了他能实用的相反规范。家庭与学校（如英格兰的公立学校与美国某些私立学校）教育的差别，在于它们有意强调那些适合上层阶层社会地位的特殊规范，它们只是没有直接否定其他的规范而已。",
        "page_idx": 164
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 165
    },
    {
        "type": "text",
        "text": "任何一个社会的伦理制度，其功能皆在于维持该一社会的生存。不过这种社会观的伦理，也符合个人的利益；因为这一个个人无法改变的社会结构，使个人本身利益与该社会的利益结为一体。不过社会的结构中，适应其生存所需要的规范，可能与适应人类最美满发展的普适观的规范互相冲突。在那些受特权阶级支配与利用的社会，这种情形特别容易发生。特权阶级的利益与大众的利益互相冲突，不过如果这一社会的活动功能是以此一阶级结构为基础，则由特权阶级施于该社会全体的规范，乃为每个人的生存所需要，除非该一社会的结构产生根本的改变。",
        "page_idx": 165
    },
    {
        "type": "text",
        "text": "盛行于此种文化中的理论，会否认有任何冲突的存在。首先这些理论会断言该一社会的伦理规范，与社会全体组成分子具有同等的价值。进而便会强调，有助于维护既有社会结构的规范，就是由人类生存的需要中所产生普适观的规范。例如禁止盗窃，往往出于禁止谋杀的同一“人类的需要”。因此，仅为适应某一特殊社会利益需要的规范，也具有人类生存所固有的普适观的规范，所以也有普遍的适应性。只要某一个社会是历史上不可缺少的组织，则个人除了接受作为约束的伦理规范之外，别无选择的余地。但是当一个社会保持一种有违大众利益的结构，则有需要改变的理由存在，如要增强改进此一社会状态的趋势，其重要的条件是使该社会的群众认清它的规范。这些改变的企图，被原社会规范的代表人称为不合道德。要求自我幸福的人被称为“自私”，要求维持特权的人则被称为“有责任感”。在另一方面，屈从的作风被称赞为“无我”与“献身”的美德。",
        "page_idx": 165
    },
    {
        "type": "text",
        "text": "社会观伦理与普适观伦理间的冲突，虽然在人类进化的过程中已告减少，但是两种伦理之间的冲突仍然存在，除非人类能够建立一种“社会”利益与全体群众利益一致的社会。如果个人能活500岁或1 000岁，这一冲突或许不复存在，或至少减至相当的程度。然后他可能从他痛苦的耕耘中获得快乐的生活与收获；在历史上为下一代做艰苦耕耘的人，可能也会亲身得到快乐的收获。然而人通常只能活60岁或70岁，所以他可能永远不能亲睹收获。可是人类生来是具有一切潜能的独特生物，负有发挥这些潜能的使命。人类研究学者所负的责任是，不要致力寻求“和谐的”解答来掩饰这种冲突，而是以严厉的态度来处理这一冲突。伦理思想家的使命，是支持与加强人类良知的呼声，是认清何者对人有益，何者对人有害，不管对社会的利害如何。他可能是一个“在荒野中呼唤而得不到回应”的人，不过唯有保持这一呼声的存在与不妥协，荒野才会变成肥沃之土。社会观伦理与普适观伦理之间的矛盾将会减少，进而趋于消失，使社会真正成为人类的社会，负起促进全体群众彻底发展人性的责任。",
        "page_idx": 165
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 166
    },
    {
        "type": "text",
        "text": "(1) 参阅弗洛姆著《自私与爱己——精神病学》（1939年11月出版），以下有关自私与爱己的研讨，部分为该一著作的重述。  \n(2) 加尔文著《基督教教义》（Institutes of the Christian Religion）。本文所引述者，为该著作第3册第7章，第619页。  \n(3) 同上书第12章，第6段，第681页。  \n(4) 同上书第7章，第4段，第622页。  \n(5) 我们应该认清，即使如《圣经·新约》基本教义之一的爱你的邻人，也不够加尔文所要求的分量。它与《新约》教义之间存有重大的歧见，加尔文说：“因为教授们对于在信仰与希望方面优先行善的主张，只不过是一项病态的幻想……”——第24章，第1段，第531页。  \n(6) 尽管马丁·路德强调个人宗教自由，虽然他的理论在很多方面与加尔文不同，但是他同样地确信人类在基本上是毫无能力与虚无的。  \n(7) 参阅康德著《实践理性批判》（Kant's Critique of Practical Reason and Other Works onthe Theory of Ethics）。纽约朗曼斯，格林出版公司1909年出版，见第1集，第1册，第1章，第8段，附记2，第126页。  \n(8) 同上书，特别参阅第1集，第1册，第3章，第186页。  \n(9) 同 上 书 ， “ 道 德 思 维 的 基 本 原 则 ” （ Fundamental Principles of the Metaphysics ofMorals），第2节，第61页。",
        "page_idx": 166
    },
    {
        "type": "text",
        "text": "(10) 《实践理性批判》，第1集，第1册，第3章，第165页。",
        "page_idx": 167
    },
    {
        "type": "text",
        "text": "(11) 德文本《康德文集》（Immanuel Kant's Werke）第1章，第49段，第124页。",
        "page_idx": 167
    },
    {
        "type": "text",
        "text": "(12) 同上书，第126页。(12) 同工",
        "page_idx": 167
    },
    {
        "type": "text",
        "text": "(13) 康德著《唯理性的宗教》（Religion within the Limits of Reason Alone）第1册。  \n(14) 为了避免本章过于冗长，作者仅讨论现代的哲学发展，研究哲学的人士当会知道，亚里士多德与斯宾诺莎的道德观念，认为爱己是一项美德，而非败行，这与加尔文的立场大相矛盾。  \n(15) 斯坦纳（Stirner）著《自我主义与自我》（The Ego and His Own），见拜英顿（S. T.Byington）之英译本第339页。  \n(16) 例如，下述为斯坦纳的断然理论之一：“可是人该如何消磨他的生命呢？生命的消磨，有如一个人燃烧蜡烛……享受人生才是生活之道。”恩格斯认清了斯坦纳理论的偏差，他曾设法纠正爱己与爱人之间两不相容的错误观点。恩格斯致马克思的信中，曾讨论斯坦纳的著作，他写道：“不过，如果实体的个人是我们‘人类’的真正基础，则自我主义——当然不仅是斯坦纳的理性的自我主义，且包括内心的自我主义——当然是我们人类爱的基础。”  \n(17) 尼采著《权力意志》（The Will to Power）。  \n(18) 尼采著《善恶的彼岸》（Beyond Good and Evil）。  \n(19) 参阅摩根（G. A. Morgan）著《尼釆的观念》（What Nietzsch Means）。哈佛大学出版社，1943年版。  \n(20) 尼采著《查拉图斯特拉如是说》（Thus Spake Zarathustra），第75页。  \n(21) 《权力意志》第785节。  \n(22) 同上书第935节。  \n(23) 见《查拉图斯特拉如是说》第76页。  \n(24) 见同书第102页。  \n(25) 见尼采著《偶像的黄昏》（The Twilight of Idols）第35节；《瞧！这个人》（EcceHomo）第2节；纳克拉斯（Nachlass）著《尼采集》（Neitzsches Werke）第63\\~64页。  \n(26) 这一点，在霍妮（Karen Horney）所著《焦虑的现代人》（The Neurotic Personality ofOur Time）与林德（Robert S. Lynd）所著《知识何用？》（Knowledge for What?）两书中均曾加以强调。  \n(27) 斯宾诺莎著《伦理学》第4章第20节。  \n(28) 詹姆斯对这一观念说得极为清楚。他说：“要取得一个我能够照顾的自我，造物主必须首先赋予我某项具有充分兴趣的目标，使我衷心乐于为了目标本身的利益而赢得这项目标……因此，我自己的躯体以及为躯体解决需求者，乃是先天确定为自我利益的原始目",
        "page_idx": 167
    },
    {
        "type": "text",
        "text": "标。其他的目标可能也会引起我们的兴趣，由于它们与原始目标具有连带的关系，它们也许是达到原始目标的手段，或者本来附属于原始目标；于是，自我观念的原始范围，可能会因而扩大与改变它的领域。这种利益，便是‘自我’一词的真正意义。利益的一切，便是自我的一部分！”——见《心理学原理》（Principles of Psychology），纽约亨利荷特出版公司1896年出版第1卷，第319及324页。詹姆斯又说：“显然地，在人们所谓‘我’与‘我的’之间，难以划分一条界线。我们对我们的某些事物的认识和处理态度，极似对待我们自己一样。我们的声誉、我们的孩子、我们手上的工作，可能一如我们本身躯体一般的亲切，它们如果受到攻击，会使我们产生如同身受的感觉和采取同样的报复行动……不过，最普遍的可能观念，是认为人的自我，包括他可以称其属于他的一切的总和，不仅是他的躯体与他的体能，还有他的衣饰与他的房屋、他的妻室与子女、他的祖先与朋友、他的荣誉与成就、他的土地与马匹，以及他的游艇与银行存款。所有的这一切，对他皆具有同样的意义。如果它们有发展或趋向繁荣，他便感到洋洋得意，如果它们衰落与消灭，他便觉得沮丧——并不一定对每一事物产生同样程度的感觉，但对各物的感觉性质则极为一致。”——见同书第1卷，第291\\~292页。",
        "page_idx": 168
    },
    {
        "type": "text",
        "text": "(29) 皮兰德娄（Pirandello）在他的剧作中，申述了此一自我的观念及其产生的自我怀疑。  \n(30) 《培尔·金特》戏剧第5幕第1景。  \n(31) 见格雷泽（N. N. Glatzer）编《现世与永生》（In Time and Eternity）纽约，1946年出版。这一方面，弗洛伊德曾在他早期的《自我理想》（Ego Ideal）中加以强调。本人所著“权威与家庭之研究”（Studien ueber Autori taet und Familie）一文中，对于良心与权威的关系有较为详细的分析。  \n(34) 人是“上帝肖像”的造化的观念，支配了《圣经·旧约》中对极权结构这一部分的叙述，犹太教的发展，特别是在其神秘代表性方面，便是以此一观念作为独特的基础。参阅尼采著《道德的系谱》（The Genealogy of Morals）第2章，第16节。  \n(36) 参阅尼采著《道德的系谱》（The Genealogy of Morals）第2章，第16节。  \n(37) 参阅《逃避自由》一书对民主社会中的无形权威的讨论，第5章，第3页。  \n(38) 卡夫卡（F. Kafka）给他父亲的信，其中他解释何以一直害怕他的父亲。该信可算是这一方面的典型说明。参阅卡夫卡著《东鳞西爪》（Miscellany）。纽约兰顿书店1938年出版。  \n(39) 参阅欧兹（W. J. Oates）与奥尼尔（E. O'Neill）编《希腊戏剧全集》（The CompleteGreek Drama）第1卷。纽约兰顿书店1938年出版。  \n(40) 参阅尼采著《道德的系谱》第2章第3节及海德格尔（M. Heidegger）对良心的解释。  \n(41) 录自拉法基（J. LaFarge）著《北斋轶事》（A Talk About Hokusai）。  \n(42) 参阅卡夫卡著《审判》（The Trial）一书。穆尔（E. I. Muir）译。纽约诺普佛出版公司1937年出版。  \n(43) 参阅卡夫卡著《审判》（The Trial）一书。穆尔（E. I. Muir）译。纽约诺普佛出版公司1937年出版。  \n(44) 参阅马尔库塞（H. Marcuse）著Zur Kritik des Hedonismus，1938年出版。  \n(45) 参阅亚里士多德著《伦理学》（Ethics）1173年出版，第21页以下。  \n(46) 参阅同书。  \n(47) 参阅亚里士多德著《伦理学》。  \n(48) 参阅同书。  \n(49) 参阅亚里士多德著《伦理学》。  \n(50) 参阅斯宾塞著《伦理学原理》（The Principles of Ethics）。纽约奥普里顿出版公司出版，第1卷。  \n(51) 参阅同书，第79及82页。  \n(52) 参阅斯宾塞著《伦理学原理》，第99页。  \n(53) 参阅同书，第183页。  \n(54) 参阅同书，第159页。  \n(55) 英国哲学家边沁（Bentham）认为，一切的享乐在性质上相同，只是程度不一。今日对这一谬论似无批判的必要。精神分析家极少再赞同这一见解，虽然现代“取乐”的观念，仍有认为与一切享乐性质相同的情形。  \n(56) 这一问题，在贝利（G. Bally）所著Vom Ursprung und von den Grenzen der Freiheit一书中有卓越的研究。  \n(57) 因为此处我仅希望说明缺少性的享乐与充裕性的享乐之间的区别，所以无须详细讨论饥饿与口味的问题。不用说，在口味之中，必然有真正饥饿的成分。饮食功能的生理因素对我们的一项影响，是饥饿的完全消失，也会使口味大减。不过具有意义的，是此等动机的相对分量。  \n(58) “所有动物性交之后皆不愉快”的这一古老名言，充分说明人类在性欲上缺乏满足。  \n(59) 参阅《伦理学原理》，第1卷，第49页。  \n(60) 参阅《伦理学原理》，第161页。  \n(61) 圣埃克絮佩里（A. de Saint-Exupéry）在他的《小王子》（Little Prince）一书中，对这一方面有极佳的说明。  \n(62) 参阅《伦理学原理》，第1卷，第1章，第138页。  \n(63) 参阅同书第186页。  \n(64) 参阅希特勒自传《我的奋斗》（Mein Kampf）。纽约雷拿暨希区柯克出版公司1939年出版，第710页。  \n(65) 这是迦太基学说中颇被误解却很流行的一句话。教育一词的西文字根是e-ducere，字义是诱导的意思，或是领导出潜在的事物。这一方面的所谓教育，是发掘事物的存在性，使其自潜在状态呈现为明显的事实。  \n(67) 现代正统神学的典型代表尼布尔（R. Niebuhr），曾再度说明了马丁·路德的立场，似是而非地与进步的政治哲学混为一谈。  \n(68) 弗洛伊德所著《幻想的未来》（The Future of an Illusion）一书中，可以见到他的立场的对立两面。  \n(69) 戈德司丁（K. Goldstein）、沙利文及霍妮特别强调这一观念。  \n(70) 以下关于神经症与缺陷的讨论，部分取材自本人所著的《神经症的个人与社会的起因》（Individual and Social Origins of Neurosis），载于《美国社会学评论》（AmericanSociological Review），第9卷，第4期（1944年8月出版）。  \n(71) 参阅《伦理学》，第4章第44节。  \n(72) 拉纳夫（A. Ranulf）所著《道德的义愤与中产阶级》（Moral Indignation and theMiddle Class）一书，对这一点有极佳的说明。这一书名，也可称为“虐待狂与中产阶级”。  \n(73) 参阅《伦理学原理》第258页以下。  \n(74) 参阅同书第267页。",
        "page_idx": 168
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 169
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 170
    },
    {
        "type": "text",
        "text": "第五章 今日的道德问题",
        "text_level": 1,
        "page_idx": 171
    },
    {
        "type": "text",
        "text": "当世界上的哲学家尚未成为国王，或者国王与王子尚未具有哲学精神与才能之前，政治的崇高性与智慧尚未结为一体之前，以及一般人尚未弃绝排他的本性之前，我们的城邦绝不会脱离它们的邪恶而安静下来，并且我相信整个人类也是如此。同时唯有实现以上的理想，我们的国家才有生存的希望，才会见到黎明的曙光。",
        "page_idx": 171
    },
    {
        "type": "text",
        "text": "柏拉图《理想国》",
        "page_idx": 171
    },
    {
        "type": "text",
        "text": "今日是否存在一种特殊的道德问题？各种时代与一切人的道德问题不一样吗？的确是如此，同时每一种文化皆具有其特殊形态所产生的特殊道德问题，虽然这些问题同属人类道德问题的各种现象。唯有从人类基本及一般问题的关系上，才能了解这些特殊的现象。在这结论的一章，我要特别着重一项关于一般道德的问题，我的理由一部分因为从心理观点上看它是一个决定性的问题，一部分因为我们习惯于逃避这一问题，幻想已经解决这一问题：人对势力与权力的态度。",
        "page_idx": 171
    },
    {
        "type": "text",
        "text": "人对势力的态度，根源于他所生存的环境条件。由于我们是具有形体的人类，必然受制于权力——自然的权力或人为的权能。有形的势力，可以剥夺我们的自由并置我们于死地。我们是否能够抵抗或克服这一势力，则视我们本身有形力量的附带因素以及我们所用手段的效力而定。在另一方面，我们的心智并不直接受制于权力。我们所认识的真理，我们所信仰的理论，并不因势力的影响而失效。强权与理性存在于不同的领域，同时势力绝不能推翻真理。",
        "page_idx": 171
    },
    {
        "type": "text",
        "text": "这一意义是否说，人即使天生于桎梏之中也都是自由的呢？这一意义是否一如圣·保罗与马丁·路德的主张，一个奴隶的心灵可以和他主人一样自由呢？如果真是如此，必可大为简化人类生存上的问题。可是这种主张忽略了一点事实，即观念与真理并非与人体分隔地单独存在，而人的肉体影响他的心智，人的生理与社会状态影响他的心理状态。人有认识真理的能力与爱人的能力，然而他——不仅肉体的他，而且是整体的他——却受到优越势力的威胁。如果使他求助无门和感到恐惧，便会影响他的心智，使它的作用产生偏差而形成瘫痪。权力的瘫痪性影响力，不仅由于权力所引起的恐惧，同样出于一种隐讳的指望——指望当权者给予保护，照顾服从权力的“弱者”，因为当权者能够保证一种体系的存在并在此一体系中给个人一个位置，使他免于疑虑与不安，进而得到安全感。",
        "page_idx": 172
    },
    {
        "type": "text",
        "text": "人的真正“堕落”，便是屈服这种权力的威胁与许诺。屈服于权力，等于在支配之下丧失他的权力。他丧失了用以使他真正成为人的权力；他的理智失去了作用；他也许很有智慧，他也许具有处理事物与自己的能力，可是他接受了支配他的权力所称的真理。他丧失了爱的能力，因为他的感情已受到他所依赖者的束缚。他丧失了他的道德意识，因为他对当权者没有置疑或批评的能力，致使他对任何人或物不能作合理的道理判断。他是偏见与迷信的牺牲者，因为他对那些错误信念所依据的前提，没有能力探讨它们的正确性。他自己的心声，不能唤回他还归自我，因为他听不到这一心声，他所全心倾听的是有权支配他的那些呼唤。无疑地，自由是幸福与美德的必需条件；这一自由，并非是意识上可以任性选择的能力，亦非脱离需要的自由，而是依照他生存的法则来认清潜能何在与发挥真正人性的自由。",
        "page_idx": 172
    },
    {
        "type": "text",
        "text": "如果自由——即反对权势以维护个人完整的能力是道德的基本条件，那不是说西方世界的人已经解决了他们的道德问题吗？那不是只有生活在剥夺个人与政治自由的极权专制政权下的人，才会有这一问题吗？诚然，在现代民主政治中所获得的自由，包含着容许个人发展的承诺，这是任何专制政权之下所没有的情形，尽管它们宣称它们的作为是基于个人的利益。不过，这只是一项承诺，而非理想的实现。如果我们把注意力集中于我们的文化与否定人性最佳成就的生活方式之间的比较，我们便会蒙蔽我们本身的道德问题而不自知，因而我们便会愚昧于我们自己也屈从于权力的事实，并非屈服于独裁者及其政治官僚的权力，而是市场、成就、舆论、“常识”——不如说是常有的无稽之论的权能，以及屈服于使我们成为其奴仆的机器的权力。",
        "page_idx": 172
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 173
    },
    {
        "type": "text",
        "text": "我们的道德问题，是人对他自己的冷漠。这一情形的产生，是由于我们丧失了对个人重要性与独特性的意识，我们已使自己成为外界目的的工具，我们把自己当作商品，我们本身的权力已与我们自己相异化。我们已变成物品，我们的邻人也已变成物品。其结果是我们自觉无能而自我蔑视。因为我们不信任自己的权力，所以我们也不相信人，不相信我们自己或是我们自己权力的创造力。我们是一伙群盲，相信我们所走的路一定会导向一个目标，因为我们看见其他的人都走同一道路。我们置身于黑暗中，我们之所以保持我们的勇气，是因为听见每个人和我们一样地吹着口哨。",
        "page_idx": 173
    },
    {
        "type": "text",
        "text": "俄国小说家陀思妥耶夫斯基（Dostoyevsky）曾说：“如果没有上帝，一切都是被容许的。”(1)无疑，这是大多数人所相信的一句话。他们之间的差异，只是有些人的结论，认为必须保持上帝与教会的活力，藉以维护道德的规律；另一些人则接受可以无所不为的观念。认为没有真正的道德原则，生活中的唯一节制原则是得失的权衡。",
        "page_idx": 173
    },
    {
        "type": "text",
        "text": "相反地，人本伦理学的观点认为，人只要活着，他便知道什么是被容许的；同时具有活力的意义，就是具有创造力，运用个人的权力，并非为了超越人类领域的任何目的，而是为了自己，了解个人存在的意义，以及致力做人类的一分子。只要任何人认为他的理想与目的不属于自己，认为它们超越了人的领域，无论是在过去或是将来，他便会越出自我的范围，而在不可能达到理想和目的的地方徒劳地追寻。他会处处摸索寻求解决的办法与答案，唯一不去寻求的地方，就是在他自我的领域中能够找到解答的地方。",
        "page_idx": 173
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 174
    },
    {
        "type": "text",
        "text": "“现实主义者”向我们保证，道德的问题已成为历史的陈迹。他们告诉我们，心理学与社会学的分析显示，一切的价值，皆依某一文化的需要为准。他们认为我们个人与社会的前途，端视我们的物质效果而定。可是这些“现实主义者”却忽略了某些确切的事实。他们没有认清在个人的生活中如果长期地呈现着空虚与毫无头绪，如果缺乏创造性以及因而对自己与人类缺乏信心，便会导致情绪与心理上的烦恼，进而甚至使个人丧失达到他的物质目的的能力。",
        "page_idx": 174
    },
    {
        "type": "text",
        "text": "今日听信命运预言的现象，正在日渐增加。在我们当代的情况中，这些预言虽然对于危机的可能性具有重要的警世功用，它们却未考虑到人类在自然科学、心理学、医学及艺术的成就中所带来的希望。无疑，这些成就表现了强大的创造力，实与文化衰落的景象难以调和。我们的时代，只是一个过渡。中世纪并未终止于15世纪，现代世纪的开端亦非紧随中世纪之后。这一终止和开端，涵盖了一个持续四百多年的过程——我们若非以我们的寿命，而是就历史的里程来衡量，这真是一段很短的时间。我们的时代是一个终结，也是一个开端，孕育着各种不同的可能性。",
        "page_idx": 174
    },
    {
        "type": "text",
        "text": "现在我若重复本书开始所提出的问题，我们是否有理由感到自豪与怀有希望，其答复仍然是肯定的，不过在整个讨论之后产生了一项条件：良善与邪恶的后果，皆非出于必然或命中注定。其决定全在于人，在于他能够认真地关切他自己、他的生活及幸福，在于他愿意面对他与他社会的道德问题，在于他有成为自我以及为自我而生活的勇气。",
        "page_idx": 174
    }
]