[
    {
        "type": "text",
        "text": "第1章 专有名词的遗忘",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1898年，我发表过一篇文章《论遗忘的心理机制》（On thePsychic Mechanism of Forgetfulness），现在我想把它的内容重复一下，作为进一步探讨的起点。我曾把一般常见的专有名词暂时性的遗忘拿来作心理学上的分析，并且从我所注意到的许多例子中得到一个结论，即这种常见而实际上并不重要的心理功能——记忆——的错失，可以有一个超越俗见的解释方法。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "假如你要一位普通的心理学家去解释为何我们明明知道的名字却会记不起来，他也许会自得地回答你说，名字比一般的记忆内容更容易遗忘，也许还会给这个“遗忘偏好”（forgetting preference）一个很精彩的理由，但是他不会指出任何更深刻的决定因素。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "经由对某些特别情形的观察，我进而对暂时性的遗忘现象作了一次绞尽心力的研究，这些情形虽属特别，但是在某些例子中，仍然清晰可见。以这些努力中，我发现不只是“遗忘”（forgetfulness），而且还有虚幻“回忆”（recollection），换言之，即某人在努力要想起被遗忘的名字时，却想起了别的名字来——替代名字——他本人虽然马上就意识到弄错了，但是这个替代名字却以极大的力量要强行冒出来，也就是要再造那个被遗忘名字的机制，被另一机制所取代，因而弄出了一个牛头不对马嘴的替代名字来。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "我以为这种机制的取代，并不是由于心理机制之反复无常，实则是遵循着一条合理合法的途径而得的结果。换句话说，我认为新出现的替代名字，和那个被遗忘的名字有直接的关系。假如能够证明这一点的话，我希望能因此阐明对名字遗忘的根本原因。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在1898年的那篇文章中，我所选用的例子是：我耗尽力气去想奥尔维耶托屋顶那幅富丽堂皇的壁画《最后的审判》的作者而不可得，结果冒出来的，不是被遗忘的那个名字——西诺雷利（Signorelli）而是另外两位艺术家的名字——波提切利（Botticelli）和博尔特（Boltraffio）。这两个名字一出现，我的判断马上很肯定地认为是错误的，而当旁人把正确的名字告诉我时，我又可以毫不迟疑地认出来。我检讨了一下自己会从Signorelli变到Botticelli和Boltraffio，其间到底有什么因果或共通的途径，我得到了下面的结果：",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "一、Signorelli这个名字之所以会被遗忘，既不是字面本身奇怪，也不是因为这个字所出现的地方有什么特殊的心理学上的特征。这个被遗忘的名字对于我来说，正如替代名字之一的Botticelli一样熟悉，而比另一个替代名字Boltraffio还要熟悉得多，因为后者我顶多只知道他是一个属于米兰学派的艺术家而已。至于这个名字被遗忘的地方，于我似乎没有什么害处，也没有引起进一步的解释。那时我正坐在马车上，和一位陌生人在从拉古萨（Ragusa）经达尔马提亚（Dalmatia）到黑塞哥维那（Herzegovina）的路上，我们的话题转到意大利旅游上，这时我问我的旅伴是否去过奥尔维耶托，是不是看过某人创作的有名的壁画。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "二、为什么会把名字忘掉，我自己也想不通，直到我想起自己在这个话题之前所谈的话时才了然于怀，这种遗忘叫做“新的话题为先前的话题所阻”。简单地说，在我问我的旅伴是否去过奥尔维耶托之前，我和他正在讨论波斯尼亚（Bosnia）和黑塞哥维那两地土耳其人的风俗，那时我联想起曾听一位在该地开业的同行说过的话。人们对医师有绝对的信心，而且完全服膺命运。当医师不得不宣告病人无望时，他们会说：“‘先生’（德文为Herr），我能说什么呢？我知道假如他有救，你一定会救他的。”在这些句子中，我们可以找到Bosnia，Herzegovina和Herr这几个词，它们在Signorelli，Botticelli及Boltraffio这几个名字之间产生了影响。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "三、我认为关于波斯尼亚土耳其人风俗的这条思路，能够阻挠紧接而来的思绪，是因为我的注意力在那后来的思绪尚未结束之前，就已经溜了出来，想要联想到我记忆中的另一件轶闻上去：此地的土耳其人，把性的愉悦视为最有价值的东西，遇到性功能障碍时，其极度失望沮丧之情与面临生命危险时的反应，形成了奇怪的对比。我的同行的一位病人有一次对他说：“你知道，先生，那个东西停止了，生命就不再美丽了。”",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "我当时忍住了，没把这个特征说出来，因为我不愿意和陌生人谈这样露骨的话题，不过我还是和他继续谈了下去，同时把我的注意力引离了那个可能和“死亡与性”这个问题发生关联的思维。那个时候，我还处于数星期前在特拉福伊（Trafoi）短暂逗留时所得到的一条消息的后遗效应之中：一位我费尽心力的病人，终因不治的性功能障碍而结束了一生。我很明白，像这样悲惨的事件，以及任何与之有关的事物，在黑塞哥维那的旅途上我是不会有意地回忆起的。但是由于Trafoi和Boltraffio之间的相似，使我不能不认为这个回忆，在那个时候确曾活动起来，虽然我曾极力去避免陷入这种情况。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "四、我不再认为把Signorelli这个名字遗忘这回事是一种偶然的事件了，我必须找出在此过程中动机的影响。某些动机切断了我那些思维（关于土耳其风俗，等等）之间的联系，稍后又使我把那些与之有关的思维赶出了我的意识，而且又可能引出了特拉福伊那件事的记忆来——那就是说，我想遗忘某些事物，也就是我压抑（repress）了某些东西。说真的，我想遗忘的，绝不是奥尔维耶托大壁画的作者，但是我所想遗忘的事，却和这个名字发生了关联。于是我的意志行为弄错了对象，结果我刻意要遗忘某样东西的时候，却遗忘了另一个与我原意不合的东西。不想回忆是一回事，不能回忆又是另外一回事，假如这两者没有差别，则事情就要单纯得多了。现在经过这一番解释，就不再觉得所出现的替代名字太过离谱了，因为它们不但（以中间物的姿态）提醒我想记起的是什么，也提醒我想忘记的是什么，并且也告诉我，我应遗忘某些事物的打算，虽没有完全成功，但也没有失败。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "五、在被遗忘的名字和被压抑的主题（死亡与性，等等）之间，包括Bosnia，Herzegovina，Trafoi等名字所形成的联系，其性质也很奇怪。附图原出现于1898年那篇文章中，用意就是想要以图式来表明其关联。",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/f48dd2eb38ce8f3321bd551aa30862c007de8ad6d576519755e136f4f44583f6.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Signorelli这个名字被分成两个部分。部分音节完全不变地出现在替代名字Botticelli中，而另一部分则经由Signor[1]（Sir，Herr）的翻译而获得与被压抑的主题之间的种种关系，但是也经由此，而于再现的过程中消失掉。至于它的替代名字，其形成的过程，正表示是经过同样的关联——即Herzegovina和Bosnia——不管它们之间意义或音感上有什么差别，而生成的一种置换现象。所以说，在这个变迁过程中，所有的名字就像是字谜里头各句子中固定的字节一样，由于意识对这个过程的情报不明，于是Signorelli这个名字就变成了新出现的替代名字。乍看之下，似乎含有Signorelli这个名字的那个话题和紧接在此话题之前的被压抑主题之间，没有什么明显的关系存在。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "也许下面的说明不是多余的：我这种解释的方法，和一般心理学家所认定的记忆之再现和遗忘的理论并无冲突矛盾之处，只是我们在某些例子中把其他的动机加在一向被认定是名字遗忘的因素上去，因而揭露了错误记忆的机制。而且为了要使被压抑的主题连带地控制我们想说的名字，而把它一起压抑下去这回事成为可能，他们所认定的遗忘倾向，在我们的解释中也是必不可少的。也许别的比较容易再现的名字不会有这种情况发生，因为在这种名字再现的过程中，被压抑的要素在不断地努力寻找出口，要在找到适当的状况时才冒出来。另外一种情形是压抑现象圆满地发生，却没有引起机能上的障碍，更正确一点说，就是没有症状。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "我们把名字遗忘及错误回忆（faulty recollection）作一摘要，可以发现：（1）有某一遗忘名字的倾向；（2）不久前发生压抑作用；（3）有在该名字与此前被压抑的要素之间建立了外在关联的可能性。最后这一点，也许并没有言过其实或估计过高，因为在大多数的例子中，只要有一点点的关联就可以产生类似的结果。至于这样的外在关联是不是真的可以提供条件使被压抑的要素干扰专有名词的再现，或者更紧密的关联是否不需要之类的问题，则又是另一回事，而且不是那么容易回答的。粗浅地想来，后面这点要求可能没有必要，只要完全不同的两种内涵作短暂的会合就够了。不过认真探讨起来就可以发现这两种要素（被压抑的和新出现的）之间常常除了外在关联之外，另有内容相通之处，这一点在Signorelli这个例子里也可以看到。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "我们从Signorelli这个例子的分析中所获得的了解到底有多少价值，自然全看我们把这个例子视为典型的还是独立的例子而定。我必须在此申明，名字遗忘附带错误回忆，其发生的过程如Signorelli这个例子所表现的那样，并非不常见，几乎每一次我自己碰到这种情形时，都可以用上述所说由压抑所激起的情形来解释。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "我必须再提一件于我们的分析有利的观点来说明其典型的特性。我相信把名字遗忘附带错误回忆的情形，和那些不正确的替代名字没有冒出来的情形分开来，视为两种不同的情况，这种做法是错误的。这一类替代名字，有的很自然地出现，有的则不是，但经过集中注意力之后也可以冒出来，而且一旦冒出来就和那些自然出现的替代名字一样，与那些被遗忘的名字以及被压抑的要素有着类似的关系。替代名字是否涉及意识，似乎与两个因素有关：第一，注意力；第二，附着于心理上的内在决定因素。后者我可以在形成两要素之间必需的外在关联时所动用的工具中找到。所以，很多名字遗忘没有附带错误回忆的情形，实际上也属于替代名字形成的例子，其形成的机制也和Signorelli这个例子中的一样。但是我还是不敢说所有名字遗忘的情形都是属于同一个类别的，因为有些名字遗忘的例子，无疑是在一种更简单的情形下发生的。不过我们若说，“除了单纯的专有名词遗忘之外，另有一种遗忘是由压抑所激起的”，那就相当于概括了“遗忘”的整个范围了。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "第2章 外国字词的遗忘",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "在正常情况下，本国语言的常见词汇似乎不容易被遗忘，但是外国语言的字词就完全不一样了。遗忘这类字词的倾向扩展至语言的各部分。事实上，我们的健康状况和疲乏程度最先表现出来的机能障碍便是我们难以规范地使用外国语言。在一系列的案例里，这种遗忘表现着与Signorelli例子相类似的机制。我将报告一个成果丰硕的分析案例，来展示此一事实，饶有兴趣的是，这个例子遗忘的并不是名词，而是拉丁文引用句里的一个字。叙述前，让我先详细说明这件事发生时的情形。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "去年夏天，在度假的旅途上，我遇到一位旧时的泛泛之交，他是一位接受过正统教育的年轻人。我不久后便发现，他对我的某些著作十分熟悉。我们谈论的话题不知不觉地转向我们所共属的民族的社会地位上。野心勃勃的他，深为我们这一代而悲悼，如他所说的，我们只有渐待枯萎，我们的才华不能尽情发挥，我们的欲求不能满足。他以维吉尔著名的诗句来结束这一席感触良深的话：“Exoriare……”在这句诗里柔肠寸断的狄多[1]誓言后代必为她向埃涅阿斯复仇。我不该说“他以”而应该说“他想以”这句诗来结束发言，因为他背不出这句诗，却调换字序，想隐瞒其中的漏洞而念出以下这句话：“Exoriar（e）exnostris ossibus ultor！”（必有复仇者来自朕之骨肉！）",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "他终于生起气来，说：“请你不要装出那一副嘲笑的鬼脸，好像在欣赏我的窘困一样，请帮我的忙吧。这一句里一定有什么词漏掉了。它其实应该怎么念呢？”",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "“当然。”我答道。随即正确地诵出：",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "“Exoriar（e）aliquis nostris ex ossibus ultor！”（必有人来自朕之骨肉而成为复仇者！）",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "“太笨了！竟连这个字也会忘掉，”他说，“不过我知道你的信念是，每一个遗忘必有其原因；所以我实在很好奇，想知道自己为什么会忘了这个不定代名词‘有人’（aliquis）。”",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "我觉得这正是增加收集案例的好机会，便高高兴兴地接受了这个挑战。我说：“这并不难。首先，你绝不可有任何先入的见解，只是把你的注意力完全集中在这个被忘掉的字上面，然后坦诚地、不带任何批评眼光地，把一切出现在你心中的东西都告诉我[2]。”",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "“好啊，那么，我有一个奇怪的念头，要把这个字分成两半：a（无）和liquis（液）。”",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "“它们可有什么含义？”",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "“我不知道。”",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "“此外你还想到了什么？”",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "“我又想到了reliques（遗迹） liquidation（液化）liquidity（流动性） fluid（液体）。”",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "“这些对你可有什么意义？” ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "“不，一点也没有。”",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "“那么继续下去。”",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "“现在我想到，”带着嘲讽的笑声，他说，“特伦托的西蒙（Simonof Trent），2年前我在特伦托的教堂曾经看过这位圣者的遗物。我想到往昔的迫害如今被复施于犹太人身上，想到克莱因保罗（Kleinpaul）的著作，他在这些假定的牺牲里看到了救世主的再生（或者说复活）。”",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "“这个想法和刚才你漏掉那个拉丁字之前我们所谈的内容之间颇有点联系了。”",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "“你说的不错。我现在想起我最近在一本意大利杂志里读过的一篇文章。我想它的题目叫做：‘圣奥古斯丁（St.Augustine）[3]谈女人’。你",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "觉得这有什么含义？”",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "我等着他再说下去。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "“现在我所想到的根本和这个主题毫无关联。”",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "“啊，请你千万别用批评的眼光看它，请— ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "“是的，我知道！我记起上星期在旅途中遇到的一位神采飘逸的老绅士。他实在颇有古人风范（original type）。他看起来就像一只凶猛的巨鹏。如果你想知道的话，他的名字叫做本尼狄克（Benedict）。”",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "“咳，至少你道出了不少圣者与早期神父的名字：圣西蒙（St.Simon）、圣奥古斯丁和圣本尼狄克（St.Benedict）[4]。我记得还有一位神父叫奥利金（Origines）[5]，更有甚者，其中有三个是以基督教名的形式出现的，就像克莱因保罗（Kleinpaul）中的保罗（Paul）。”",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "“现在我想到圣亚努阿里乌斯（St.Januarius）和他的圣血的奇迹我觉得这个思绪的涌现真是欲罢不能。”",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "“请稍等一下。圣亚努阿里乌斯和圣奥古斯丁都是与日历的月份名[6]有关。你能告诉我那个圣血的奇迹吗？”",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "“你真的不知道？圣亚努阿里乌斯的血放在一个小瓶子里，保存于那不勒斯（Naples）的一个教堂里，每到某个节庆日，奇迹显灵，使之融化。在那一天里人们都很关心这个奇迹，情绪激动，唯恐融化的过程又被阻止，就像那次法军占领时所发生的情形那样。当时的法军统帅——如果我没记错的话，他叫加里波第（Garibaldi）——把教堂主事请出来，伸手指着排列在教堂门外的雄壮军容给他看，告诉他自己对于奇迹的立刻呈现期望得何等殷切。这时奇迹果然出现了……”",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "“嗯，你又想到了什么？为什么不说出来？”",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "“我心里的确想到了一件事……但是那关系到个人的隐私，不好说出口……而且，我看不出其中有什么关联，不讲也罢。”",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "“有没有关联让我来考虑。当然我不能强迫你说出令你不愉快的事情，但是如此一来，你便不能要求我帮你解释为什么忘了‘aliquis’这个",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "字。”",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "“真的吗？你真的这么想？好吧，我忽然想起一位女士，我最近从她那里得到一个使我们两人都感觉烦恼的消息。”",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "“是不是关于她月经不来的事情？”",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "“你怎么这么会猜？” ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "“这并不是什么难事。你一直都在为我准备着答案。只要想想和月份同名的圣者们，在特定的一天里融化的凝血，一旦圣血没有融化而导致的激动情绪，以及那个要求奇迹一定得发生的强力威胁……诚然，你已把圣亚努阿里乌斯的圣血奇迹幻化成一幅有关女性经期的巧妙错觉了。”",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "“我真的做梦也想不到。你难道相信我真的是因为这种焦躁的期待心情，才不能够说出‘aliquis’这个字？”",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "“对我而言这是千真万确的。你可不是把它分成a-liquis（无—液），又联想到：reliques（遗迹），liquidation（液化）及fluid（液体）等字吗？是不是还要我提醒你：那个你从reliques联想到的圣西蒙，被牺牲的时候还只是个小孩呢？”",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "“请不要再说下去了。对于这些想法——即使我的确那么想过—请你不要看得太严重。不管如何，我愿意承认，这位女士是个意大利人，她曾陪我共游那不勒斯。但是这些关联难道不会只是巧合？”",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "“究竟你能不能用巧合来解释所有这些关联，只有留待你自己判断了。然而我却可以告诉你，每一个类似的例子，只要你着手去分析它，都会得到这么奇妙的‘巧合’[7]！”",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "基于几个理由，我十分看重这个小小的分析，也很感激我这位旅行时的同伴。第一，因为在这个例子里，我能够运用自己平常所得不到的资料。这本书里有关日常生活的心理分析的例子，大多数都不得不局限于我的自我观察。我尽量避免引用我的神经症患者曾提供的丰富资料，因为我生怕别人会提出异议，认为那些现象只是神经症发病的结果和表现。在这种情况下，一位非神经症患者的陌生人能接受这种检查，对我而言实在是非常有价值的一件事情。这项分析还有另一个重要之处：它呈现了一个并无替代回忆的字词遗忘，因而证实了前章所阐述的那个原则：错误的替代回忆之出现与否，并不构成什么重大的区别[8]。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "但是aliquis这个例子的主要价值却在于它和Signorelli那个例子之间存在着差别。在那个例子里，名字的再现为此前不久的横遭中断的思绪所干扰，然而其内容与后来包含Signorelli这个名字的新思绪之间并无确切的联系。存在于压抑作用与被遗忘名字的含义之间者，只有时间先后上的联系，其中之一经由外在的关联，过渡而达于另一者[9]。另一方面，在aliquis这个例子里，对于这种事先曾占有意识思绪，压抑之后复以干扰的形态再现的独立思绪，记忆再现所受的干扰来自这个字所涉及的题材之内涵，因无意识之心意与此引用句里所期望者格格不入，所以才发生。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "这种名词遗忘的来源可以如此加以解释：说话的人正在为他这一代人的权益被剥削而悲痛，他像狄多一样预言道：新的一代将能伸张正义，痛击压迫者。他如此表达了对后代的期许。就在这个时候，他却被一个矛盾的想法所阻：“你真的这么期望于后代？并不尽然。想想如果你接到你心中那位的消息，说你已有一个后代，你现在会是处在什么可悲的境地！实际上，你并不想有后代——虽然你需要他来替你复仇。”这个矛盾就像在Signorelli的例子里那样，经由被压抑的期望与当时的理念这两个成分之间的外在关联而表达出来，但是在这个例子里它却表现得蜿蜒迂回，十分别扭。与Signorelli的另一个重要共通点在于矛盾同样来源于被压抑的作用，来源于那些误引我们注意力的思想。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "关于名词遗忘的这两个范例竟有这么多表面的差异和内涵上的相关之处。如此我们学到了另一个遗忘发生的机制：内在矛盾经由压抑作用，干扰了思想。在今后的讨论里，我们将会不断地遭遇此一过程，而这却是我乐意接受的一件事情。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[1] 维吉尔（Vergil，公元前70—公元前19），古罗马著名诗人。其史诗《埃涅阿斯纪》，叙述特洛伊城王子埃涅阿斯（其母为维纳斯）于特洛伊城破后流亡海上，卒在意大利，从而成为罗马远祖的故事。狄多为迦太基女王，埃涅阿斯经历海上风浪而到达迦太基，与狄多相恋，受其庇护，然仍驾船而去，拋弃了狄多，寻求建国之地。狄多含愤自焚，临死遂立下誓言。——译者",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[2] 这是常用的使隐蔽观念在意识里现身的方法。Cf.The Interpretation of Dreams，pp.83-84，translatedby A.A.Brill，The Macmillan Company，New York，and Allen，London.",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[3] 圣奥古斯丁（354—430），古罗马基督教神学家、哲学家，主要著作有《忏悔录》、《论基督教学说》等。——译者",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[4] 圣本尼狄克（约480—约550），一译“本笃”。古罗马基督教神学家，天主教本笃会创始人。——译者",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[5] 奥利金（约185—约254），古罗马基督教神学家、哲学家。主要著作有《论真理》等。——译者",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[6] 英文的1月January与Januarius字形相似，而8月August与Augustine字形相似，其字源皆同。——译者",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[7] 这个小小的分析曾引起广泛的兴趣，激发了热烈的文字讨论。由此，布洛伊勒想用数学方法证明精神分析解释法的正确性。他说：“它比成千未受攻击的医学‘发现’包含了更大的可能性，它之所以处于今日的不利地位，乃是因为我们还不惯于拿科学的眼光来处理心理学的可能性问题。”——译者",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[8] 更细微的观察减少了Signorelli与aliquis这两个分析之间关于替代回忆的差别。在此例中，似乎也曾陪伴着遗忘替代形成。当我后来再问我的同伴，他可曾努力回忆那个忘掉的字，他可曾想到什么替代品时，他告诉我他起初想把ab（从）放进诗句里，成为：“nostris abossibus”（从我的骨肉）（ab很可能是从a-lipusi分开后的a衍化出来的），但是后来发现它与exoriar（e）（来自）重复，故不适用。凡事存疑的他，认为exoriar（e）之所以记得更牢，恐怕是因为它是这一句的第一个字的关系。但是当我要求他把注意力集中在exoriar（e）上面时，他便想到了exorcism（驱邪）这个字。这使我想到exoriar（e）之所以牢记不忘，恐怕颇有其替代作用的价值。很可能其重要性是由那些圣者的名字，经由exorcism这个字的联接而得到的。然而，这些精心的分析恐怕太吹毛求疵，无须重视。如此看来，似乎很可能，任何形式的替代回忆都是一个可靠的迹象——虽然其表面含义未必能引导我们——指出这是一个以压抑作用为动机的有意的遗忘。替代也可能只存身于与遗忘部分密接的类似成分的加强上。而错误的替代名词则不曾出现。故而，在Signorelli那个例子里，在我尚记不起那位画家的那一段时间里，我对他的壁画的记忆影像，尤其是他站在一角的那一景，反而更显清晰；另一个例子，发表于1898年：经过在一个边远城市的一次不愉快的游历之后，我无论如何也想不起某一个住址和那条街名，但是——就好像在嘲笑我——房子的号码却记得特别清晰，而每想起这个号码时，我就会感到浑身不舒服。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[9] 我也并不决然相信造成Signorelli这个例子的两种思绪之间没有内在的关联。仔细地追踪有关死亡与性生活的题材中被压抑的思想，我们可以得出一个与奥尔维耶托的壁画题材十分相近的看法。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "第3章 名词与字序的遗忘",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "如上所述，关于外文中字序遗忘的经验，也许会使我们怀疑，对本国语言中的字序遗忘是不是也可以用同样的道理来解释？虽然，我们对刚刚记熟的某个公式或诗句，一下子也可能背不完全，这已是司空见惯的。但是因为这种遗忘并不会影响到我们学到的所有知识，而只是其中某一特定的部分，所以花点儿力气，拿几个例子来加以考察分析，也许还值得吧。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "布里尔举过下面这个例子：",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "“有一天我正和一位才气横溢的年轻女人闲聊，她想引用济慈的一首诗。这首的诗名是《阿波罗颂》（Ode to Apollo），她背诵了下面这几行：",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "In thy western houses of Gold Where thou livest in thy state， Bards，that once sublimely told Prosaic truths that came too late （在你家乡居所西厢的金殿里， 诗人们曾高雅地述说， 那些迟来的平凡真理。） ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "“她在背诵这些诗句时，踌躇再三，就晓得最后一行哪里不对劲。其实更令她惊奇的是，当她查阅书的时候，才知道记错的不只最后一行，其他地方也错了好几处，正确的原文是这样的：",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "ODE TO APOLLO In thy western hallsof gold Whenthou sittestin thy state， ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Bards，that erstsublimely toldHeroic deeds and song of fate（当你闲坐在家乡西厢的金殿里，诗人们曾高雅地述说着，英雄的事迹和命运的圣歌。）",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "文中斜体的字句，都是被她忘记或者背错了的地方。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "“她对自己所犯的这许多错误感到惊奇不已，并将之归咎于记忆不好。但是我马上就说服她，她的记忆力不管在质量上还是数量上都没有什么问题，并且我开始回忆在她引用这首诗之前我们讨论的话题。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "“那时我们正在讨论‘情人眼里出西施’的问题。她认为是雨果说过，爱是世界上最了不起的东西，因为它可以使一位女店员成为天使或仙女。她又说：‘只有在恋爱中的人，才会对人性充满盲目的信心。在恋爱中，什么都是完整的，每一样东西都是美丽的，而且……每一样东西都像诗一样的虚幻。但那毕竟是一种奇妙的经验，尽管随之而来的经常是一种可怕的失望，却也值得去体验。爱可以把我们提升到与诸神同等的地位，引导我们走向各种艺术活动。我们可以成为真正的诗人，我们不但可以记诵诗歌，引用其中的诗句，甚至都可以成为诗神阿波罗呢！’说完她就引述了上面提到的那些诗句。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "“当我问她记诵这些诗句是在怎样的场合中时，她却想不起来了。因为她是一位教演说术的教师，经常要背诵的东西太多太多，要她指出在什么时候记下这些诗句是很不容易的事。于是我就向她建议：‘从我们谈话的内容来判断，这首诗大概和“情人眼里出西施”有很密切的关系。也许你就是在那种心境时诵下来的吧？’她想了一会儿，不久就想起了下列的事实来：12年前，当她还只有18岁的时候，就爱上了在一次业余舞台演出时邂逅的一位年轻男士。那时他正在攻读戏剧，极有希望成为戏剧界的一颗巨星，因为他具备了一切成功的条件：有魁伟英挺的身材，有迷人的气度，很聪明而且热情……不过他的感情并不专一。有人警告她要小心提防他，但是她毫不在意，总以为是别人出于嫉妒的中伤。起初几个月一切进展顺利。但是坏消息终于来了，",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "她为之背诵诗歌的‘阿波罗’竟和一位有钱的女子私奔结婚了。几年之后，她听人家说他住在西城，在那儿照管他岳父的资产。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "“背诵错的那些诗句，至此已基本可以了解。关于‘情人眼里出西施’的话题，使她下意识地记起一件不快的往事——高估了她所爱的男人，她将之奉若神明，结果却比普通的人还不如。由于这件事对她来说是一段痛苦的回忆，她不愿意让它浮现到意识的表面上来，只好经由在背诵诗句中无意识的错误，来明白地表现出她目前的心理状态。如此一来，不但原诗的意义变得平淡无奇，而且还明确地提示了过去这段往事[1]。”",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "另一个关于熟记的诗句字序被遗忘的例子，我想借用荣格先生的原著《早发性痴呆心理学》[2]来说明：",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "“有一个人想背诵那首耳熟能详的诗，《孤立的松树》（A PineTree Stands Alone）。他背到‘他觉得昏沉欲睡’时，就无助地停留于‘用白色的布’（with the white sheet）那一句上面。遗忘了这么有名的诗句，对我而言相当特别，因此我就要他把他想到“with the white sheet”这几个字时心中所浮现的一切意念都说出来。他就告诉我如下一系列的联想：‘the white sheet 这几个字让我想到尸体上的白被单——覆盖死尸用的白单——（停顿了一下）——现在我想到一位朋友——他的哥哥最近才去世——大家以为他是死于心脏病——他是很胖的一个人我那位朋友也很胖，我想他也可能遭遇相同的命运——或许是他运动得不够——当听到他的哥哥的死讯时，我突然大惊，害怕同样的事也可能发生在我身上，因为我的家族也有肥胖的倾向——我的祖父就是死于心脏病——我本人也太胖了些，为了这个原因，几天前我开始了减肥措施。’”",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "荣格对此的解释是：“这个人无意识之中，把自己想成被白布包着的那棵松树了。”",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "至于下面这个关于字序遗忘的例子，我得感谢住在布达佩斯的老友费伦茨博士。这个例子和前面所举的不同，它不是关于诗句的引",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "用，而是关乎自造的言词的遗忘。从这个例子中，我们也可以看到一种不寻常的现象，即当明辨屈服于瞬间的欲望时，遗忘就出卖了明辨，如此一来，错误就成了一种有用的机能。等我们冷静下来想一想，就会知道内心的挣扎最初可能表现在某种缺陷之中，例如遗忘或精神性阳萎（psychic impotence）。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "“在一次社交集会中，有人引述‘了解一切即宽恕一切’（Toutcomprendre c'est tout Pardonner）。对此，我说，‘宽恕’是上帝或牧师专用的辞令，所以此句的第一部分就应满足这个条件。来宾之中有人认为我的观点很好，于是我就更敢于去发言——也许是因此对自己的观点更有信心了——我说，不久以前，我还有过更好的主意呢。但是当我正要把那个好主意说出来的时候，却再也想不起来了。因此我马上离开那儿，关起门来把我潜在的思绪都写下来。我第一个想起的，是那位知道我那主意产生经过的朋友的名字，以及当时在布达佩斯的那条街名，然后我想起另一个名字叫马克斯（Max）的朋友，我们通常叫他马克西（Maxie）。这使我想起了格言（maxim）这个字，也想起了那个主意，原来那个主意是要改动一下一句有名的格言。更奇怪的是，我想不起来是哪一句格言了，只想起了下面的句子：上帝以其形造人（God created man in His own image），改一下概念就成了人以其形造上帝（Man created God in his own image）。想到这里，我马上就想起我所苦苦追寻的回忆。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "“那时我的朋友在安德拉希街（Andrassy Street）对我说：‘属人的东西，没有一样对我是陌生的’（Nothing human is foreign to me）。基于以往精神分析的经验，我就对他说：‘你应该更进一步承认，属动物的东西，没有一样对你是陌生的’（nothing animal is foreign to you）。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "“但是等我最后发现我所思索的意念时，我并没在那个集会中说出来，因为我所提到无意识中有动物性的那位朋友，他那年轻的太太正是来宾之一，我必须注意一点，即她心理上绝对无法接受这样无情的观点。这一次的遗忘，使我逃过了许多她可能提出的不愉快的问题，",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "以及一些毫无意义的讨论，而这正是‘暂时性遗忘’（temporaryamnesia）出现的动机。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "“有兴趣的是，在隐藏的意念中，冒出的那个句子，是把神性降贬到人的发明，而在真正要追寻的那个句子，则是把动物性归到人身上去，可见capitis diminutio（降低身份）是二者的共同点。很明显，这整个事件，只不过是被该讨论所激起的，关乎了解与宽恕等意念之流的延续而已。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "“我所追索的意念，其所以如此快就回忆起来，可能是因为我躲到一个空房间，远离了监视着它的社会空间。”",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "自此之后，我分析了许多字序遗忘或错误的实例，而这些探索所得的同一结果，使我认为在aliquis和《阿波罗颂》等例中所拟设的遗忘机制，几乎可说是放之天下而皆准的。正如上述各例一样，每一个情形都和被分析的人的隐私和痛苦往事有关，所以要报告这些分析的实例并不都是很方便的，因此我在这儿将不再多举例子了。不过我们可以说，不管所关材料如何，诸例所共通的事实，就是被遗忘或被歪曲了的材料，都经由某相关联的途径和无意识的思维相衔接，而此无意识的思维，影响所及而表现出来的就是遗忘。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "现在我要回到那些我们一直都没谈到的名字遗忘和动机问题上。这类错误在我个人而言，也是时常发生的，所以我根本不愁找不到例子来谈这个问题：例如我至今仍深以为苦的偏头痛，每次要发作之前数小时，总是要以名字的遗忘作为先兆，而且在头痛得最厉害的时候，虽然还不至于让我无法工作，但我却无法回忆起任何名词。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "就我这么一个例子，就足以使人强烈地反对我们分析这些现象的努力。难道一个人看到了上述的情形，不会很自然地认定遗忘的原因，尤其是名字的遗忘，是脑部血流或机能障碍所引起吗？难道还不会省点力气，不再往心理因素方面去找解释吗？其实不尽然，那只表示某一恒定不变的机制被一偶现的变数所取代而已，所以我不消在此多加分析，我只提出另一个例子来比较一下，就毋庸再争论了。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "假设一天夜里，我在某大城市杳无人踪的地带散步，结果不小心遭到歹徒袭击，抢走了我的手表和钱包。在最近的一个警局里，我向警察报案时说：“我在那条街上，被孤寂和黑暗抢去了手表和钱包。”虽然这句话并没有表现出什么错误的地方，但是从字面上看来，很可能会被人认为我脑筋有问题。正确地说，这件事只能这样说：因为地处孤寂之利，再加黑暗的笼罩下，我的一些值钱东西都被不知名的歹徒抢走了。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "如此说来，名字的遗忘和上述情形未必有什么不相同的地方。我可以说：因为疲累、循环障碍，或中毒的关系，我对记忆中名词的控制能力，被某种不知名的心理力量所剥夺；这种心理力量，也可以影响完全健康和清醒的人，从而引起记忆的失常。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "当我考察分析了自己遗忘名字的情形时，我发现几乎毫无例外的是，那些被遗忘的名字，都和自身有某种关联，而且是会引起我强烈而又痛楚的感触。按照苏黎世学派那些学者（布洛伊勒、荣格和里克林）简便而绝妙的说法，我也可以这么说：被遗忘的名字，和我的“个人情结”（personal complex）有关联。这个名字和我个人之间的关系是始料未及的，而且大多数是经由肤浅的联想而来（如一词两义或两词同声）；我们可以说这是一种旁道联想（side association）。下面数例便是最好的说明：",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "例一 有一位病人要我推荐里维埃拉的一所疗养院给他。我知道在靠近热那亚的地方有那么一所疗养院，我也记得该院院长——一位德国同行——的名字，但就是想不起疗养院的名字来，虽然我确定知道院长的名字。无法可想，我只好要病人稍等一下，我马上向我的太太求助。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "“热那亚附近，某博士在那儿有个小诊所的，某某太太在那儿治疗了许久的那个疗养院，到底叫什么名字？”",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "“也难怪你会忘记，它的名字是Nervi[3]。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "那当然，关于神经的事我搞得太多了！",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "例二 另外一位病人和我闲谈起附近的避暑胜地时，坚持认为在我所熟悉的两家旅社之外，还有一家。我硬和他争辩说那里没有第三家旅社，还特别指出我在那附近过了7个暑假，所以比他知道得清楚。经过我这一番争辩，他索性把名字也叫出来，他说那一家旅社叫“Hochwartner”。他这么一说，我只好认输。说实话，我不得不承认在这7个暑假里，我就住在这家我极力否认其存在的旅社附近。到底为什么我会忘记它的存在和它的名字呢？我相信这是因为它的名字念起来，和我维也纳的一位同行专家的名字相似的缘故，原来它触及了我的“专业情结”（professional complex）！",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "例三 有一次我在赖兴哈尔（Reichenhall）车站买火车票，一时竟想不起来下一个自己经常经过的大站叫什么名字，我只好去查时刻表，原来它叫Rosehome（Rosenheim）。于是我马上就发现我是经由怎样的联想，才把那个站名忘掉的。在一个小时前，我刚拜访了住在赖兴哈尔附近的妹妹，她的名字叫Rose，换句话说我已去过Rosehome[4]了。所以这个名字，是被我的“家庭情结”（family complex）所掠夺而忘记的。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "例四 这种“家庭情结”的掠夺性影响，我还可以在下例中展示出来：",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "有一天，我的一位女病人的弟弟来请教我，这个人我见过很多次，通常见面时我都是直呼其名的。当我正要和他谈话的时候，竟忘了他的名字。这个名字并不特别，但是我就是想不起来，只好跑到街上去看商标名称，结果一看到那个名字，我马上就想起来了。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "据分析的结果显示，原来我把他拿来和我的弟弟作了一个比照，自问：“我的弟弟若是处在他的境况下，是不是也像他这样呢，还是更离谱？”至于陌生人和我弟弟之间为什么可能有这种关联，那是因为凑巧他们的母亲都叫阿梅莉亚（Amelia）。由此我又进一步了解他们的名字丹尼尔（Daniel）和弗兰克（Frank）会彼此干扰的原因。这两个名字，以及阿梅莉亚，都在席勒[5]的戏剧《强盗》（The Robbers）中出现，而且它们都和维也纳步行主义者丹尼尔·斯皮策（DanielSpitzer）的一个笑话有关。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "例五 另外有一次，我一时想不起一个和我早年生活有某种关系的病人的名字。我的分析得经过一段遥远而弯曲的路程，才能发现这个病人的名字：他告诉我他害怕会失明，由此我想起了遭枪击而失明的另一位年轻人来。接着又令我想起另一位举枪自杀的年轻人，而这个年轻人和我所想知道名字的那位病人，虽然风马牛不相及，却有着同样的名字。不过这个名字，还是我把这两位年轻人的恐惧情绪转移到我家庭中的某一个人时，才想起来的。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "就这样，一道连绵的“自我关系”（self-referrence）之流，把一些我平常不在意，却经由上述名字的遗忘而引起注意的东西，流过我的脑子，看起来好像我是被迫把从陌生人处听来的东西，都拿来和我自身相比似的，也好像我的“个人情结”被外来的联想所激荡起来。这些似乎不可能是我个人所独有的，相反，这正说明了我们平常是如何记住外来事物的。我有理由相信，别的人也有过和我类似的经历。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "最好的一个例子，是一个名叫莱德勒（Lederer）的绅士告诉我的亲身经历：当他在威尼斯度蜜月时，遇到了一位只是稍微认识的人，却不得不把他介绍给自己的太太，可是又忘了这个陌生人的名字，只好莫名其妙地支吾过去，才免得大家尴尬。不过当他第二次在威尼斯又不可避免地碰到这个人时，他就把他拉到一边，请他把那不幸被忘掉的名字告诉他，免得他为难。这位陌生人的答案表现了高超的人类智慧，他说：“我就知道你记不住我的名字，我的名字和你的一样—莱德勒！”",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "当一个人发现陌生人的名字和自己的一样时，禁不住都会有点不高兴的感觉。最近有一个叫弗洛伊德的病人来求诊时，我就深深地体会到这一点。不过，有一位批评家告诉我，在这方面，他的反应和我的正好相反。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "例六 个人关系的影响，在下面一则荣格所提供的例子中，也可以看得出来。[6]",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "“Y先生爱上了一个女子，这位女子不久后嫁给了X先生。虽然Y先生和X先生是熟人，而且有着商业上的来往，但是Y先生老是把X先生的名字给忘了，所以好几次当他要和X先生通信的时候，只好先向别人打听X先生的名字。”",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "这种遗忘的动机，比前面所说因个人关系导致的例子，还要明显得多。在这个例子里，Y先生忘了X先生的名字，是Y先生不喜欢他那得意的情敌的直接结果，因为他不想知道X先生的任何事情。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "例七 下面这则费伦茨所提的例子，经过“替代思维”（像Botticelli-Boltraffio到Signorelli）的解释，特别能以一种不同的方式，表现出“自我关系”如何引起名字的遗忘：",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "“一位女士听了一些精神分析的事，却想不起那位精神病学家荣格（Young，亦即Jung）的名字来。她倒想起了下面这些名字：Kl.（一个名字）Wilde（王尔德）——Nietzsche（尼采）——Hauptmann（豪普特曼）。我没把名字告诉她，只要她对每一个念头再作一次自由联想。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "“提到Kl.，她马上想到Kl.太太，Kl.太太是一个爱装饰又爱打扮的人，以她的年纪而论，是一个很好看的女人，‘她驻颜有术’。关于王尔德和尼采的一般印象，她就联想到‘精神病’。她开玩笑地说道：‘弗洛伊德会一直探寻精神病的原因，直到他们自己变成精神病人为止。’她继续说，‘我无法忍受王尔德和尼采，我虽然不了解他们，但是听说他们两个都是同性恋者，王尔德总是让自己忙着年轻人（youngpeople）的事。’〔虽然她在这句话中，已说出了正确的名字Young（Jung），但她还是记不起来。〕",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "“至于豪普特曼，她联想到半（half）和年轻（youth）两字，直到我提醒她注意youth这个字，她才顿悟她要找的名字就是Young（Jung）。”",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "原来这位女士在39岁时失去了丈夫，又没有再嫁的希望，她有足够的理由去避免回想起青年或老年时期。值得注意的是，那把名字遗忘的潜伏思绪，是经过事情的联想而再现出来的，与字的发音没有任何关联。",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "例八 还有一则名字遗忘的例子，具有更不同但又极微妙的动机，后来由当事人自己解释了遗忘的机制：",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "“我参加一次选修哲学课程的考试，主考官考我关于伊壁鸠鲁[7]的学说，并且问我知不知道谁在几世纪之后继承了他的衣钵。我答说是皮埃尔·伽桑狄，因为两天前我在饭店中偶然听人说他是伊壁鸠鲁的信徒；主考官又问我为什么知道是他，我理直气壮地说我对伽桑狄早就有兴趣了。就这样我获得了优秀学生的荣誉，可不幸的是，后来我却老是要忘掉伽桑狄这个名字。我相信一定是我良心上有歉疚感，所以现在我怎么努力还是记不住这个名字，因为当时我对他就根本不了解啊！”",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "我们若能充分体会他在叙述这件事时内心的深恶痛绝之感，我们就会了解，他得到这个荣誉所花的代价是多么高，所需忍受的事又是多么沉重！",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "例九 我要在此追加一个遗忘城市名的例子，这个例子可能不像前述诸例那么单纯，但是对于那些熟悉这方面研究的人士而言，将是可靠而又有价值的。这个意大利城市的名字，因为和一位感情上有各种关联的女人的名字隐然有同音之处而被遗忘掉。费伦茨先生自己就碰到过这种情形，所以就把它当作——相当妥当地——梦或性欲观念的一样，拿来加以分析：",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "“今天我去看几位老友，话题转到意大利北部的一些城市。有人说这些城市仍保留着奥地利旧有的影响，其中有几个城市还被叫出名字来。我本来也想提一个城市，但就是想不起它的名字来，虽然我曾在那个城市里度过了两天愉快的假期。当然这个情形，和弗洛伊德遗忘的学说未必相合。想着想着，想出来的却不是我想要的城市名，反而令下面这些念头涌上心头：‘卡普阿（Capua）——布雷西亚（Brescia）——布雷西亚的狮子。’这座狮子就在我眼前，以大理石雕像的姿态让我客观地看到，但是我马上就注意到，这座狮子不大像布雷西亚的自由之狮（我只在图片上见过），而更像我在卢塞恩（Lucerne）所见的纪念在杜伊勒里宫（Tuileries）牺牲的瑞士近卫军英雄纪念碑前的那座石狮。就这样，最后我想起了我要找的那个名字，那就是维罗纳（Verona）。",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "“于是我马上就知道我为什么会忘掉这个名字，因为除了我当时造访的昔日女仆韦罗妮卡（Veronica，匈牙利语发音就是维罗纳）之外，不会有别的原因的，因为我对她那令人憎厌的相貌、尖锐沙哑的声音，以及令人无法忍受的自作主张（她以为她干久了就可以这样），感到极端的厌恶；而且她对待孩子的蛮横做法，也是我所难以忍受的，至此我才知道那些“替代思维”所包含的意义。",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "“想到卡普阿（Capua），我就立即联想到骷髅头（caputmortuum）。我经常把韦罗妮卡的头比作一个头颅骨，再加上匈牙利字Kapzoi（守财奴），就更加强了替代思维出现的决定性。当然，我也注意到Capua和Verona这两个字，在地理观念上，在意大利字的韵律上，有着更直接的关系。",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "“同样的情形，也见之于布雷西亚（Brescia）这个字，在此我也可以找到潜伏着的联想短路。",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "“那时我对她的厌恶可说到了极点，因此我认为韦罗妮卡长得非常丑，而且每次发现竟有人会爱她时，我总会惊讶地说：‘老天，去吻她一定会恶心死了！’",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "“至少在匈牙利，布雷西亚被人提到时，常常并不是和狮子连在一起，而是和另一种野兽连在一起。对这个国家和北意大利而言，最为人憎恨的名字，就是海瑙（Haynau）将军，大家称他为‘布雷西亚之鬣狗’（hyena of Brescia）。从这个被憎恶的暴君海瑙开始，思绪就流过布雷西亚，联想到维罗纳城，另一个思绪则经过‘声音沙哑的掘坟动物’（此点与纪念死者的念头相呼应），联想到头颅，再想到折磨着我的无意识的，韦罗妮卡那令人恶心的器官。韦罗妮卡那时在家里的蛮横一如海瑙将军镇压争取自由的匈牙利人与意大利人时的暴行。",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "“之所以会联想到卢塞恩，是因为某年夏天，韦罗妮卡和她的主人们是在卢塞恩附近的一个地方度过的。至于瑞士近卫军，是因为联想到她不但对孩子如此，就是对家中的大人，也一样的蛮横，完全摆出一副‘管家婆’的姿态。",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "“我很了解，我对韦罗妮卡的这份憎恶感已是很久以前的事了。从那时候开始，她的外形、做法等都改了很多，而我再碰到她时，也都能由衷地祝福她（当然这种机会很少）。但是，和一般的情形一样，我的无意识和过去的坏印象粘得比新的印象还要牢固些。",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "“至于杜伊勒里宫，则表示与另外一个人有关。这个人是一位法国老妇人，她是实际上‘监护’全家妇女的人，在家里每一个人都很尊敬她，但也多少有点怕她。我一直是她法文会话的学生（élève）。学生（élève）这个字，使我想起一件事：当我去北波希米亚拜访房东的妹夫时，我曾因当地人称森林学校的学生（élève）为狮子（löwen）而大笑不已。也许这个好笑事件的回忆，和狮子取代了鬣狗（hyena）这个过程有一点关系。”",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "例十 下面这个例子，也可显示个人情结暂时左右了一个人时，如何经由歧途，把名字忘记了。",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "有一老一少两个人，他们6个月前一道去西西里岛（Sicily）旅行过，现在他们在回忆那些愉快有趣的日子里的点点滴滴。",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "年轻的那位问道：“让我们想想看，我们去往塞利农特（Selinunt）的前一夜，所经过的那个地方叫什么来着？卡拉塔菲尼（Calatafini）是不是？”",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "年长的那位不以为然地说：“绝对不是，不过我也忘了那个地名，虽然那地方的一草一木都仍历历在目。每当我听说某人忘了一个名字时，自己也马上跟着忘。让我们想想看，我所能想到的只有卡尔塔尼西塞塔（Caltanisetta）这个名字，不过我知道这个名字一定不对。”",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "年轻的那位说：“不对，那个名字开头是w，或字里头有一个w字母。”",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "“但是意大利文字是没有w的。”年长的那位反驳说。",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "“我原来的意思是指v，我之所以会说w，是因为在我的本国语中，我就老是把v、w两个字母通用。”",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "虽然如此，年长者还是否认有v在，他说：“我们一定已经忘了西西里岛的很多地名，比方说，古代称为恩纳（Enna）的高原上，有一个地方叫什么名字？”",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "“哦，我知道，是卡斯特罗吉奥瓦尼（Castrogiovanni）。”刚说完，他就想起那个被遗忘的地名，他叫了出来：“卡斯特尔维特拉诺（Castelvetrano）。”他深为能证实想象中的v字而高兴。",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "年长的那位一时还不以为然，不过等他接受了这个名字之后，也已说得出他会忘掉的道理来。他说：“显然是因为这个地名的后半部分‘vetrano’隐示老兵（veteran）的关系，我知道自己不太愿意去想‘老’的问题，一旦有人提醒我这个问题，我就有很特别的反应。最近我想起了一位可敬的朋友，他有一次以极谦虚的态度说：‘我已不再是年轻人了。’所以我想到他已‘早就过了青春年华’，如此这般我就对‘老’敏感起来。我的敏感是针对Castelvetrano的后半部分，可由替代的Caltanisetta中仍有原名的起音这个事实得到证明。”",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "年轻人问道：“那么Caltanisetta这个名字是怎么回事？”",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "年长的那位承认说：“对我而言，它像一位少妇的昵称。”",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "稍后他又补充说：“恩纳（Enna）也只是一个替代名字。在我看来Castrogiovanni这个名字冒出来是有道理的，因为它显然和Castelvetrano隐示‘老兵’（veteran）一样，也隐示着年轻（giovane）的意思。”",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "因此这位年长者相信他自己的想法就是忘记地名的原因。至于那位年轻人遗忘的动机是什么，则未加以探讨。",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "有些情形，若要解释何以会把名字忘记，必须要靠精神分析学所有的精髓去解决，假如有人想阅读这方面的著作，我推荐琼斯教授的《一个关于名字遗忘的案例分析》。[8]",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "布里尔报告了下面这个有趣的例子：",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "“在我任苏黎世精神病诊所的助手之后不久，对名字遗忘有了一个有趣的经验。可以说是这个经验，使我终于信服了弗洛伊德的学说。那时我对他的理论还不能完全接受，虽然不是毫无保留，但始终抱着怀疑的态度。我以尽全力去发掘、了解所有的资料，再判断其心理的学者态度，去解决所有的问题。当时在布洛伊勒教授的驱策下，医院里所有的医生都是弗洛伊德新学理的热诚而忠实的拥护者。事实上可以说，我们是在唯一一家把弗洛伊德的原理原则应用于病人的研究与治疗的医院里工作。那时候也是弗洛伊德在心理学家中开创风气的时代，我们以无比的耐心与永不疲倦的兴趣和热忱，去观察、去研究、去注意在我们周遭所发生的事和所说过的话。比方说，我们会毫不迟疑地问一个人为什么他不用正确的方法用汤匙，或者为什么不用某某方法去做某某工作等等。因为若非马上受到责问，要他们迟疑一下或把话停下来，是绝对不可能的，所以我们必须随时随地都准备停当，随时戒备着，什么时候什么地方有新的任务，是没有预兆的。我们必须解释为什么吹或哼那个调子，为什么会说错话、写错字。就算这样做的理由只是学着去面对真理，我们也高兴这样做。",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "“有一天下午没有值班，我在研读一个病例，因为它使我想起在纽约一家医院里所见的类似病例。我一向有做笔记的习惯，所以就拿起铅笔想记下这个病例。但是写到病人名字时，我发现这个我认识好几个月，并且非常感兴趣的病人的名字，一时竟想不起来。我尽了极大的力量去想，也想不出一个名堂来。我觉得奇怪和困惑，不过因为我确知病人是谁，所以还是把笔记做好了。于是我马上想到，若按弗洛伊德的理论，这个病人的名字一定和某些痛苦或不快的事有关联，因此我决定马上用弗洛伊德的自由联想法去找出这个名字来。",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "“被我忘了名字的这个病人，就是几年前在纽约圣帕特里克大教堂（St.Patrick's Cathedral）门前堆放杂物纵火的那个人。当然他被逮捕了，先被送到贝尔维尤（Bellevus）的精神病院，后来转到州立医院成为我的病人。我给他下的诊断是精神性癫痫病（psychic epileptic），我认定他患了一种不同于一般发作性癫痫病的病症，以一种持续几分钟、几小时，也许几星期、几个月或几年时间的特殊精神行为作表征。当时没有一个人赞成我的诊断，我的上级医师认为他所患的是早发性痴呆症。",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "“大概一个星期后，病人痊愈得几乎完全正常，因此处处都与我的诊断相合。病人告诉我说那已是他的第5次发病，在此之前的发作期间，他已烧毁过一个火车站、一幢教堂和几间谷仓。每当发作起来的时候，他都会离家出走，离开他的妻子、儿女，全然无意地四处闲荡。他是加拿大一家报纸和杂志的编辑，是一个极有知识学问的人。在布尔战争期间，因为一次发作，他从加拿大逃到伦敦去应征当志愿军，然后被送到南非去，因为英勇作战，数星期之间他就升为中士。当他回复常态之后，很惊讶地发现自己当了兵，而且一点也想不起来自己是怎么到南非来的。不过以往的经验告诉他这表示什么，他向医生报告经过之后，获准荣誉退役，打了一通电报给妻子之后就回家去了。他把自己的情形、住过的医院、过去的医生等情况都详细地告诉了我们，而且我们证实他所言非虚，他有着我们所谓的‘神游症’（fugue）或‘漫游癖’（poriomania）。像这样的病例，以前也有人报告过，某人失踪过3年之久，其实这种病人并不像你所想象的那么少。",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "“于是每一个人都来为我的妙断道贺，我自己也非常得意。院长告诉我说我确实值得自豪，但是令我深为失望和不悦的是，他说他要在医学会上报告这个病例。我花了极多的时间和努力，就是想要以它作为我对医学文献的第一篇贡献啊！",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "“在会前数天，院长改变了主意，要我在大会上宣读那篇论文。对他的决定，我觉得非常高兴，有如释重负的感觉。可是一切节目表都早已印就，所以当我出现在学会上时，大家都以为那是院长的论文，不过是要我为他宣读罢了。你们可以想象到，我对这整个事件有多深的感触！",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "“在这个事件上，我说得这么多，就是希望你们能小心地注意到，这个经验是多么令人难堪和不快，足够我忘了那个病人的名字。",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "“我坐在那儿不停地把这些联想写下来，几个钟头过去，我仍然一点也不比刚开始时更接近那个病人的名字，虽然各种细微末节纷纷涌上心头，我必须记得很快才能赶得上思潮的起伏；虽然我能够清晰地记得这个纽约病人长得什么样子、头发是什么颜色，以及他脸上的特殊表情。我开始灰心地想：‘假如这就是用弗洛伊德的方法寻找记忆的方式，我将永远不会是一个弗洛伊德派的人。’想着想着，黄昏已至，我的一位同事进来，惊讶地发现我在房里，于是央求我在不外出的期间代他看一下病房。因为我已经被这种弗洛伊德派方法搞得精疲力尽了，就满口答应了他。巡完病房回来，我觉得精神舒爽，就又以新的兴趣，再回到那些联想上去。晚上11点，关于那病人的名字，我仍然茫然无知，于是沮丧地上床，对这件事感到彻头彻尾的厌恶。第二天清晨4点，我从梦中醒来，尽了极大的努力想把脑中这些东西赶走，可是一点效果也没有。无可奈何（Nolens voluns），我只好又开始在床上联想起来。最后，大概5点钟过一点，我苦思寻索的那个名字突然出现了，当时我的兴奋和得意绝不只如释重负，简直就像我解决了一个长久而又难缠的问题一样。现在想来，我敢说要不是我能想起来，也许就不会继续对弗洛伊德有半点兴趣了。在搜寻这个名字的时候，我花费那么多的时间和精力，已经使我心情恶劣不堪，但是发现它时的那份高兴和满足，一点也不比因此信仰弗洛伊德派心理学所给我的补偿来得差些。",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "“到底情形怎么样呢？首先我要说，当你开始自由地联想时，你马上就会惊异地发现，成千上万的联想纷纷涌上你的意识，有时候会有三四个联想同时出现，使你必须停下来思索该先写下哪一个。不过你很快就可以作决定，选择其中之一继续下去。就拿我的例子来说，我就注意到有一些有很确定关联的联想，持续不断地一再出现。每当我自问这位纽约病人的名字时，脑中总会浮现我那时在苏黎世医院里的一位癫痫病人，他的名字叫阿彭策勒（Appenzeller），是一位瑞士农夫。他们之间的关联，我的解释是：他们都是癫痫病人，纽约那位病人患的是精神性癫痫病，你记得吧！另一个一再出现的联想是：每当我想到与我有5年关系的长岛医院以及其间发生的一切时，就有一个特殊的景象，会清晰地、突出地浮现在我的脑海中，我的心思就会被它紧紧地抓住。原来在医院的附近常常有森林火灾发生，我们常常得出去巡视，以免火灾波及医院的建筑。我心中的那个特殊景象，是发生在一个星期五，医院附近大火延烧，我们必须尽可能地多派医生和护士去帮助救火。我的任务是在那儿监督，看看有没有什么问题，东西是不是妥善地被搬运等等，另外还一边和旁边的一位同事闲谈。火势延烧了许多灌木丛，偶尔有人猎到从树丛中逃出来的兔子。我站在那儿，院长向我们走过来，吩咐东交代西的，突然瞥见远处有一只兔子，就叫人把他的猎枪拿来，想试试身手：‘看我是不是能打到那只兔子。’我们大家心里有数地等着瞧，因为我们对院长的枪法一向没有多大的信心。果然不出所料，他没打中，让兔子给逃脱了。他转向我，有点不自在地解释说，因为下雨的关系，指头滑了一下才没打中。我表面上同意他的看法，心里却对他的狼狈暗自好笑。他站在那儿说：‘看我是不是能打到那只兔子，’然后瞄准、开枪、没打中的景象，老是清晰地浮现在我的脑海。那天早上最后我又看到了那个景象，并且想到他那句话：‘看我是不是能打到那只兔子，’跟着就想起了那个病人的名字，那就是拉平（Lapin），Lapin就是法文的兔子（Rabbit）。后来我实际上算了算我所写下来的联想，发现这个特别的联想比别的多了28倍。",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "“这点你也许会觉得奇怪，但它正是心理无意识的工作方式。那个病人的名字，象征地由那个景象代表，整个事态都被压抑下去，其实这就是无意识运作的方法，被压抑的感情借实际发生的事还魂：院长没打中兔子，就表示他无法抢去我那个病例。你也可以很容易地看出，为什么我会想到Appenzeller，因为一方面这个字的前半部Appen和Lapin有字音上的关联，另一方面他们两人都是癫痫患者。由此你们可以知道，第一，显然有某些难堪、不快的事和这个名字有关；第二，被压抑的感情，一定有象征它的表征存在。”",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "假如我不想避免把以后会讨论到的观念都在这儿说清楚的话，我可以举出更多名字遗忘的例子，而把这章的讨论大大地延伸。不过我想用几句话把这些分析的结论概括一下。",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "遗忘的机制，尤其是想不起名字，或名字暂时性遗忘，是当时无意识的某种思绪，干扰了名字有意地再现。在被干扰的名字和干扰性的情结（disturbing complex）之间，存在着一种自始就有的关系，或是一种经由表面（外在）关系而形成的——也许是经过人为的方法——关系。",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "自我关系情结（self-reference complex，个人情结，家庭情结，或专业情结）被证明是最有效的干扰性情结。",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "某个名字，若由于其具有多种意思，而属于许多种思维的关系（情结），常常因为和别的关系较强，而使它和某一系列思维的关系受到阻挠。",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "避免唤醒记忆中的痛苦，是这类阻挠的动机之一。",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "一般说来，我们可以分出两大类名字遗忘的情形：一类是名字本身和某些不快的事有关系；一类是名字和别的联想有关，而该联想又与某些不快的事有关。所以，名字可因其本身的缘故，也可因与其有远近关系的事而被遗忘。",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "回顾一下这些原则，已足以使我们相信，名字暂时性遗忘，是我们心智功能中最常见的错失行为（fualty action）。",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "不过，我们对此现象所有特点的描述仍相差甚远。我希望大家注意一个事实，即名字遗忘是很具传染性的，在两个人的谈话中，其中一人提到忘了这个或那个名字，往往就足以引起对方有相同的记忆失灵。不过这种被引起的名字遗忘很容易被回忆起来。",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "还有一种连续忘记名字、一大串名字都从记忆中消退的情形。假如在努力寻找被遗忘的名字的过程中，找到了和该名字有关系的其他名字时，往往会把这些新想到的名字也给忘掉。于是遗忘从一个名字跳到另一个名字，好像要告诉我们，有一个不易消除的障碍存在着似的。",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "第4章 童年回忆与遮蔽性记忆",
        "text_level": 1,
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "在另一篇文章里，我曾引用一个出人意料的场合，成功地证明了记忆往往是有意的。当时的出发点是一个很显眼的疑问：为什么我们童年的回忆多半是一些偶发的、不重要的东西，而（虽非永远但也很经常地）那一时期里种种激动的、影响深远的印象，竟一点也没能延续到成年？既然我们都知道，存在于印象与记忆之间，本有某种选择性的作用，如此说来，童年期的记忆选择，在原则上岂不是颇有别于心智成熟之后者？然而详细的探讨显示出这种假设的肤浅。事实上，童年的琐碎记忆之所以存在，应归功于“置换作用”（displacement）。精神分析法指出，某些着实重要的印象，由于遭受“阻抗作用”（resistance）的干扰不能现身，故只好以替身的形态出现。我们之所以记得这些替身，并不是因为它本身的内容有什么重要性，而是因为其内容与另一种受压抑的思想间有着连带的关系，为了形容这种现象，我特地创造了“遮蔽性记忆”\u0000这个名词。",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "在那一篇文章里，对于遮蔽性记忆的种种意义和关系，我只不过稍稍提到一些，并不曾详细地讨论。在那时我所举的一个例子里，我尤其强调了遮蔽性记忆和被隐蔽的记忆之间的时间顺序的特性。前者属于一个未满周岁的婴儿，后者却发生在年纪较大以后。这种不寻常的现象，我把它叫做倒慑的（retroactive）或回归的（regressive）置换作用。比较常见的是，一个相当早期的重要经验由于遭受阻抗，不能直接出现，后来另一个无关紧要但是与之有点关系的印象成为遮蔽性记忆。因为遮蔽性记忆出现在被隐蔽的记忆之后，我们可以称这一种为侵占式的或介入式的遮蔽性记忆。此外，还有第三种情形：遮蔽性记忆与它所隐蔽的印象，不仅内容上有所关联，发生的时间也很接",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "近，或者根本就是同时发生，这一种可以叫做“同时的”（contemporaneous）或“邻近的”（contiguous）遮蔽性记忆。[1]",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "到底在我们所有的记忆里有多大部分可以看作遮蔽性记忆，以及在神经症者暧昧不明的致病过程里它究竟扮演什么角色，凡此种种我一向不曾深究，也不想论列于此。我所愿强调的是，遮蔽性记忆的形成与专有名词的遗忘及其错误回忆之间有相当的雷同之处。",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "乍看之下，这两种现象不同的地方似乎远较其相同点引人注目。前面3章我们以专有名词为对象，这里则讨论实际上或思想上经历过的印象：前者探究一种记忆功能的显著失败，此处则讨论那些看来奇特的记忆行为。此外，名词的遗忘只是一种暂时的障碍——那个刚忘记的名词我们从前可能曾经正确地回忆不下百次，而以后也可能再度恢复这种能力；与此相反，童年期的种种琐碎回忆多半会陪伴一个人，终其一生，不再遗忘。这两种不同的现象，一个是忘记，一个是回忆，同样可以激发我们学术上的好奇心，似乎我们必须遵循截然不同的两条路，才能解开这两方面的谜。",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "然则深思之后，你将了解，虽然这两种现象所包含的心理素材（psychic material）及其时间的长短有如斯差异，然而他们的一致之处却更重要。两者都是在分析记忆的失灵；原应正确无误地回忆的东西却不能出现，而由别的东西当作替身，取而代之。在名词遗忘的例子中，记忆的功能因另一名词的替代而显得并无缺损。而遮蔽性记忆的形成则有赖于其他重要印象的遗忘。当我们思考这两种情形，都会感觉到有某种干扰力量在作用，只是在干扰的形式上有所差异罢了。在名词遗忘的例子中，我们明知那替代名词不正确；在遮蔽性记忆里，真相的显现却总令我们惊疑。所以，如果心理学的解析证明这两种情形中替代品的形成都源自同一方式——也就是说，借潜在的关系而发生置换作用——我们便可放心大胆地说：这两种现象间素材、时间长短及其重心的差异，足以增加我们的期许，相信我们已发现某种重要而有普遍价值的东西。这种普遍性意指记忆唤起过程中的阻滞和歧误可以表明，我们之所以会记住这个、忘掉那个，其中偏见因素干扰的程度实远非我们所能想象的。",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "“童年回忆”这一题材在我看来是如此的重要和有趣，在此我想超越一下本书一向的范畴，来多谈一些。",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "我们对童年的记忆究竟可以回溯多远？亨利兄弟及波特文在这方面的研究，我知之甚稔。根据他们的调查，他们相信人们在这方面个体差异甚大，有些人的记忆隐约可以回溯至6个月大的时候，有些人却已把6岁，甚或8岁以前的事情忘得一干二净了。这种童年回忆方面的差异究竟有什么关联，有什么重要性？像他们这种简单的询问方法想必不能得到什么重要的素材，这种研究必须由提供资料的人亲身参与才能得到有意思的结果。",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "我想，对于幼事遗忘（infantile amnesia）——不能记忆起我们生命早期的记忆——这回事，我们接受得太轻率了，竟不觉得这是个奇怪的谜。我们忘了，一个4岁的小孩，其心智已如何成形，情感已如何复杂。我们已明知这些被遗忘的童年期心理活动并不轻易消逝，必将烙印于个人的发展史上，永远影响他的未来，我们确实更应惊讶于何以此一历程，一般言之，竟不能保存在成人的记忆里。这些影响深远的事件，竟能被忘掉！这岂不是暗示着，必有某种记忆（即意识再现）的特殊条件尚不曾为我们所知悉。依据我们最近的研究，所有神经症症状形成后，其根本原因皆已忘却。也许对幼事遗忘的研究，将使我们对此更有所了解。",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "这些童年期的朦胧回忆之中，有些看来相当地合理，有些却似乎奇特而不可理喻。但是两种都很可能是不正确的。如果我们以分析法测验某人所保有的回忆，我们不久便发觉，没有人能够保证其叙述的正确性。某些记忆里的场景纯然虚假，残缺不全，或者于时于地均不符合。受测验者中那些宣称其记忆可追溯至2岁前的人，更加明显地不可靠。对于此类变形与置换之动机的解释，不难很快被发觉，然而这些记忆的错误并不只是记忆不可靠的结果。童年以后的诸种强大力量往往重塑了我们童年期经验的记忆容量，可能也就是这种力量，才使得我们的童年朦胧似梦。",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "我们知道，当人们追忆什么时，他们使用的心理素材各不相同。有的经由视觉图形而回忆——他们的记忆以视觉为骨干；其他的人在记忆里却丝毫不能形象地描绘出一种体验来，这种人夏尔科医师称之为“听觉人”（auditifs）及“运动觉人”（moteurs）以别于“视觉人”（visuels）。此种区别在睡梦中泯灭：我们所有的梦皆以视觉为主。孩童的记忆也是这样的：它们是塑形的，视觉的，即使那些后来记忆失去视觉特征的人，早年亦是如此。因此，视觉记忆其实就是童年回忆所保有的特色。比方说，我的脑海里就只有最早期的童年记忆是视觉化的；它们形塑出幕幕影像，有如戏剧演出时的剧照。",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "不管它们后来被证明是真或假，在这些童年的记忆里，我们常看见幼时的自己，或者穿衣，或者赤裸。这种情况恐怕颇值得我们关注，因为成人在回想其后期经历时，并不会看到他们自己。而且就我们所知，我们也不能相信小孩子的注意力大半指向自己而非指向外界印象。诸如此类的论据迫使我设想，所谓的童年期回忆并不全是真实的记忆痕迹，却往往是后来润饰过了的产品，这种润饰承受多种日后发展的心理力量的影响。所以，个人“朦胧的童年回忆”不但更进一步扩展了“遮蔽性记忆”的意义，同时它也和民族神话、传说的累积有令人注目的相似之处。",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "不论谁只要使用精神分析的方法检查过一些人的心理以后，一定可以收集到不少形形色色的遮蔽性记忆的实例。然而，由于朦胧的童年回忆与日后的生活间有如上所述的关系，这种实例的报告遂变得分外困难。因为，若欲引导遮蔽性记忆附于一种童年回忆之上，恐怕便常需报告出一个人的整个生活史。只有在罕见的情形下，诸如下述这些难得的例子里，我才能报告单一的童年记忆，将它们从其前后的关联中离析出来。",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "有位24岁的年轻人保存着如下这一幕5岁时的情景：在花园的凉亭里，他坐在姑姑身旁的一个矮凳上，她正在教他认字母。他觉得自己很难分清m和n，所以便要求姑姑告诉他如何区别二者。姑姑说，m这个字母整整比n多了一部分（一笔）。这个童年回忆的正确性并无可疑之处；然而，只有在后来，当它被显示为孩童好奇心的象征性代表时，我们才能了解其含义。因为，就像当时他想分清楚m和n这两个字母一样，后来他也想知道男孩与女孩究竟有何不同，真希望姑姑在这方面也能教教他。一旦他发现，两方面的差别很相似，男孩也比女孩多那么一部分时，他便记住了儿时类似的那一份好奇心了。",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "布里尔告诉我们这样一个有趣的例子：",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "“有一次，有个病人告诉我，他的记忆可以回溯到他行洗礼的时候，那时他刚出生，还不满一星期。他说，那所房子，以及下楼去行洗礼时经过的楼梯，他都记得。尤其对楼梯口的那个台灯和那位穿着黑袍、身材高大的牧师印象特别深刻。他生动地描述着他的头如何全然地被浸入澡盆的水里。对这情形我自然颇为怀疑，告诉他我认为这只是个遮蔽性记忆，可能蕴藏着后来的某些事件。据他说，他‘享有’这一个记忆已经好多年了，直到几年之前，他才告诉他的母亲，却招来一番嘲笑：她说，他并不是出生在那所房子里（他五六岁时他们才搬到那里住），她更记不得有什么台灯；为他洗礼的牧师身材并不高大，洗礼时婴儿的头也不至于浸入水里。虽然他的回忆被母亲给全然否认了，他却仍旧继续‘享受’着他的回忆；不管事实如何，他依然觉得这件事有强烈的真实感。",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "“我们开始分析它。他声言台灯是记忆中最清晰的部分，我要求他把注意力集中在这上面，说出他的联想：他可以看到楼梯脚的台灯、楼梯、楼下的房间。其后他便忆起，大约5岁时的一个下午，他曾站在那间房子里，有一位瑞典籍女仆不知是站在一个高凳还是活动梯上，正在擦拭枝形吊灯架。他一时好奇心大发，急切地想看看她的衣服底下，不幸被她发觉，被重重地责备了一顿。他又想起，其后几年，他曾从钥匙孔窥视他的母亲穿衣，被她抓到了，遭受重罚。那时的情况很惨：她把他拉下楼梯，拉到餐室，在他父亲和兄弟面前公开数落。差不多就在那个年纪，或比此更早，有一天晚上他在顶楼看到对街一个女人在脱衣服。他十分激动，赶快跑下楼去叫他的哥哥，但是当他再回到楼上时，那个女人早已穿上睡衣，又把窗帘放下来了。有好多年他对这件事都深深地引以为憾，不知自己为什么要下去叫他的哥哥。他继续谈到许多情景，全都与性窥视的挫折有关。",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "“所以，黑暗阻挡了他在性方面好奇心的满足，台灯代表的是它的相反面。这就难怪台灯在他的记忆里有这么重大的分量了。",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "“现在的问题是：‘为什么他对洗礼的记忆如此生动？’这位年轻人是个标准的基督徒，他的双亲也都是基督徒，不过他的祖父是个犹太教徒。他本身并没有什么闪米特人（Semitism）的特点，除了名字之外，他再没有任何与祖父相似之处。那个名字原是德国式的，但常被误认为犹太名，因而常常带给他不少烦扰。例如，就为了这个名字，不少学校拒绝他入学。在大学里人家怀疑他是犹太人，不准他参加非犹太教徒的兄弟会。因此，他这个对于洗礼的遮蔽性记忆实乃基于他时常被怀疑是犹太教徒而发生的补偿作用（compensation）。他不得不时时自我提醒，他已接受洗礼，的确是个基督徒。总而言之，这个记忆的情景，表面上是宗教方面的，骨子里却隐藏着违背道德的强烈情感。”",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "我极愿再举一例，说明某些先前似乎毫无意义可言的童年回忆，经由分析的工作，可获得些许的价值。43岁时，我开始对自己的童年记忆感兴趣。在很长一段时间里，我发觉有一个情景，便不时在我的意识里显现。经由可靠的考证，它发生在我3岁之前。我看见自己站在一个大柜子前，大我整整20岁的异母哥哥则拉着敞开的柜门。我站在那儿哭叫着不知在要什么东西；我那纤细姣好的母亲，仿佛刚从街上回来，忽然走进房里。",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "由上所述，我已极清晰地勾勒出那个情景，然而，其中并没有什么线索可循。我不知道哥哥是正想打开还是想关闭那个柜门（从柜子我第一个联想到的是“食橱”），我为什么哭，以及我母亲的来临有何意义，这一切对我而言都是一片迷茫。我很想向自己这样解释：这个记忆表示我的哥哥正在欺骗我，却被我母亲阻止了。这种对于记忆中童年情景的误解十分常见；我们忆起一个场面，却不记得重心何在。我们不知道在心理方面哪一部分才是摆放重点的地方。分析的努力引导我走向一个从未预料到的答案：我找不到妈妈，开始怀疑她被锁在那个柜子里，或橱子里，所以就硬要我的哥哥打开那扇门。他满足了我的要求，我终于相信她并不在柜子里，我便开始哭了，后来母亲出现了，安慰了我的烦恼和焦虑。这一幕，深深地印在我的记忆里。",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "然则小孩子为什么要在柜子里找他失去了的母亲？就在思索这个问题的那几天，我模糊地梦见一个我仍有印象的保姆；我还记得她常厚颜无耻地逼我把旁人所送的零钱交给她；这个梦也许可以作为后来发生的事情的遮蔽性记忆。后来我遂决定快点找出答案，便去请我年老的母亲谈谈这位保姆。我得知详情，原来这个狡诈不忠的仆人趁着母亲卧病时曾偷走她不少东西，我的异母哥哥把她送交法庭审判。",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "听完这一席话后，我灵机一动，发觉了开启童年情景的钥匙。保姆的不辞而别自然对我有很大的影响；或许我也稍知哥哥与此事有关，才会去质问他。一向机智诙谐又喜欢闪烁其词的他，告诉我她已被“关起来”了。童年的我，只能了解这句话的表面意义，也就不再多问。不久妈妈暂时离开了一会儿，我以为我那“居心不良”的哥哥像关保姆一样也把妈妈关了起来，所以才逼着他去开那个柜子。",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "我也了解，何以在我把记忆融于视觉之中的时候，会特别强调母亲纤瘦的体态：她体态上的巨大变化必曾十分震惊过我。当时比我小两岁半的妹妹方出生不久，而在我3岁的时候，我和我的异母哥哥就分开居住了。",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "[1] 遮蔽性记忆，英文为concealing memories（又名screen memories），使用的是现在分词，含主动的意味，表示它是存在着以便遮蔽他种记忆的。被它所遮蔽的，则称被隐蔽的记忆（concealed memories），本章中这两个恰成对比的名词屡屡出现，唯恐读者不明，特说明于此。——译者",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "第5章 语误",
        "text_level": 1,
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "在母语的用词遣句之间，虽然我们似乎很不容易遗忘什么，然而另外一种干扰，却是很常见的：“口语”（slips of the tongue）是众所熟知的一种现象。我们总觉得，存在于正常人之中的“口误”，与属于病态的“言语错乱”（paraphasias）的初发症之间颇有相似之处。",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "查阅过前人在这一方面的著作以后，我发觉我所站的地位颇为超然。1895年，梅林格与迈尔出版了《谈话和阅读中的错误》的专著，其中的观点我绝不赞成。此书的代言人，作者之一，是一位对语言学特别有兴趣的哲学家，他想从语误之中找出共通的法则，再从这些法则里导引出“明确的心理机制”（definite psychic mechanism）的存在，“因此，一字一句的声音，甚或字与字间，想必互相以十分独特的方式相关相联”。",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "此书的两位作者收集了不少语误的例子，纯然以记述性的眼光来分类，如：倒置（interchanging）〔例如米洛的维纳斯（Venus ofMilo）变成了维纳斯的米洛（Milo of Venus）〕、前移（anticipation）〔例如the shoes made her feet sore变成了the shoes made her sorft。在这例子里sore被移到feet之前，两个字里的三个e皆略去，变成了sorft〕、余音（echoes）及后置（post positions），还有拼凑（contaminations）〔例如“我马上回家，再去看他。”（“I will soon go home and I will seehim.”）变成了“我马上去他家。”（“I will soon him home.”）〕。除了这些主要的类型以外，还有一些不那么重要的（或者说，对于我们的目的而言较无意义）。在这些分类里，不管是置换、变形、融合等等，作者并不去管受影响的只是一个字的声音或音节，或者是全句里的某些字。",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "为了要解释语误的诸类型，梅林格设想不同语音的心理价值各不相同。当你想说一个字的第一音节，或整句里的头一个字时，刺激的过程马上扩展到了后面的音节或字句，这些意念差不多是同时发出的，所以它们往往能互相影响，改变对方。这时在心理上更强烈的声音刺激预先“响”起，或过后仍留余音，因而干扰了较不重要的意念的发出。既然如此，首要之务便在于寻找，哪一个声音才是某字里的最重要部分。梅林格说：“如果你想知道一个字里哪一个音节最强，那么当你在努力寻索这个忘掉的字，比如一个名词的时候，你就得小心观察自己。最早回到意识里的，在遗忘前总是最强的部分。用这个方法，我们发现，一个字里最重要的声音常是其主音节或此字本身的第一个音，或者在那一两个重音所在的元音（vowels）上面。”",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "至此，我遂忍不住要高声反对。不管一个名词的第一个音是不是这一个字的最重要部分，当你把它遗忘了以后，首先再回到意识里的绝不会永远是它；既然如此，上述规则还有什么意思！诚然，当我们努力去寻找遗忘了的名词的时候，我们常会逼自己去说出它的第一个字母。这个字母也许碰巧猜对了，也许不对。事实上，我甚至可以断言，十之八九，你勉强凑出来的第一个音并不对。比如说，在第1章里我们用过的例子西诺雷利（Signorelli），其替代名字便丢掉了第一个音，主音节也不见了；倒是较不重要的音节elli回到了意识里，造成替代名字波提切利（Botticelli）。",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "替代名字如何不顾忌被遗忘名字的第一个音，可以用下面的例子来说明。有一天，我发觉自己想不起那个以蒙特卡洛（Monte Carlo）为首都的小国的国名，连续想出的替代名字如下：皮埃蒙特（Piedmont，意大利西北部的一个省）、阿尔巴尼亚（Albania）、蒙得维的亚（Monte video，乌拉圭首都）、科利科（Colico）。紧接阿尔巴尼亚之后，黑山（Montenegro，南接阿尔巴尼亚）自然浮现；我忽然想到，除了科利科之外，每一个替代名字都有“蒙”（Mont）字在里面。我遂不难自艾伯特亲王（Prince Albert）的名字马上想出忘掉了的摩纳哥（Monaco）。而“科利科”这个字则几乎全盘模仿“摩纳哥”这个字的音节顺序和韵律。",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "如果我们设想，语误（speech blunder）这一现象发生的机制和前面已经谈过的名词的遗忘颇有相似之处，那么我们对语误的了解就又跨进了一大步。首先，言语的干扰可能源自同一句中其他部分的影响，例如，经由前移音（fore-sound）或余音（echo），或经由同一句中其他部分的词句及其含义的干扰，而出现了与说话的人本身所欲表达的相违的意念，如此形成了语误。然则另一方面，干扰也可能像在西诺雷利（Signorelli）那个字的情形一样，来自字句本身之外，乃至与整个语句的含义完全无涉，那些东西我们绝对无意于表达，也只因为语句当中遭受了干扰，我们才陡然发现自己说错了话。语误的这两种不同根源，其相同之处在于，意念皆与原来的词语同时出现；而它们相异的地方则在于前者处身于语句或其含义之内，后者则在其外。",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "乍看之下，我们并不感觉两者之间有多大差别，然而一旦我们能从语误的病征之中理出相当的头绪来，我们就会渐渐改变这种看法。很明显，只有在前一种情形里，我们才能说，声音或字句发音间的互相影响已表现为语误；这种结论也就是语言学家们在研究语误时所敢设想的最大收获了。当干扰的影响力来自此一语句及其含义之外时，首要之务便在于如何去认识这一侵入的干扰成分，其次才能探讨，对于这种干扰的机制的了解是否可以引导我们更进一步探索语言形成的规则。",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "梅林格与迈尔并非完全不了解：语误可能源自“复杂的心理影响”，有时不能够在字句本身找到关系。的确，他们也很明白声音的心理价值高低有别的理论其实只能用来解释声音的干扰，前移音及后移音而已。当字句的扰乱不能简化为声音的干扰的时候，例如在字句的替代或拼凑时，他们也能够毫不迟疑地在语句的原意之外找寻错误的根源，且以恰当的例子来证明这回事。对于这种现象，两位作者的解释是：插入的字与被取代的字之间，必定有相当的相似之处，所以才能缘附而侵入意识，造成了变形、合成（composition）或协调形式（compromise formation），即拼凑。",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "在我那一本《梦的解析》里，我曾说明，由梦的内容（dreamcontent）以达梦的显意[1]，凝缩作用是一个颇为重要的力量：两种无意识素材间在对象或文字表达上的任何相似之处，都足以造成另一个介乎其间者，这便是合成或协调形式。在梦的内涵上它同时代表了二者，也唯因如此，它便难免因果繁复，自相矛盾。同样，语误时，替代或拼凑作用的形成，已颇具凝缩作用的雏形，而凝缩作用在梦的建构中占了相当重要的地位。",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "在一篇通俗的文章里，梅林格曾提出一个十分重要而切合实际的理论，足以说明文字的倒置，尤其是一个字被另一个意义全然相反的字所替代的情形。他说：“我仍记得不久以前，澳洲众议院议长在致开幕词的时候说：‘尊敬的先生们！我有幸介绍某某及某某先生来参加我们的会议，我就此宣布会议“闭幕”’！”在哄堂大笑中他发觉了自己的错误，才赶快改正。在这个例子里，最可能的解释是，这位议长感觉此次会议于他本身殊无利益可言，原就希望它快点闭幕，而这种想法至少部分地透露出来——这种情形本是十分常见的——致使他误“开幕”为“闭幕”，恰恰与原意相反。多年的观察经验使我相信，我们原本就常会误用相反的语词；在我们的意识言语里它们早有关联；它们的位置相当接近，很容易就会弄错。",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "并不是所有的情形都像这位议长的例子这么简单，马上可以用内心思想的矛盾来解释他何以说出相反的字眼而形成口误。我们已分析过的那个例子“aliquis”，其机制也与此相似；内心的矛盾致使我们遗忘一个字眼，而以另一个与它相反的字来代替。然而它们也有不同的地方：aliquis这个字并不像“开”和“闭”那样有确切的相反词，况且“开”这个字本是日常习用的字眼，也不可能轻易遗忘。",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "在前述的例子里梅林格和迈尔已经告诉我们，语误一方面可能来自前移音、后移音及同一句里其他字眼的影响；同时也可能受到与本句原意毫不相干的字句的作用，而这种作用通常很难被察觉。既然已经初步把语误区分成这两种不同的类型，此后我们所要做的事，便是在面对实例的时候怎样来决定它到底属于哪一类型。",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "但是在进入本题之前，让我们先听听冯特他老人家怎么说。他在最近出版了一本有关语言发展的著作，论及语误的种种表现。依冯特先生的意见，这一类的现象必定有心理因素在作祟。“首先，已经说出的声音可以引发一串声音与字词的联想之流，这就是促成语误的最大因素。平时我们心中原有一股意志的力量在压制着这种联想之流，它一旦松弛或低沉，语误也就容易发生了。此外，注意力如果非常专注在某方面，有时也可能造成此事。这种联想的作用，也许其表现互不相同，有时还不应该出现的声音预先来临，或者说过的声音又再重复；有时一个常见的声音嵌入其中；更有的时候，替代的与被替代的字间在发音上全无相似之处——以上种种原本只在方向上有所区别，或顶多也只是联想发生时的情况有所不同，至于其根本性质，原是一样的。有些例子可能使你难以决定如何归类，有时你会觉得，不如用许多的动机同时来解释它，说它顺从原因的复杂性原则[2]，更为合宜。”",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "冯特的见解极具启发性，令人钦服。也许我们可以斗胆更跨进一步，说那些促成语误的因素（未受压制的联想之流，及其反面，压制力量的松弛）通常同时发挥作用，所以这两种因素原只是同一历程的不同因素而已。伴随着此一松弛，或不如更明确地说，经由此一松弛，注意力不再受压制，联想的思绪遂能无羁地驰骋。",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "在我收集的语误例子里，我很难找到一个可以把它之所以扰乱的原因单纯地全然归之于冯特所谓的“声音的接触效果”（contact effect ofsound）。几无例外地，我总是还可以在语句的原意之外找到某些干扰因素的影响。干扰因素可能来自某一无意识思想，只在这一次的语误里透露出一点蛛丝马迹，而唯有经由分析的努力才能把它带到意识界里来，或者它也可能来自一种更为广泛存在而有违这整句话的心理动机。",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "例一 看到我的女儿满脸怒容地咬着苹果，我想引用一句诗歌来嘲笑她：",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "（The ape he is a funny sight， When in the apple he takes a bite） （好可笑的猿猴啊， 当他咬苹果的时候。） ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "但是一开口我就念错了：“The apel……”这似乎是“猿猴”（ape）与“苹果”（apple）的拼凑（协调形式），或者你也可以说这是已预拟于心中的apple这个字的前移。然而，事情的真相则是：起初我已经念了一遍，并没有念错。但是我的女儿被旁的事分了心，没有听到，我不得不再念一次，这一来错误就出现了。我想，在重复时的不耐烦，希望快点念完它，便是这次语误的动机，而它遂表现为凝缩作用。",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "例二 我的女儿说：“我给Schresinger太太写了信。”然而这位女士的名字应该是Schlesinger。这个语误也许可以用发音上的便利来解释。然而我得声明，我女儿的这个错误发生在我把ape误为apel之后不久。语误的传染性颇高；梅林格和迈尔在讨论名词的遗忘时也已注意到这一点。对于这种心理上的传染性，我还不知道如何去解释。",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "例三 病人在诊疗开始后不久说：“我觉得自己像一把折合刀似的被折起来（shutup）了。”但是她把shut说成了sut。你也许可以把这种声音的置换归罪于发音上的困难。但是当我请她注意这次语误的时候，她马上回答：“不错，那是因为你先把earnest（诚挚的）说成了earnesht。”事实的确如此，接待她的时候我就说：“今天我们该诚挚地（in earnest）谈谈。”（因为这是我们的最后一次会面），而我半开玩笑地把它念成了earnesht。在那一小时里，她一直不停地说错话。我终于发觉，这并不只因为她在模仿我，而是因为，由于某一种特殊原因，她在无意识里十分留恋earnest（Ernst）这个名词[3]。",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "例四 某女士说，她的孩子们发明了一种游戏，叫做“the man in thebox”（箱子里的人），但是她却说成了“the manx in the boc”。我马上就了解她何以如此错法。在她说错这句话之前不久，我正在分析她的一个梦——梦里她的丈夫是个十分慷慨的人，恰与事实相反。前一天她曾要求买一件新皮衣，被她的丈夫拒绝，说他没有这么多闲钱。她责备他太刻薄：“什么都塞进保险箱（strongbox）里。”她又提到她一位朋友的丈夫，收入还不如他，却可以送太太貂皮（mink）大衣做生日礼物。如此看来，这个错误便不难理解了。“manx（manks）”这个字可以化为她所渴望的“minks”（貂皮），“box”则与她丈夫的吝啬有关。",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "例五 另一位病人的错误，也显示了相似的机制。她忽然忆起一个久被遗忘的童年情景。她记得曾经有人满怀欲火，伸出颤巍巍的手碰着了她，但记不得碰到了哪里。其后不久她去拜访一位朋友，谈起别墅的事情。朋友问她别墅坐落在哪里，本来应该回答“山坡”（mountainlane）才对，她却回答道：“靠近山腰（mountain loin）[4]。”",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "例六 这是发生在另一位病人身上的事：我们的会谈结束以后，我问候她的伯父近况可好，她回答道：“我不知道，如今我只inflagranti（恶意地）去看他。”",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "第二天她说：“对于昨天那句蠢话我觉得实在丢脸。弄错了这些外国字的意义，你难免要以为我是个没教养的人吧！我实在想说的是enpassant（偶然地）。”当时我们还不知道她何以会用错那个外国字，但是就在那天的会谈里，她顺着前一天未谈完的话题叙述了一个童年回忆，主要都是in flagranti（恶意的）场面。由此可见，前一天的错误正是这个在当时尚未透出意识层面的记忆的前移。",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "例七 讨论到她夏天有什么计划时，这位病人说：“大半个夏季我都会留在Elberlon。”她马上发现错误，要求我分析一下。Elberlon所激起的联想如下：泽西海岸的沙滩——避暑胜地——假日之旅。然后她忆起，她曾和堂妹共游欧洲，这件事我们在前一天分析一个梦的时候曾经谈过。梦的主题是她对堂妹的厌恶，而她承认，这种厌恶的感情之所以发生，主要是因为，当她们一起到国外旅行时，她们同时认识了一个男人，而此人却偏爱她的堂妹。在分析这个梦的时候，她记不起她们在哪一个城市遇见这个男人，而我当时正忙于思索另一问题，也就没有再追问下去。我再度请她集中注意力于Elberlon并说出联想来，她说：“我现在想到Elberlawn——lawn（草地）——field（场地）以及Elberfield。”这个Elberfield正是她前一天想不起来的德国城市名字。如此，这个错误以隐蔽的方式，把一个痛苦的记忆带回意识里。",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "例八 《纽约时报》（1937年10月7日）报告过一则语误（lapsuslinguae）：",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "“昨天晚上，南方联盟女子联合会（United Daughters of theConfederacy）佐治亚分会的代表们开会，聆听拉马尔夫人颂扬杰弗逊·戴维斯[5]。",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "“这位州史专家最后以温和但坚决的语气说：‘让全世界都来瞻仰这位聪慧、仁慈、正直的美国联邦政府唯一总统——亚伯拉罕·林肯！’",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "“直到她坐了下来，才听到席间的窃窃低语，而发现自己说漏了嘴。",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "“拉马尔夫人说：‘这是一个人在激动时难免要说错的现象罢了。’",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "“不错！拉马尔夫人的看法是对的，但是我们必须了解，激动之害只在于提升情感的状态，使我们的注意力几乎全然悬置一旁。在这种状况下，一个人会像喝醉了酒般地表达出他的真实感觉，说出实话。”（此例是布里尔所述）",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "例九 有位病人在来访之前，就先打电话约定会谈时间，同时也问我收多少咨询费。我告诉他，初诊索费10元。等到诊断结束的时候，他再度问起应付多少，并且说：“我不愿欠任何人钱，尤其是欠医师的钱。我宁愿马上还清（pay right away）。”但是他说的却不是还（pay），而是玩（play）。他最后那一句话的过分强调，再加上这个错误，使我提高了警觉，经我连连暗示了几次，他才伸手去掏口袋，使我放下心来。然而他只拿出4张1元钞票，就再也找不出多余的钱，显得十分吃惊和沮丧，忙说以后一定会送支票来。我已确信他的语误背叛了他，相信他只是在玩弄我，但是也拿他没有什么办法。几星期之后，我依地址寄上一份账单，果然被邮局退了回来，信上赫然写着“查无此人”。",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "例十 X小姐谈到Y先生时，显出一副柔情蜜意的样子。这件事可真有点奇怪，从前她对他总是漠不关心，甚至于还有轻视的意味。问她何以心情忽然改变，她说：“我并不曾嫌过他啊；他总是对我这么好，只是我一直没有给他机会，来培植（cultivate）我们的交情罢了。”然而她却说成了“培捕”（cuptivate），这个怪字就是培植和捕获（captivate）的拼凑物，它预告了订婚仪式即将来临。",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "例十一 下述语误的例子正可以用来说明混淆和凝缩的机制：W小姐谈到Z小姐，把她形容成一位十分“straitlaced”（拘谨的）人，不容许一点点的轻浮表现。X小姐接着说：“不错，你说得对极了，我总觉得她十分straicet brazed。”这个错字分开来，可以变成straitlaced（拘谨的）和brazen faced（厚脸皮的），与W小姐的意见恰成对比。",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "例十二 有一次我应其丈夫的要求，为某女士上课。她的丈夫就站在门后听着。讲课结束时，觉得对方已颇有所获，我对她说：“那么再见了，先生！”明眼人马上就可看出，我这句话的对象是那位丈夫，因为我本来就是碍于他的情面才来的。",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "例十三 两位女士站在一家药店门前，其中一位向她的同伴说：“我马上就回来，你能等一会儿吗（a few moments）？”然而她说的却是：“你能等几步路（movements）吗？”原来她要去药店买一些药，不愿她的同伴知道。",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "例十四 L先生只喜欢别人去找他，不喜欢出门拜访别人。有一次他在附近的避暑地打电话来，要我去看他。我提醒他，这次本来就轮到他来看我，何况他还有一部汽车可以代步，更是无可推辞。（当时我们分别在不同的避暑地，相隔约有半小时的火车旅程。）他很高兴地答应了，问道：“劳工节（9月1日）如何？那天你方便吗？”我说没问题，他又说：“好极了，那么，选举日（11月）那天务必等我。”他的错误很容易解释。他很想来看我，但是跑这么远的路真太不方便，如果到了11月我们都已回到城里，就不会有这种麻烦了。他也认为我的分析有理。",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "例十五 有位朋友向我提起一位神经症患者，想知道我能不能帮助他。我说：“我相信，使用精神分析法，我一定能除去他所有的病状，他患的病是可持续（durable）的。”我原想说的是“可医”（curable）的！",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "例十六 有位病人叫做“詹姆斯太太”（Mrs.James），我却老是用她女儿的名字“史密斯太太”（Mrs.Smith）来称呼她。这件事使我发生很大的兴趣，不久便发现，我有一位和她同名的病人曾拒付医疗费。而这位史密斯太太也是我的病人，她马上付了钱。",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "例十七 一个语误有时可以表露当事者的性格。有位少妇，在家里惯于作威作福，有一次谈起她那多病的丈夫，说他曾请教医师如何才能使饮食有益健康。她接着说：“医师说，饮食不会对他的病情有什么妨害，任何我（I）喜欢的他都可以吃、可以喝。”",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "例十八 这个例子虽然积存于我的档案里已有20年，却依然十分杰出，具启发性，我绝不能把它省略掉：一位少女曾在公众面前这么说这些字必定是被那许多秘密的情感和热情硬逼出来的：“不错，身为女人，只有长得可爱，才能讨男人欢心。男人的情况好得多了。只要五肢强健（straight），他便不欠什么！”",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "这个例子给我们一个很好的机会，来检讨错误经由混淆和凝缩而形成的确切机制。显然它是由两个十分相近的句子融合而成的：",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "“只要他四肢强健。”",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "“只要他五官齐全。",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "从“强健”（straight）作出发点，又可以看出原意有两句：",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "“只要他有强健的肢体。”",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "“五肢都得强健才行。”",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "也许我们还可设想，这两种表达——那五官和那强健的五肢—先因数字相同而融合在一句里，因而神秘的“五”代替了单纯的“四”。当然，若不是这句错话意味深长，恐怕错误也还不至于发生。像这样嘲讽式的真话，一个女人当然不可能毫无隐讳地脱口而出。",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "最后，我们还不难注意到，这位女士所说的，用词遣句之间，恰恰暗合故意错说的笑话之原则，成为极其出众的俏皮话。问题只在于她如此说其意图究竟是有意识的还是无意识的。当然这位说话的人在事情前后的举止都显示她所说的已违背她的意识，所以这算不得是一句俏皮话。",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "例十九 由于题材上的相似，我在这里顺便加上另一则语误的例子，其解释较少曲折。众所周知，鼻子的构造极其复杂。某日有位解剖学教授正在吃力地向学生解说鼻孔。他问学生们是不是已经了解他所说的，他们都齐声应是。这位自视甚高的教授于是便说：“我真不敢相信，即使在人口不止百万的维也纳，懂得鼻孔的人，on a finger（用一个手指头）就能数清楚——对不起，我的意思是on the fingers of ahand（用一只手上的手指头）。”",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "在我用以消除和解决神经症状的精神治疗过程里，我常不得不在病人的幻想和偶然的谈吐之中尽力寻找其思想内容，它们虽力图隐蔽，但总会留下一些蛛丝马迹。在这样做的时候，语误的出现实在提供了最佳的分析机会，下面我举出一些十分独特又非常动人的例子来。",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "比如说，病人正在谈他的姑妈，也许不知不觉间，他会把她称做“妈妈”，有时，丈夫会被叫做“哥哥”。这时，我便注意到患者已把这些人物混淆了，把他们看成同一类人，因为他们在他的情感生涯里代表的是同一类型人物的再现。有一次，一位20出头的年轻人来访，自我介绍说：“我是那位你医好了的某某的父亲——啊！对不起，我说错了，我是他的弟弟，他比我大4岁。”从这个语误中我就了解了，他想说的是：像他的哥哥，他的病也是被他父亲搞出来的；像他的哥哥，他也想被医好，但是父亲才是第一个该来就医的人。在种种场合里，字句稍稍奇特的安排，或者谈话时的一颦一笑，便足以在其语句中透露出相当的弦外之音（受压抑的相异动机）来。",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "所以，不管言语的扰乱是大是小，都可以归在一类，统称为“语误”。我发觉，造成这种情形的，并不是声音的接触效果，却是言词含义以外的思想。我并不否认，有某些定律支配着字音的互换；但是在我看来，单是这些条件的存在，绝不足以造成言语上的错误。只要我们更深入地去研究、探讨，我们就会发现，它们原只是某种更间接的心理动机临时借用的现成机制罢了。这个心理动机，根本与这些声音的近似毫不相干。故而以替代的方式表现的语误，绝大多数并不遵循这种发音方面的定律。在这方面，我与冯特的意见一致，相信语误的起源很复杂，必不只是声音的影响效果而已。",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "冯特也曾提过“这些更间接的心理影响”，这的确就正是我所确信的，但并不妨碍我同时也承认，当我们急于说完一句话，再加上某一程度的分心时，语误便很可能依循梅林格和迈尔所指出的法则而出现。但是，在这两位先生所举出的例子里，却大多数不难发现更复杂的答案。",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "我们常常发现，一个人之所以说错话，乃是因为他的内心正在和某些亵渎的含义或文字作挣扎。一般人很喜欢耍这一类的花招，故意扭曲或变化一字一词，把紧要的地方省略掉了，只说出那些看来干净的部分，这种常见的文字游戏很可能趁我们不注意的时候，违背我们的意愿，爬上心头，不期然地出现。这一点不足为奇。",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "这些我亲自收集、经由分析加以解说的实例，导引我得到了上述的观点，我希望读者们不要认为其无迹可循，而贬抑其价值。我衷心相信，就算最最单纯的语误，也可以在其含义之外追寻出半压抑了的理念的干扰因素。我之所以能有如此看法，实颇受惠于梅林格的一项观察：他指出，很奇特地，绝没有人愿意承认自己说错了话。不少聪慧诚实的人，一旦被指出他们言语有误，便勃然大怒。梅林格用的是“绝没有人”（nobody），我不愿像他一样说得那么极端。但是这种错误被指出之时的情感，这种类似于恼羞成怒的心情，的确是很重要的。当我们不能忆起一个忘掉的名词时，我们往往会生气；当一个表面看来不含深意的记忆显示其并非如此，我们甚为惊异；诸如此类的情感全都表明，必有某种造成干扰的动机当时还在发挥作用。",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "故意念错一个人的姓名，差不多就等于对他的侮辱。就算是看来无意的语误，多半也不乏这种色彩。迈尔曾举过一个例子：有一个人在念过“布洛伊尔”（Breuer）这个名字后不久，把“弗洛伊德”（Freud）念成了“弗洛伊德尔”（Freuder）；还有一次更干脆了，说：“弗洛伊尔-布洛伊德”方法（“Freuer-Breudian” method）[6]。我想你必已知道，这个人一定不会热心于我们的分析方法。下一章谈到“笔误”时，我还会举一个人名变形的例子，其意义甚为彰明[7]。",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "在这些例子里，干扰的成分起于说话的人本身的批评态度。而这种态度，当时他本来是不欲表达的。",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "我还听说过一个类似的情形：一个年轻医师被引见于著名的菲尔绍[8]之前，他诚惶诚恐地自我介绍：“我是菲尔绍医师。”教授大感惊奇，盯着他说：“你的名字也叫做菲尔绍？”可惜我不知道这位野心勃勃的年轻人怎么去解释这个错误，是不是他能编一套漂亮的推托之词，说他站在这么著名的人物旁边，自惭形秽，竟连自己的名字也被吓跑了。或者他有勇气承认，他希望自己有一天也能像菲尔绍这么出名，更希望教授别太藐视他。不论他采取哪一种态度来解释，这场见面礼的尴尬恐怕是无可挽回了。",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "基于个人的理由，关于下述实例能否也如此解释，我不愿置评：1907年在阿姆斯特丹召开的国际大会上，我的歇斯底里症理论广受讨论，在激烈反对我的人之中，有一位先生在他那冗长的恶意攻击里屡次说错话，主要是自拟于我，或占用我的名字。例如，他说：“众所周知，布洛伊尔和我（Breuer and I）曾证明了……”等等，事实上他该说的是“布洛伊尔和弗洛伊德”（Breuer and Freud）。这位反对者的名字和我的名字的发音没有相似之处。像这样的例子不胜枚举，于是更使我坚信，语误并不一定需要声音相似来推动，单是那些内容上的隐蔽关联便足够了。",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "某些别的例子更有意思，它们表现了自我批评。一种对于自己所说的话的内在矛盾，有时竟令人说出相反的话来。人们常会在言辞里违逆己意，而在错话之中暴露了内心的不诚实，这种事委实令人惊异。语误委实是一种走了样的表达方式，说出了自己所不愿说的东西。它可以说是一种自我背叛。",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "布里尔说：“最近我看过一位颇有妄想狂迹象的女士，因为她没有亲戚帮忙照顾，我遂劝她自动住进州立医院。她马上答应了，但是第二天她却说，和她住同一幢公寓的朋友反对她住院，她们原先的共同计划不能被打断，等等。我忍无可忍，说道：‘为什么要听你那个朋友的话呢，她一点也不了解你的心理状况；你自己就没有资格（incompeternt）处理自己的事情。’我原想说的是‘有资格’（competent），语误就这样不幸表达了我的真意。”",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "在某些偶然的情况下，由于语句结构的巧妙安排，语误也可能带给人重大的启示，或造成十足的喜剧效果，有如布里尔报告的这些例子：",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "“一个吝啬的富翁邀了一群朋友开舞会。直到晚上11点30分，舞会还很顺遂。其后有一段休息的时间，大家以为晚宴要开始了。令宾客们大为失望的是，并没有什么晚宴，主人只用三明治和柠檬汁来款待他们。那时选举日即将来临，话题多半以候选人为中心；讨论愈来愈激烈，有一位客人是罗斯福的热心支持者，他大声地向主人说：‘罗斯福的好处太多了，说也说不完。但是有一件事不能不提——他是一个绝对可靠的人，铁面无餐。’他本来要说的是铁面无私。在场宾客无不抚掌大笑，主人和那位客人则尴尬得不得了，他们都心里有数。”",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "“有位女士家境不太好，有一次我正在为她开处方时，忽然听到她说：‘请不要开大颗的票（big bills），我吞不下去。’显然，她是想说大颗的药（big pills）。”",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "下面这个例子，在言谈中不觉有误，却严重地背叛了自己。为求详尽起见，特从布里尔医师的原作中完全抄录如下：",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "“有一天傍晚我和弗林克医师一起散步，偶然遇见以前的一位同事，P医师。我们已经多年不见，对于他最近的情况我一无所悉。对于这次不期而遇，我们自然很兴奋，我邀他到咖啡馆去坐，一谈就是两小时。我问他结婚没有，他连忙否认，又说：‘像我这样的人何必结婚！’",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "“快离开咖啡馆的时候，他忽然对我说：‘我很想知道你如何处理这种情形：我认识的一位护士，是一宗离婚案件里的共同被告。一位太太控告丈夫不忠，要求离婚，说出了这位共同被告的名字，因此这位丈夫才得以离婚。’我打断了他，说：‘你是说那位太太得以离婚。’他马上改正过来，说：‘对的，主动离婚的是她。’又继续说下去，说这件案子的审判过程给这位护士的打击不小，她变得十分烦躁不安，天天喝酒。他想知道如果是我，会怎样去医她。",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "“等他一说完，我马上要求他解释自己的错误，然而他也和别人一样，对这个问题颇表惊奇。他很想知道一个人说话的时候，何以竟没有说错的权利。我向他解释，每一个错误都有它的理由，若不是他说他还没有结婚，我会说那离婚案的男主角就是他，而从他说错的话里可以看出，他希望诉请离婚的是他自己而不是他的太太，因为那么一来他就不必付她赡养费，而且可以在纽约州里再婚。",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "“对于我的解释，他坚决否认，但是已经神色大变，连连干笑数声，这更加深了我的怀疑。我请求他‘为科学之故’务必说实话，他说：‘除非你要我说谎，否则你就得相信我尚未结婚，所以，你的精神分析解释法碰壁了。’但是，他接着又说，和一个专挑别人小毛病的人相处实在危险极了。然后他就想起另有一个约会，就匆匆地离开了我们。",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "“弗林克医师和我都深信我对他这次语误的解释是对的，我遂决定继续探讨，求得正确答案。第二天我找到P医师的一位邻居兼老友，他证实了我的每一点猜测。他太太诉请的离婚案就在几星期前生效，案子里也有个护士被告发为共同被告。几星期后，我又遇见P医师，这次他说，他对弗洛伊德的理论已经心服口服了。”",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "在奥托·兰克提供的这个例子里，自我背叛的意味也同样明显：",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "“有位父亲一向以自由分子自命，一点爱国的情操也没有，更不愿意子女被这种‘肤浅’的情绪纠缠。有一天他责备自己的儿子们不该参加爱国游行，孩子们辩说叔叔也和他们一起去了，于是他说：‘你们不该学他，哎呀，他是个呆（idiot）国者。’孩子们脸上的迷惑神色使他发现了自己的错误，他马上抱歉地说：‘当然，我是想说爱国者（patriot）。’”",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "在激烈争吵的时候，如果其中的一位说错了话，且恰与原意相反，对方会毫不犹疑地利用这个优势，占尽上风。由此可见，人们虽然不情愿接受我的观念和理论，为了心情上的愉快宁愿放过这种错失行为，不求甚解；但是一旦必要，他们也能如我在这本书里所做的那样，去解释语误和其他种种错失行为。语误当场所必然激起的嘲笑，正说明了语误并不如一般人认为的仅仅是无足轻重的语误啊。",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "在《华伦斯坦》（Wallenstein）[9]这出戏里，有一个绝妙的例子（《皮科洛米尼》，第1幕第5景），这个语误虽不曾完全暴露了说话人的心声，但对台下的观众而言，却已是颇具启迪性的伏笔。于此可见该剧作者对于语误的机制和居心颇有了解。剧情如下：马克斯·皮科洛米尼（Max Piccolomini）在这一景里热切地为公爵方面辩护，热诚地说，当他陪同华伦斯坦的女儿回营，一路上他才逐渐了解和平的美妙。他的这一番言辞，弄得他父亲，以及宫廷方面派来的专使奎斯滕伯格（Questenberg）十分懊恼。这一景的后半段如下：",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "奎斯滕伯格：可悲啊，我们！事情就变得这样？老兄，难道我们不再叫他回来，让他睁开眼睛，却让他这样子鬼迷心窍地离开？",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "奥克塔维奥（Octavio，从深切的沉思里惊觉）：他早已让我睁开了眼睛。我从没想到我能看到这么多。",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "奎斯滕伯格：你在说什么，老兄？",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "奥克塔维奥：那混蛋的一段路！",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "奎斯滕伯格：什么？什么意思？",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "奥克塔维奥：走——这不幸的一段路我得赶上，我得睁开自己的眼睛看——走……",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "（拉着他要离开）",
        "text_level": 1,
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "奎斯滕伯格：什么意思？去哪里？",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "奥克塔维奥（催促地）：去她那里！",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "奎斯滕伯格：去——？",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "奥克塔维奥（赶快改正自己）：去公爵那里！走吧…",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "在这小小的语误里，“他”变成了“她”，我们便明白，这位父亲已经知晓他的儿子有意追求华伦斯坦之女，而那位专使却仍陷在云里雾里，怨他“在说谜语”。",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "奥托·兰克在莎士比亚作品里找到了诗人应用语误的另一个例子。以下引自兰克的Zentralblatt für Psychoanalyse I.3（《精神分析之中心课题》）：",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "“在莎士比亚的《威尼斯商人》（第3幕，第2景）里，有一则诗歌式的语误，表现了高度技巧，微妙地若有所指；它就像弗洛伊德在《华伦斯坦》里所发现的那一则，不但表现出诗人对这种错误的机制和意义的了解，更假定了观众也一样能够理会。故事的梗概如此：父亲的遗嘱规定波尔蒂亚（Portia）必须凭摸彩盒来选丈夫。很幸运地，她逃过了所有令她讨厌的求婚者。后来她终于发现巴萨尼奥（Bassanio）很合她的心意，但是她更怕他摸不中彩盒。在戏里，她很想告诉他，即使他选错了盒子，他也还可以得到她的爱。但是她又不愿违背誓言。在这一场心理斗争里，诗人让她向她的心上人说出这一席话：",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "（虽然不必就是爱），我心里总好像有点什么  \n使我舍不得失去你；你自己也明白，  \n若我无情，哪里会这样依依。  \n如果不是怕你误会我，  \n（待嫁女儿心，怎好说出口）  \n我真愿留你住上一两个月，  \n才让你为我冒险一试。  \n我原可指点你怎么选，  \n可是这岂不违背了我自己的誓言；  \n故而我也许要终生遗憾，也许你失去了我；  \n如果真的这样，你恐怕要逼得我懊悔，  \n愿当初还是背盟的好。你那双可恶的明眸，  \n竟迷惑了我，把我裂成了两半：  \n一半是你的了，还有一半也是你的—  \n不，我该说还是我自己的；  \n（One half of me is yours，the other half yours-mine own，I would say；）然而我的也都是你的，所以整个都是你的了。",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "“她很想悄悄地暗示他，就在他摸彩盒之前，她已全然是他的了因为她已爱上了他；但是她又不能让他知道。诗人，以其可钦佩的敏锐心灵，遂使之浮现于语误里。他使用这种技巧，以缓解爱人心中无可忍受的悬宕不安，同时也缓解了看戏的人期待后果时的紧张情绪。”",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "有些语误则显然是期望思维的产品，下面有一则例子，它首先出现在《纽约世界电信报》（1934年10月10日）：",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "“某甲，谋杀警员的真凶，昨天晚上在他的牢狱里接受采访。他是个口没遮拦的人，被问到‘你多大年纪？’的时候，他说：‘明年8月我就满29了。’他突然闭口，周遭的沉默显得十分难堪，因为再过两天就是他坐电椅的时候了。”",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "关于语误，本章所申论的观念没有一点不能立刻予以证实。我曾无数次地证明过，就算是乍看之下很不重要、最合情理的语误，也不会毫无意义，更遑论那些显著的例子。有位病人，由于某种深切的个人动机，不顾我的反对，决定往布达佩斯小游。她力辩此行只需3天，无足挂虑，但是她却误说成3星期。如此她暴露了内心的隐秘；不顾我的反对，她委实宁可在那个地方待上3个星期来表示她对我的怨恨。",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "有一天晚上，我到戏院时晚了一步，没接到太太，于是想了一个推托之词，说：“我在10点10分（ten minutes after ten）就到戏院了。”她马上纠正我：“你的意思是10点以前吧。”当然，我是想说10点以前。她明明告诉我海报上写着：“10点以前散场。”10点以后才到，就无可原谅了。事实上戏院很早就散场，我的太太并没有等我。当我赶到戏院时，暗淡的走廊上已没有半个人影。我抬头看看时钟，10点还差5分钟。回家后我决定要说我在10点差10分就赶去了，以便站在更有利的地位。但不幸忙中出错，暴露了我的虚伪，真是偷鸡不成蚀把米。",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "从语误出发，我们可以把这种想法扩展应用于其他种种言语的扰乱里。比方说，我们发窘的时候常会口吃，结结巴巴地说话，这时受影响的并不是一个一个的字，而是整个句子的韵律和行进。这一种言语的扰乱，也和前面所叙述的那一种一样，表露出了一个人内心的冲突。我绝不相信有人在皇帝面前说话时，或宣示其真诚的爱意时，或在陪审团之前为自己的声名荣誉而战的时候，还会说错话；简言之，就像谚语所说的，当一个人全神贯注时，他不会说错话。当我们批评某人的文笔时，我们也大可自自然然地应用这些从语误方面得到的解释原则。如果一个人的书写流利、毫无障碍，我们说他当时处于和谐状态；但是如果语句中处处流露着勉强和繁复、不着边际，我们会说作者的思想还很混乱，尚未成形，或者体会出作者欲言又止的自我批评。[10]",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "[1] dream content是梦的内容，然而它在浮现过程中，不合道德的内容，受检举作用之钳制，故必须经梦的运作（dream work）的过程 〔主要是凝缩作用与置换作用（displacement）〕，才能成为我们所做的显梦（manifest dream）。——译者",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "[2] 这一句楷体为引者所变。— 译者",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "[3] 后来发现，她当时的无意识思想正徘徊于怀孕和避孕的问题上。她在意识里抱怨着“像折合刀似的被折起来”。而这句话的本意指的是婴儿在子宫里的形状。我说的earnest使她记起一个名字——S.Ernst，那是维也纳卡舍纳街的一家大公司，以避孕用具闻名。",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "[4] 中文的“山坡”与“山腰”似乎没什么区别，“山腰”的意味也很单纯。然而英文的loin是相当具色情意味的字，不会用来形容山岭的。——译者",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "[5] 杰弗逊·戴维斯（Jefferson Davis，1808—1889），美国政治家。在南北战争时，被南方选为美国联盟政府总统（1861—1865），与林肯分庭抗礼。——译者",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "[6] 布洛伊尔医师是弗洛伊德早年的良师益友，他们共同发明“布洛伊尔-弗洛伊德”法，以医治歇斯底里症。——译者",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "[7] 我们常常发觉，贵族阶层的人特别容易拼错医师的姓名。从这一点我们可以看出，他们虽然表面上对医师执礼有加，内心却看不起医师。在这里我想引述琼斯教授对于名词遗忘的杰出观察成果（引自《精神分析论文集》，第3章，第49页）：“当我们的名字被别人遗忘时，很少人不会感觉一阵怅惘和痛心，尤其在我们特别盼望这个人应该记得的时候，更易如此。他们自然地就会想到，若不是因为从前相处时没有给对方足够深刻的印象，对方便不会忘掉了他，因为名字是健全人格的一部分。同样地，意外地被一位大人物叫出名字来，会使一个人高兴得不得了。像所有的伟人一样，拿破仑便深谙此道。在1814年艰苦的法兰西战役里，他这种惊人的记忆天分曾露了一手。在克拉奥讷（Craonne）附近的一个小市镇里，他发现市长德彪西（De Bussy）是他20年前在拉费尔军营（La Fére Regiment）时的老同事，他正确地叫出他的名字。这位德彪西先生高兴非凡，拼命地工作以图报知遇之恩。反过来说，你若想表示对一个人的藐视，不妨假装忘掉他的名字，如此，你就向他暗示了，他的大名根本不值得你记忆。文学的表达就常利用这种方法。屠格涅夫的小说《烟》（Smoke）（第22—25页）便有这么一段：‘那么你仍然觉得巴登这个地方不错——嗯，利——先生（M'sieur-Litvinov）。’拉特米罗夫（Ratmirov）称呼利特维诺夫（Litivinov）时总是吞吞吐吐的，好像已经把他忘掉了，一下子想不起来。用这个方法，以及他挥帽致意时的高傲态度，他的目的是要杀杀对方的威风。同一位作者，在其小说《父与子》（Fathers and Sons）里写道：‘省长邀基尔萨诺夫（Kirsanov）和巴扎罗夫（Bazarov）进大厅坐，几分钟后，他再度邀请他们，却把他们当作了兄弟，叫他们基尔萨洛夫（Kisarov）。’在这一幕里，他忘掉了自己早已邀请过他们，把他们当成兄弟，又用基尔萨洛夫称呼他们，如此累积而成了莫大的侮辱。拼错姓名便是走向忘却的第一步，其意义也和姓名的遗忘一样严重。”",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "[8] 菲尔绍（Rudolf Virchow，1821—1902），德国病理学家、人类学家及政治家，在医学史上极具地位。——译者",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "[9] 德国诗人席勒在1799年所作的3个历史剧的总称，包括《华伦斯坦的军营》、《皮科洛米尼》及《华伦斯坦之死》。——译者",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "[10] “Ce qu'on conçoit bien Sénonce clairement，Et les mots pour le dire Arrivent aisément.”— Boileau，Art Poétique “人们心里想得明白的事情，可以表达得很清楚。字句的推敲之间，也就 ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "分外容易。”— 布瓦洛，《诗艺》",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "第6章 读误与笔误",
        "text_level": 1,
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "施之于语误的方法，同样可以用来观察及了解读误和笔误，因为这些功能之间的内在关系原是十分密切的。所以在这里我不愿重复唠叨，只想报告几个经过详细分析的例子：",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "、读误",
        "text_level": 1,
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "例一 我斜拿着一叠《莱比锡画报》（Leipziger Illustrierten）随便翻阅着，偶然看到封面的一个标题：“在奥德赛（Odyssey）举行的婚礼”。我吃了一惊，赶快把画报拿正了再看，原来是：“在奥斯齐〔Ostsee，即波罗的海（Baltic Sea）〕[1]举行的婚礼”。为什么会出现这种无聊的读误呢？",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "我的思绪马上转向拉什的一本书——《“音乐幻想”的实验研究》（Experimental Investigations of “Music Phantoms”）。这本书我最近颇为留心，因为它触及的是我感兴趣的心理学问题。此书的作者预告他不久将再出一书，名叫《睡梦现象的分析及原则》（Analysis andPrinciples of Dream Phenomena），我自己刚刚出版《梦的解析》不久，当然以极大的兴趣关注着这一本书的出现。拉什的著作以聆听音乐的幻想为主题，就在那本书的序言里，我便读到了一则详尽的推理，证明古希腊神话（Hellenic myths）及传说多半来自睡梦与聆乐时的幻想，来自梦幻与神志昏迷的状态。看到了这一段高论，我马上翻阅该书，很想知道他是否也明白，奥德赛现身于瑙西卡公主[2]身前的那一幕，根据的便是人们所常做的裸体的梦。我的一位朋友也曾提醒过我，小说家G·凯勒（G.Keller）在《绿衣亨利》（GrünemHeinrich）里，也曾解释过这件事，他认为奥德赛的这一幕客观地代表了一位海员漂泊他乡时所做的梦。我则愿意指出，它与裸体暴露的梦更有关系。",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "例二 一个望子心切的女人，总是把Stocks（存货）念成Storks（鹳鸟）[3]。",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "例三 有一天接到一封信，报告了一则非常不幸的消息。我马上把太太找来，告诉她那位可怜的H·威廉太太（poor Mrs.Wm.H.）已病入膏肓，群医束手无策。大概我在表达悲悯的感情时语气有点儿古怪，",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "使得太太动疑，她说，常人写信，多半不会用丈夫的名字来称呼他的妻子，何况写信的人很熟悉那位太太的闺名，所以她想看看信再说。我力辩此事不假，并且说，礼俗上送拜访卡的时候，女人原都冠以丈夫的全名，为什么写信时不能以此称呼。最后争不过她，才满不情愿地拿起信来再念，这次所看到的，却是：“可怜的M·威廉（poorW.M.）”，然而这次我所念的，竟还是错误的，事实上是：“可怜的M·威廉医师”（poor Dr.W.M.）。我的这一读误表现着一连串的努力，想把这一则悲伤的消息从这个男人转移到他的太太身上。其中最重大的错误，在于把“医师”看成了“太太”。所以在读第二次的时候，印象和事实之间的矛盾，使我在不知不觉间省略了那个名衔。我之所以会念错，倒不是表示我不在乎那位女士的死活。其实恰恰相反，正因为她在我心中所占的地位更重，所以我一看到这个不幸的消息，马上想到的就是久罹此病的她，从而大为恐慌，没想到会是另一个人。",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "例四 另一种同样可笑，也同样恼人的读误，常发生在我度假于别的城市到处逛街的时候。那时街上每一个招牌，只要字音或字形上与“古玩店”（antiquities）有一点相似之处，我就会把它看作“古玩店”；这件事表露了像我这种有古玩癖的人锲而不舍的收集精神。",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "例五 布洛伊勒在他的一本重要著作里写道[4]：",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "“有一次正在看书的时候，忽然觉得再往下两行就有我的名字。但令我惊奇的是，我只看到了blood corpuscles（血球）这两个字。我曾分析过成千个读误的例子，有时就发生在视野的中心，有时只在其边缘，但是没有一次像这样离奇。因为，一般而言，能使你看错的字，必定和原先的字有相当近似的地方。比如说，当我把一个字误看成我的名字时，这个字多半包含我的名字里所有的字母，而且互相之间靠得很近。但是这一次的情形：blood corpuscle，和我的名字Bleuler，则根本天差地远，一点也没有相似的地方。然而这一个错觉，这一个关系妄想（delusion of reference）却不难马上得到解释：我所读的文章主要批评的是科学性作品的拙劣笔调，这正是我引以为憾的缺点，所以我便不免愈读愈心惊，觉得他马上就要提到我的名字了，拿我的文章做例子来说明了[5]。”",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "二、笔误",
        "text_level": 1,
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "例一 在一张主要用于记录日常业务的纸片上，本应是9月20日的那一栏里我写着：“10月20日，星期四”。这一个使我吓了一跳的前移，不难解释为期望的表达。就在几天之前，我刚度完假回来，心神爽朗，觉得再多的工作也负担得了，可惜顾客稀少，门可罗雀。那时有位病人来信，说她将在10月20日应诊。9月的同一天，当我记日志的时候，心里一定在想着：“某女士为什么不早点来？浪费了这一个月实在可惜！”顺着这个思绪，我竟把日期往前推了一个月。在这一个例子里，干扰的思绪并不能算是不愉快，所以，一旦我发现自己的笔误，马上就能找到答案。次年的秋季，我又犯了一次类似的笔误，其动机全然相同。琼斯医师曾经深入研究过这一类的例子，他发现日期的误写绝大多数可以找到动机。",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "例二 我接到将在《神经病学和精神病学年报》上发表的文章的校样，其中引用了许多来自不同国家的人名，不易辨认，很容易排错，所以我当然得仔细地校对一次。果然，这次依然有许多发音怪异的人名没有排对，需要更正；但是，有趣得很，排稿者也曾改正了我底稿上的一个名字。我所写的是布克尔哈德（Buckrhard），排稿者猜出我的意思是布尔克哈德（Burckhard）。布尔克哈德是位产科医师，我在文中赞扬他的一篇文章：《分娩过程对婴儿期麻痹的起源之影响》，我对他绝无恨意。但是维也纳有一个和他同名的人，曾把我的《梦的解析》贬得一文不值，令我万分不满。似乎当我写着这位产科医师的名字“布尔克哈德”时，对另一位布尔克哈德的憎恨之情自然涌现。我在“语误”那一章里早已说明过，人名的扭曲总包含着贬抑对方的意味。",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "例三 本例是一次看起来很严重的lapsus calami（笔误），也可以当作“误引行为”看待。我想从邮政储蓄银行里提取300元寄给远方的一位亲戚，好让他去温泉地疗养。但我发现自己存有4380元，便决定只留下4000元的整数。写完支票，我忽然发现票面上并不是我所想写的380元，而是438元。我被自己这个不听指挥的行为吓了一跳。当然，这并不是什么严重的事情，我的智力并没变坏。但是我想了好一会儿，才明白那个未曾透出意识层却改变了我原先意向的是什么。",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "起初我想错了方向：我从438元中减掉380元，但是并没有得出什么结果。后来灵机一动，我才找到那个正确的关系：438元正好是全部款项4380元的1/10！那一个书贩岂不也想杀我1/10的价么！我想起就在几天前，我曾挑了几本自己已经不感兴趣的书还给那位书贩，索价300元。他觉得我要得太多了，不过还是答应几天以后给我确切的答复。如果他能一下子就接受那个价钱，我便恰好可以拿来送给我那位生病的亲戚。无疑地，我十分惋惜这些钱的失去。用另一个角度来看，或者可以更容易了解：这一次笔误的情感背景，可以说是害怕自己因为乐善好施而变贫穷。然而不管是惋惜这笔钱也罢，害怕贫穷也罢，在我的意识里都是些陌生的东西：答应帮助别人的这笔钱，我并不觉后悔，我不难感觉出这些内在的动机只是可笑的解释。要不是早已习于精神分析工作，熟知精神生活的潜在成分，而且几天前还做过一个意义相同的梦，我必不会相信自己曾有这种情感存在。",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "例四 面对印刷上的错误，我们常难以发现谁是真正的祸首，然而潜伏其中的心理机制还是和其他的错误相同。从排版上的错误我们也可以看出，人们绝不会放过这些“错误”而不以为然；看到受害者的愤愤不平，我们发现，一般的见解原也不认为错误只是意外而已。下面所引用的《纽约时报》编者栏，清晰地表达了这件事情。心智敏锐的编者对此还有一番言论，与我们的观点全然相反，也很值得注意：",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "作家笔上的小鬼",
        "text_level": 1,
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "“看啊，小小的一字之差，便燃起了一场大战。前几天，星期日出版的《时代杂志》第一版，在编辑栏中有这么一句话，掉了一个‘勿’字：",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "‘许多年来，南方的报纸总是劝着南方的农民们（勿）把他们的希望全放在一次丰收上。’",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "“这个恰与作者原意相反的错误，在下一版中便改过来了。但是（notless）[6]，在鲍尔先生领导下，以严肃的态度、敏锐的心机反对一切的《查尔斯顿城新闻信使报》（News and Courier）却不以为然：他们说这是一次可悲的错误，犯错的人万死不能辞其咎。他们责备得相当厉害，还好心地，也许好心得有点虚伪，要‘唤起’人们的注意。",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "“事实上，大多数报纸都会发生一两个错误，这种事我们绝不会去计较。‘勿’（not）这个字尤其容易丢掉。为报纸写过稿的作家都深知他们总有一天会掉进这种陷阱里。为什么一个错误在手稿和校样的时候隐藏得那么成功，一旦印刷出来，却变得昭彰显著，尽冲着你笑？某些研究‘魔鬼学’（demonology）的人深信有所谓‘作家笔上的小鬼’在捣蛋。”",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "关于魔鬼的恶势力，这位编者的假设令人惊讶。检视更多排版上的错误之后，我们宁可相信它们不会无缘无故地发生。",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "下面两个例子得自《纽约时报》中的“柏林通讯”：",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "“一位校稿员因为把某文的公式化结尾‘向希特勒致敬’排成了‘向希特勒治病’（HeilHitler多了一个t，变成Heilt Hitler。Heil：致敬，Heilt：治病）而被抓进牢里。他辩称这只是一个错误，但是没人理他。纳粹早已焚毁弗洛伊德的作品，但是他们似乎仍了解弗洛伊德的学说。这个错误明白表示了校稿员对希特勒人格的看法。他的错误无意识地表达了他希望上帝能医好希特勒的疯狂。",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "“第二个例子表现了即使那些最亲近Fuhrer（领袖）、不时歌颂德国的人，也并不真的相信他们自己的话。下面是一则发自柏林，登载于《纽约时报》（1936年11月12日）的通讯：在庆贺1800位“希特勒少年营”男女孩童参加德国历史上最伟大的Freiheitzbewegung（自由运动）时，纳粹组织的副头目鲁道夫·赫斯（Rudolf Hess）却用了Freineitzberaubung（自由剥夺）这个词。《本地万象》（Lokal-Anzeiger）直接将其刊登了出来，惹来不少麻烦。”",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "道德意味很浓的抽象文句，常经由排版的错误而出现色情方面的含意，有如下例：",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "例五 某教师著文讨论数学法，提到一个“可以ad libidinem（纵欲地）[7]教导少年的”计划。",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "例六 不久以前，下面这个尴尬的印刷错误出现在一本以教师和父母为对象的高水准读物《底特律教育概况》一书里：“死后遗下来的善事，便是我们的‘不道德’（immorality）。”这句话是爱默生所说的，但是其中immortality这个字里少掉了一个t，“不朽”遂变成了“不道德”。",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "例七 即便是《圣经》也难免发生印刷错误。著名的《邪恶圣经》（Wicked Bible）因为其中十诫中的第七诫[8]未用否定句而扬名。《圣经》的这一个钦定本在1631年发行于伦敦，据说印刷者因此被判罚金2000英镑。",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "另一个《圣经》上的误印发生于1580年，是在德国黑森（Hesse）当地著名的沃尔芬比特尔（Wolfenbuttel）图书馆里找到的。《创世记》写道，上帝告诉夏娃，亚当是她的主人，将管辖她。德文译成：“Und er soll dein Herr sein（他将是你的主人）。”这时Herr（主人）却变成了Narr（意思是呆子：“他将是你的呆子。”）最近的看法似乎认为，印刷者的太太是位悍妇，不许丈夫管她，这个错误是她故意弄出来的。",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "例八 琼斯医师报告了一则有关布里尔医师的例子：“虽然他已决意戒酒，有一天却经不住朋友的强求，怕得罪人家，强喝了几杯。第二天清晨，他那用眼过度而发生的头痛更加严重，使他十分后悔前一晚的放纵，就在他回想这件事时，思想不觉地便表现在笔误上：他正在记录病人所说的话，其中有一个女孩子名叫‘埃塞尔’（Ethel），他却写成“乙醇”（Ethyl）。为什么会发生这种错误呢？因为这个女孩非常嗜酒，听到她的名字，布里尔医师的心里便不免隐隐作痛。”",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "例九 某女士想写信恭贺她的姐姐迁入一幢宽敞的新居。有位朋友在一旁看着，发现她把地址写错了。不仅如此，她写的还不是迁居前的旧址，而是许久以前姐姐初结婚时所住的地方。朋友指出了这个错误，她说：“还真是这样！但是到底为什么会这样？”朋友回答道：“也许你嫉妒她拥有那个宽敞的住宅，而你还只能住在这拥挤不堪的地方，所以你便把她放回她的第一所房屋里，那里的情形和你这里差不多。”“我当然嫉妒她的新房子，”她诚实地承认，想了一会儿，又说，“人真可怜，总摆不脱这种卑劣的情操。”",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "例十 这个例子是由布里尔医师提供、琼斯医师报告的：在一封致布里尔医师的信里，有位病人试图说明，“棉花危机”期间在事业方面的忧劳和激动正是他致病的主因。他写道：“我的问题全都起因于那个凄冷的冬季，那该死的一阵冷空气，甚至把下一期的棉种都冻死了。”但是“凄冷”却被写成了“妻冷”（frigid wave变成了frigid wife）。在内心深处，他很想责备太太的性冷淡与不能生育，其实这也已经很接近事情的真相，如果再进一层思考，他就会发现，情非得已的禁欲，正是他致病的最大原因。",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "例十一 关于无意识所促成的省略，下面有一则布里尔提供的例子：“一位显赫人物曾来信向我询问治疗情形，并终于下定决心，约了一个日期前来应诊。然而他并未赴约，却送来一封道歉的信函，写道：‘因为临时发生了可预见（foreseen）的事情，使我不能赴约。’他想写的当然是不可预见（unforeseen）的事情。几个月之后，他终于来见我，在此后的分析当中，我证实了之前的猜测：并没有什么不可预见的事发生而使他分身乏术，而是有人反对他来见我。但是他的无意识不肯说谎。”",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "我们在写的时候比在说的时候更容易发生错误，对这一个明显的现象冯特先生有一番动听的言论。他说：“平常我们说话的时候，意志的压抑力量经常运作，使发音时的思路趋于和谐。如果思路的流动受阻于表达上的缓慢，比如在书写的时候，前移现象就很容易发生了。”",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "我还极愿一提的是，关于造成读误的种种宿因的观察，颇能激发我们的好奇心，而这很可能会是丰硕研究成果的起点。我们都知道，大声朗读时，人们的注意力常会从书本游离，进入自己的思绪里。这种分心的结果往往是：如果你忽然打断他，问他现在正在读什么，他会茫然不知所对。换句话说，他的朗诵是自动的、机械式的，但还是很少读错。我不相信在这种情况下，读误会增加。我们反倒更相信，当我们机械式地做一件事，一点也没有意识参与其间的时候，发生的错误最少。由此可见，不管在语误、笔误或读误里，注意力的变化并不像冯特所想象的那样（注意力会减少或消失）。上面我们分析过的那些例子里，没有一个曾有注意力减少的迹象。我们所发现的却总是另外一回事：强侵进来的其他思想干扰了注意力。",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "[1] 奥德赛，又名尤利西斯（Ulysses），希腊联军征讨特洛伊城时的勇将，以机智著称。荷马史诗《奥德赛》叙其漂泊海上10年，始得返乡。德文Ostsee意即“波罗的海”，位于德国之北。——译者",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "[2] 奥德赛与瑙西卡：奥德赛沉船于费阿刻斯人所居的斯克里亚岛附近，奋游上岸，衣物皆失，裸睡于树林里，其时瑙西卡公主因受雅典娜女神托梦，率宫女来此树林中的溪流里洗涤衣裳。奥德赛被她们吵醒，以一片树叶蔽体上前求助，遂得饱餐及服饰，并荐于王前，助其继续航行归国。——译者",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "[3] 西方俗语谓“鹳鸟送子”。— 译者",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "[4] 引自布洛伊勒所著《情感、暗示性及妄想狂》，第121页，Halle，Marhold，1906。",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "[5] 读误的现象十分普遍，所谓read-in，就是在文章里看出自己所要的东西来。敬重弗洛伊德的人，可能把E·弗洛姆看作S·弗洛伊德；爱读泰山小说的人，会把《泰西五十轶事》看作《泰山五十轶事》；因为李后主比较有名，我们可能看完陈后主的故事，却以为写的是李后主；逛书摊的时候，“性格”可能看成“性欲”；想念某一个人，她的名字可能到处冒出来。以上是中文方面读误的例子。——译者",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "[6] 这是作者故意拼错的字。— 译者",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "[7] 他本来要写的是“ad libitum”（自由地），这是一个在英文里常用的拉丁文短语。译者",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "[8] 第七诫“Thou shalt not commit a clultery”一句中的“not”漏掉。——译者",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "第7章 “印象”及“解决”的遗忘",
        "text_level": 1,
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "若有谁敢于高估我们对人类心灵的了解，只要请他多想想有关“记忆”的解释，便能使他陡然谦虚起来。到现在仍旧没有一种心理学理论，可以完善地解释“记得”和“遗忘”的根本现象之间的关联；其实，即便只是让我们得以实际观察的完整分析，迄今也还不曾有过。“遗忘”可能比“记忆”更加令人迷惑，特别是在我们研究了梦和精神病态之后，发觉许多我们认为早已不复记得的事情，会忽然又回到意识里来。",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "当然，我们已有某些观点，正期望能得到普遍的认可。比如我们认为遗忘是循某一突发过程的暂时释放。我们很想强调：遗忘，以及一切印象或经历，在现有的印象中皆有着选择性存在。某些记忆历久弥新，某些早经遗忘的记忆会陡然觉醒，关于此中奥秘，我们已颇有了解。然而，面对日常生活的无数状况，我们的知识尚嫌不完善、不可靠。举例来说，有两个人结伴旅行，事后我们听他们描述的所见所闻，你将惊异地发现何以一个人记得如此深刻的东西，另一个却几乎毫无印象，而你通常找不出造成此种重大差别的心理因素存在。显然有许多决定记忆与否的因素，仍在我们的所知范围之外。",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "由于想增加一点对“遗忘”这事的知识，我很情愿拿我个人一些“遗忘”的经历来作点心理分析的工作。当然，我针对的是那些令人惊讶的遗忘，那些在我看来根本不该发生的遗忘。我还想再说明的是，我是很擅长记忆的（对于所经历的，而非所学的），在少年时代我常常表现出超人的记忆力。做学生时，复诵我所读过的书，实在轻而易举。大学入学之前，我曾在听过一场科普演讲后，逐字默诵了出来。医学院毕业考那段紧张的日子里，我这秉赋有了尽情发挥的机会，许多题我都不加思索地答了出来，就像教科书的翻版一样，而其实那些东西我只不过用最快的速度看过一次而已。",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "那些日子之后，我的记忆力就渐渐走下坡了；然而至今，我仍相信，使用一点小小的计谋，我便不难回忆起许多自以为不复记忆的事。例如当我应诊时，如果病人说我曾见过他，而我对此事的时间地点和内容毫无记忆，我就放任自己好好地猜一阵子——从最近开始，一直往前追溯，让它们很快地在心里打转。这种猜测，其精确的程度常令人惊奇，比如说病人所记得的正确年份是10年前，我的误差很少超过6个月以上。同样地，当我遇到一位生疏的朋友，出于礼貌我常问问他小孩的近况。他一面说着小孩的近况，我便在那里猜测孩子的年龄。我通过那位父亲的描述来作估计，便发现这种估计的误差通常只有一个月，大一点的孩子也不过差上个两三个月而已。为什么会猜得这么准？我的确没有什么祖传偏方可说。最近我变得更为大胆了，经常突然就说出我的估计，亦不会暴露我对他孩子的漠不关心，从而避免了使他难过。我引导了广大的无意识记忆来增强意识的记忆。",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "关于遗忘，我准备报告一些有趣的实例，其中大部分是我的亲身体验。首先我想将遗忘粗分为两类：一种是印象和经历的遗忘，也就是知识的遗忘；另一种是“解决”的遗忘，这一种遗忘使我们忽略某些预定要做的事。所有的观察合起来，提纲挈领地说，我有如下一个公式：任何一种“遗忘”都有动机可寻，而这个动机通常是一种不愉快的经历。",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "一、“印象”与“知识”的遗忘",
        "text_level": 1,
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "例一 今年夏天，有一次为了一件芝麻小事，太太惹得我十分生气。我们当时正在一家餐厅吃饭，有两个不识相的人竟坐到我们对面来。其中有一个是维也纳人，从前曾和我颇有交往，但我们后来的决裂是相当彻底的。我太太对他的声名狼藉毫无所闻，反而很欣赏他的谈话，不时问我一些问题，内容总是接上他们话题的思绪。我被逼得忍无可忍，终于爆发。几星期后我偶然向一位亲戚抱怨起太太的不懂事，谈起这件事，却再也想不起半句那两个人所谈的话来。我原是个常陷于自我烦恼的人，不会轻易忘记那些令我困惑的经历，所以这次遗忘症（amnesia）的表现，无疑是尊重我太太不愿失她面子的结果。",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "不久前我还有一次相似的经验：我太太刚说了一句可笑的话，几小时后，有位好友来访，畅谈甚欢，我想重述她那句蠢话让他乐一乐，不料竟连一个字也想不起来。倒是太太大方，不在乎自己再讲一次，才解了我的窘。这个例子容易理解，当关系到我们身边最亲近的人时，事事只想维护，这一判断就起到了干扰作用，导致遗忘。",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "例二 有位远道而来的女客人托我买一个存储文件和财物的小保险箱。我马上想到市中心的一处地方，里面满是大小不一的保险箱，到那里去一定不会失望。奇怪的是，我一直想不起那条街的名字，只觉得从前自己曾一天到晚路过那一家店，觉得不管怎样到市中心逛逛，总是可以碰到的。然而，踏遍了市区，那家保险箱店竟然杳无踪影。想到要再从头走一遭，我觉得相当麻烦，差点想交代给别人去做算了。后来，随手翻阅着备忘录的许多地址，料想不到却认出了之前忘记的那条街名。我的确走过那店铺的橱窗无数次，每次都是去M君家拜访，他家就住在同一幢楼里。自从我们的亲密友谊转变为绝对的疏远后，我一直不假思索地远远躲开那幢房子和那条街。也正是因为这样，我才会在忙着找保险箱店的时候，走遍大街小巷，单单漏掉了该走的那条街，避之如禁地。",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "由此例也可了解，这次“迷路”同样源于不愉快的动机，但是其遗忘机制则不像前例那么单纯。我的反感原非针对卖保险箱者，而是另一位我宁愿永远忘记的人，但是情感却依附了这点外在牵连而转移，造成了这次遗忘。同样地，前面已提过，在Burckhard这个例子中，对一个人的憎恨可以导致对另一个人名字的误书。在那里，名字的相似联系了原本不相干的两种思绪；在此例中，联系却出乎位置的相近与环境的不可分。再加上我与那家人的疏远源自金钱来往的纠纷，两种思绪就纠缠得更紧密了。",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "例三 某公司的一位主管请我去看病。一路上我总觉得自己对那个地方很熟悉，似乎常去那幢建筑物的楼上应诊，而那家公司的招牌就在楼下。但是究竟那是什么时候的事情，房子又是什么样子，我竟一点也想不起来。在一般情形下人们对这种小事大概会一笑置之，而我却全神贯注地思索，收集有关思绪的点点滴滴，终于找到了线索：那家公司的楼上原来是我常去探望病人的“费舍尔公寓”。这时，我想起这幢建筑物了，它不仅有这家公司，还有“费舍尔公寓”。",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "想不通的是，有什么理由让我忘记它？想来不管是公司还是“费舍尔公寓”或里面的病人，都不至于给过我什么坏印象。况且如果其中真的有什么难堪的瓜葛，我绝不可能仅凭自己的努力一下子就回想起来。我遂再继续想，想起不久前，当我去这个公寓探访病人时，在路上遇到的一位泛泛之交。这个人在几个月前情况一度十分严重，曾被我诊为全身麻痹（general paresis）。不料他没几个月就完全好了，可见当时我的诊断是错误的。然而复元恐怕只是病状的暂时和缓，如此一来，他的病便很有麻痹性痴呆（dementia paralytica）的嫌疑。在这种情况下，我的诊断还是站得住脚的。我大概是受了这件事的影响，才会忘掉那幢房子。另一方面，对这种隐晦的病症，一般人总会有无意识的兴趣，我当然也不例外。鼓动我努力回想的，恐怕就是这种倾向。此外，它们之间还有其他疏松的内在联系。其一是地位的相似：那位神奇复元的人，同时也是一家大公司的职员，平时常介绍病人给我；其二是名称的相似：和我会诊、同意他患麻痹症的医生，也叫费舍尔，恰与我忘记的那幢房子里的公寓同名。",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "例四 东西放错地方，或我们忘记它在哪里，都深含意义。常人不难在一大堆书里找出他所要的那本，同样地，我对身旁东西的位置也记得很清楚，闭着眼睛都可以拿到。所以这件事情就很不寻常：不久前我接到一本图书目录，准备订购其中列出的《论语言》一书。然而不久后，目录便放错了地方，再也找不到了。我很喜爱那本书里作者活泼生动的文笔和他对心理学的深刻了解。他对人类文明的睿智卓见浩瀚渊博，令人激赏。但是问题的症结也就在这里：我常把这个人的著作借给朋友们欣赏，几天前，有人在还书时说：“他的文笔和你的很像，而他的想法简直和你一模一样。”说这句话的人不曾知道，这样的评价让我多么激动！许多年前我还年轻，很需要得到帮助。有一回我向某同仁介绍这位医学界名人的作品，他看后的的确确就这么讲：“那根本就是你的格调和文笔。”我很受感动，马上写信给这位作者，期求建立联系，却遭到了冷淡的回绝而不得不“安分守己”。但是想通了这件事之后，丢掉的书目却还是没出现，也许无意识里还隐瞒着什么更惨痛的经历不曾揭露吧！无论如何，书名和作者的名字我都知道，订购起来并无困难，然而面对这不祥的兆头，心里总不免怏怏然，终于顺了无意识的意向，打消了买书的意图。",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "例五 在这个例子里，最引人注目的是东西的失而复得。一位年轻人如是叙述：“几年前我和太太之间常闹别扭。虽然我很喜爱她良善的性格，却更讨厌她的冷漠，我们‘相敬如宾’，不曾有多少温柔体贴的表示。有一天她散步回来，带了一本书给我，认为它很对我的胃口。我殷勤致谢，保证一定好好地读，但是一经放下，那本书就消失得无影无踪。其后几个月里，我偶然想起这本失踪的书，觉得很对不起太太，也曾翻箱倒柜，但是最终一无所获。",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "“差不多6个月后，我所敬爱的母亲在遥远的老家病倒，太太回去照顾她。母亲的病日渐沉重，这时我才深刻体会到太太的贤慧淑贞。某夜，想着她的孝心和劳苦，又是懊悔，又是感激，怜爱的心情便油然而生。我有如一个梦游者一般走近了书桌，不由自主地拉开某一个抽屉，里面赫然躺着那本销声匿迹已达6个月的书！”",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "例六 下面这个“误置”的例子，每个精神分析家都很熟悉。我想强调的是，把东西放错地方的病人，后来又为自己找到了解决的方案。",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "这位病人，因为他的分析正陷于“阻抗作用”之中，而且健康情形也不太好，不得不中断精神分析去度假避暑。出发的前一晚，他将钥匙放在经常放置的地方（至少他自以为是这样做的）。后来他想要拿一些放在抽屉里的东西，却找不到钥匙了。同时钱也被锁在抽屉里面。那些钱有一部分是第二天旅行要用的，另一部分则是在最后一次接受心理治疗时要付的医疗费用。",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "他马上在自己房里进行“地毯式”搜查。越找越急，越急越找不到。他知道“放错位置”是一种症候行为（symptomaticact）——意即，有意于如此做——便叫醒仆人来找寻，因为仆人不会像他这样被情感蒙蔽，以致“视而不见”。又过了一小时，他只好放弃搜索，自认倒楣。第二天清早他到那家桌子工厂订购新钥匙，叮咛厂家千万快点送来。回到家下车的时候，与他同车的两位朋友都听到了明显的金属落地声。钥匙居然从他口袋里掉了出来！原来它夹在一本厚书和一本小册子间，那本小册子是我一个学生的作品，他借去打算要在旅途中当作消遣。它们被安放得如此巧妙，历经搜查，竟没有人找出来。我们后来请他再试一次，他却再也没有办法做到了。这种无意识的技巧，源自秘密而强烈的情绪意向，能把东西藏得如此周密，就像梦游者能履险如夷，做出一些他清醒时所不敢做的事，却不致发生意外，其理相同。回过头来说明这次事件的动机，它当然是对两件事的不满：其一，治疗被中断；其二，自己的病情严重，医生竟还忍心索取那么高的医疗费。",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "例七 布里尔谈到过：“有某男士被他太太强迫去参加宴会。经不住太太的恳求，他正打开衣箱想拿礼服，忽然想起还没有刮脸。刮脸后回来，却发现衣箱被锁上了。他拼命地找了许久，钥匙始终不知去向，星期天晚上又请不到锁匠，‘万般无奈’，只得失约。第二天锁匠打开衣箱，发现钥匙就放在里面。显然这是那做丈夫的人去刮脸前的‘无心’之过吧！他立下重誓，保证这完全是不自觉的，不是故意的，但我们早知道他很不情愿参加宴会，所以钥匙之所以放错地方，想来也不会没有原因吧！”",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "琼斯发觉，每当他吸烟过多，喉咙发炎，烟斗便会莫名其妙地跑到稀奇古怪的地方，找起来十分困难。",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "如果一个人对“误置”的种种实例有所考查，他就应该清楚，“误置”其实也是无意识的意向所致。",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "例八 1901年夏季，我曾向一位学术上的好友透露最近的研究心得：“每个心灵发展之初都有两性的倾向。只有在你完全接受了这件事以后，种种神经症现象才能完全解决。”他给我的回答是：“这句话两年半前我们在英国漫步时我就曾说过了，当时你不曾理会。”",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "发觉自己不是一种观念的创始者，原是很痛苦的一件事。我不能忆及我们的对话以及这位朋友给我的启示。我们两者必然有一个是错的，推想起来那错的人应该是我。果然，几星期后，心窍渐开，我回忆起那一切。我也想起自己当时回答他：“我还没走得那么远，现在不想谈它。”从此以后，每当我在医学文献上看到某些我曾奉献心力的观念竟漏去我的名字时，我就想起这件事，以己度人，便能心平气和地原谅别人。",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "关于“遗忘”，我们日常所见，形形色色，原本不胜枚举，但是要合理地解释它，却有赖于诸如此类痛苦的题目：暴露自己妻子的缺点，好朋友变为仇敌，行医诊断时的错误，同行间的相忌，或把别人的观念不自觉地据为己有。我想这绝非偶然；我很愿意相信，不管谁，只要对他自己“遗忘”事例的导因有兴趣研究，就会发现许多同样令人苦恼的情况。对不愉快事物的遗忘，其程度虽然因人而异，但我相信普天之下，几乎没有人可以幸免。某些我们在行医时常见的撒谎式的否认（denial），可能也仅是对不愉快事件遗忘的一种[1]。在我们看来，此种遗忘的唯一不同之处，在于它完全是心理联系的问题。而两种反应其动机的表达是相同的。关于病人家属们对于不愉快事物的矢口否认，我收集颇多，其中有一例印象特别深刻。",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "有位母亲叙述她那患有神经症的小孩的童年，说到他，以及他的兄弟姐妹，小时候都有尿床的毛病；这在神经症病人的病历上是颇有意义的症候。几星期后，当我们在研讨如何治疗这个小孩时，我以病历上记载的尿床为例，请她注意他天生的虚弱体质。很奇怪的是，她竟坚持她的小孩里没有一个尿床，反问我哪里来的这种想法。我告诉她，几天前她才这么说过，居然忘起来速度这么快[2]！",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "关于不愉快往事与痛苦意念的阻抗作用，你即便在没有神经症倾向的、健康的人里，也可以找到无数的例证[3]。然而若你不跨入神经症患者的心理学的范畴，则不易估计此事的重要性。那些人不得不重用此一根本的防卫力量，阻遏痛苦感觉之涌现，就如生理学上常见的，疼痛刺激之后的逃避反射一般，成为种种歇斯底里症发生的柱石。你无须因为人们不能驱除纠缠不休的痛苦回忆，或种种良心谴责、懊悔等悲哀的情绪，便反对这种防卫倾向的存在。没有人认定这种势力一定居上风。在各种心理力量较量的过程中，它可能败给那些激起相反情感的因素，显得无能为力。",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "人类精神的建构，或可分为几个高低不同的层级，分别放置不同的事例。很可能这防卫势力隶属较低的心理现象，而常为较高级者所压制。不管如何，我们在这些例子里所追踪出来的心理历程，已诉说了这种防卫势力的存在。我们了然于胸，有些事因本身的缘故而被遗忘，而有时，防卫势力失去它的标的，却造成别种事物的遗忘——某些不重要的事，原本毫不相干，但不幸与那不愉快的经历有着联想的关系存在，因而不复记忆。",
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "痛苦的回忆易于导致无意识的有意遗忘。这一观念，可以应用在许多方面，但迄今尚未受到丝毫重视。依我看来，我们在法庭上听取证词时就常因此而告失败，我们太过于重视誓言的影响力，以为它们在证人心理势力冲突时，有足够的纯化能力。人们普遍相信，传统及民谣之所以广泛流传，是因其已祛除那些可以激发国人痛苦情绪的回忆。依此看来，大概各国传说的演变，与成年人所能保有的童年回忆，其间相似之处不少。伟大的达尔文由于对痛苦被遗忘的动机十分了解，因而制定出他科学工作的“黄金律”[4]。",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "就像在“名词的遗忘”里所谈过的，印象的遗忘也可能表现为错误的回忆，如果当事人坚持己见，期求证明，那就变成了记忆的妄想（delusion）了。关于精神病患者的记忆混乱（它的确是造成妄想的根本因素之一）文献叙述极多，而谈及其动机者却仍付诸阙如。遗憾的是，这个题材已经跨入有关神经症的心理学的范围，不宜在此多做讨论。故而我只想提出我个人关于记忆混乱的一个奇特体验，你能很清晰地看到无意识压抑因素对它的影响，以及二者的相互关系。",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "当我还在写《梦的解析》的后几章时，有一段暑假我住的地方附近既无图书馆也找不到参考书，所以我不得不凭记忆写下每一条参考文献和引用文句，准备以后再加以校正。在写“白日梦”一章时，都德的《总督大人》（Nabab）中那贫穷的书贩清晰地浮现眼前。都德可能借由他的口表达自己的白日梦。我还记得这书贩的一个幻想，也记得他叫若瑟兰（Jocelyn）先生。在幻想里若瑟兰先生勇敢地跃上一匹狂奔的马，将它制服；马车门打开了，一位大人物走出来，握紧若瑟兰先生的双手，无限感激地说：“你是我的救命恩人，你救了我的性命！我该怎样报答你呢？”",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "我确信，即使这段幻想的引用有什么微小的错误，回家后马上可以查书改正。然而我翻遍了《总督大人》，就是找不到半点与之相似的地方。我觉得很狼狈，若瑟兰先生根本不曾做过此梦；不仅如此，那书贩并不叫这名字——他叫做茹瓦耶兹（Joyeuse）先生。",
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "然而解答第一个错误的门径，便在这第二个错误里。我的姓弗洛伊德（Freud，愉悦）若要译成法文，唯有“Joyeux”最恰当，而Joyeuse是其阴性形式。那么，这个我原以为得自都德的错误记忆，究竟来自何处？它只能是我的作品，一个我经营过的白日梦，也许从不曾涌现于意识，也许一度曾明白想过但以后就完全遗忘了。当我在巴黎，得到夏尔科老师（Charcot）的赏识之前，我常独自踌躇街头，一心渴望着别人的支持和保护，也许我就在那时创造了这个梦。后来在夏尔科老师家里我常遇见《总督大人》的作者。但是尤其引人深思的是，依我的性格，再没有比被人保护更令人痛恨的事了。在国内我每每见到这种现象，总觉得十分不齿，而我从来不是个被骄纵的孩子。我那想“自立自强”的意志充沛得不得了，想不到竟也得提醒自己，我也有这么一个从不曾满足的白日梦！此外，这也说明了一个自我的被压抑成分，在妄想症里会肆无忌惮地迸发的，百般纠缠，阻扰我们思考的客观性。",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "另一个可以圆满解释的错误回忆，与后面要谈到的faussereconnaissance（错误再认）颇有相似之处。我有一个病人，他的能力颇高而且野心勃勃，有一回听我谈起有一位年轻的学生因为写作一本颇有意义的书，名叫Der Künstler Versuch einer Sexualpsychologie（《艺术家——试论性心理学》）而能成为我的入门弟子。一年零几个月后，这本书出版了。我的病人却坚持，在我向他提这本书之前，他便曾看过这本书的预告（他认为也许是书店的广告）。他又以为作者曾改过书名，把“试论”（Versuch）改成了“论”（Ansatze zu）。",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "经过详细询问作者，比较种种资料后，我发现这个病人正在回想一件不可能存在的事。这本书在出版前不曾预告，当然不会在一年多前被知悉。当时我对这个错误的成因倒也无暇深究。后来他又重施故技：他以为最近曾在书店橱窗看到一本书，名叫“Agoraphobia ”（《旷野恐惧症》）；不顾我的劝告，他发狂似的找这本书。我知道他肯定找不到，并能解释他为什么会出现这种行为。“Agoraphobia ”只存在他的幻想里：他想写这样一本书，但不能如愿，无意识遂向外投射，而终于如此妥协了期望与现实。他想与那位年轻的学生展开竞争，希望经由科学成就来成为我的学生，愿望一经压抑，便造成他这两次的错误回忆。在他那张虚构的书店广告里，还有一本书，名叫Genesis，Das Genetz der Zeugung（《创造——发生的定律》），也是完全不存在的东西。不过他这些幻想中，有一点倒是我惹起的，我每次谈到那本书时，常把“试论”（Versuch）误读为“论”（Ansatze）。",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "二、“意向”的遗忘",
        "text_level": 1,
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "若想证明错误的行为并不只源于粗心，则当以意向（intention）的遗忘为最佳。“意向”的意思是：做某事的冲动已被认可，但行动的时间则往后延迟到一个恰当的时机。有时候，在这一段时间里情况有相当大的改变，以致意向不能执行。这时，它并未被遗忘，只是被修改和略去。",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "我们总不喜欢认为，在任何情形下，每一次意向的遗忘，都能以动机的改变或适应来解释。我们多半不去解释它，或者认为，在应该行动的时候，为意向所不可少、必须运用的“注意力”，已移作他用。对正常“意向行为”的仔细观察，促使我们相信，如此任意的解释实在幼稚。如果我在早晨决意要在傍晚做某一件事，在这一天里我必会时时在暗中自我提醒，而我的意识对此毫不知情。时间一到，意向才陡然冒出，让我来得及准备去做那件事。例如我出去散步，想顺便投递一封信，既然我是个正常的人，并不神经兮兮，便无须把信拿在手上，一路东张西望地找邮筒。我只要把它往口袋里随便一塞，路上尽管胡思乱想，到了第一个邮筒我就会自然而然地把手伸进口袋里，拿出信来投入邮筒。",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "这种意向形成后的正常表现，与实验上的“催眠后暗示”（post-hypnotic suggestion）互相呼应。在催眠时，施术者命令病人在何时做某一件事，病人醒后，毫无所觉，但时间一到，他也不自知为什么，只是坚持要去做。我们惯常用这样的方式描述此一现象：被暗示的意向潜伏着，直至意向执行的时候快到时，它陡然觉醒，催促行动。",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "在两件事情上，寻常人也注意到，意向的遗忘并非只是遗忘而已，必定还有未知的终极动机存在。这两件事情就是爱情和兵役。恋爱中的男子如果忘记约会的时间，而在约会时迟到，他无论如何解释，都是枉费唇舌。她会毫不犹疑地回答：“一年前你绝不会忘记，你根本不关心我了。”即使他力求开脱，或诿称公务繁忙，或如何花言巧语，女孩子那时观察力的敏锐却已可比拟心理分析师，她一定会一口咬定：“从前为什么你那繁忙的事务不会干扰我们的约会！”她当然不至于否认遗忘的可能性；但她很可能相信，不管是有意的推托，或无意的偶忘，其中总包含着相当程度不情愿的成分。",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "同样，军事机关一向不在乎错误源于遗忘或有意的疏忽。没有人认为这件事有失公道。军人从不敢忘记任何加诸他的军事命令。如果他充分了解此种要求，而照忘不误，那么期望达成上级要求的努力，显然已被相反的动机所抵销。所以，比如说，在预备军官受训期间，服装仪容检查时，有人的铜扣未被擦亮，就一定要接受处罚，不管他如何强调这只是一时的遗忘。这种处罚，比起引致他疏忽的潜在动机来，实在轻微得多！试想长官如果听到他说“这可悲的、折磨人的训练，多么令人恶心”时，会何等震怒！他害怕受罚，不可能如此坦诚相告，无意识只有代替意识来发号施令，而以妥协的方式表现在遗忘里。",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "对女人的服务以及对国家的服兵役，要求全神贯注，不容遗忘或疏忽。遗忘只能在不重要的事情上面被容许，它一旦出现于严重事务，便表示你想视此事为无关紧要，也就是说，它的重要性已被质疑[5]。一个人若在看来重要的事情上有所遗忘，便难免被视为神经有问题。我们的研究虽然主要放在比较次要的意向上，但其实不会有什么意向可以被认为无关紧要，否则这意向便不可能存在了。",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "我想再举一些有关疏忽、遗忘的亲身体验，且尝试对它们进行解释。我认为每一件都可以追溯至不自知、未认可的动机——也就是说，它们来自意欲的冲突。在很多情形下，我觉得自己与环境、习俗格格不入，既然对于这些拘束，我不能战胜，便只有以遗忘来抗议。这可以说明我何以老是忘掉寄生日、佳节、婚礼和高升等贺函。我不断地下决心，但是每次想克服这种癖性的努力，都只是徒劳无功。如今我已全然放弃，在意识里默许那不同的动机。但是在那段观念还在改变的日子里，曾经有朋友托我发一封贺电，当时我自己也必须发一封。我告诉他，很可能我会把两封贺电都忘了。对于这预言后来成真，我一点也不觉得奇怪。这许多年来我逐渐了解，自己很不喜欢夸大表现自己的感情。由于我常把别人虚伪的同情误以为真，我对于滥表同情的社会礼俗十分反感。丧事一般总比喜事引人同情，这时你便可看出我的做法：一旦决定送出吊唁信函，我绝不会忘记。情感成分如果发自内心，不是被社会责任逼迫出来的，则其表达便再也不会被遗忘所抑制。",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "有时我们忘掉了帮助他人的许诺，这也可以解释为社会责任与内在不情愿之间的争执。在这种情况下，忘记的人总是要人相信，这没有别的，只是偶然疏忽，而对方却毫不犹疑地认为：他对这件事毫无诚意，否则他不会忘记。",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "近视眼的人在街上不跟我们打招呼，我们原谅他[6]。有不少人被认为十分健忘，我们也常用类似的标准同情他们。这些人忘记所有的小承诺；别人的嘱托或命令，他们一转身便忘了；他们在小事情上毫无信用，却要求我们别生气，别将之看作人格的失败，而只是一种体质上的差异[7]。我自己不是这种人，很遗憾没有机会分析其行为，从他们对于遗忘的选择性来了解潜在的基本动机。但是我忍不住要说，自类比来推论，其动机只是对于别人极大的、不自知的蔑视，却用“天生如此”的论调来掩饰[8]。",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "有时候遗忘的动机较难发现，而一旦查出，更令人惊奇。比如，早年我发觉自己在众多外诊约会之中，独独容易忘记那些免费的或同行的病人。这一可耻的现象促使我每天早上都要浏览外诊名单，痛下决心记住所有名字。不知道别的医师是否也像我一样历经挫折，才懂得如此防范。这使我们想起所谓的“神经衰弱”（neurasthenia，即衰弱性神经症neurasthenic neurosis）患者来应诊时总是携带备忘录。他显然对自己的记忆表达能力缺乏信心。也许他的确健忘些吧，但事情多半如此进行：病人喋喋不休，反复叙述他的种种病痛和疑问；讲完这一大套以后，他停了一下，拿出一张纸片来，畏怯地说：“我的记忆力实在太差，不得不把它们写在纸上。”但是他并不能在这张备忘录里找到新的记录，他只是重复着每一点，自言自语着：“啊，这一点我已经问过了。”如此一来备忘录的作用恐怕只在于，它透露了他的另一个症状：他常常感觉到潜在动机对他的决意横施干扰，他害怕因而真的忘掉什么。",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "还有一种遗忘，恐怕我最健康的朋友也难以避免。我自己，尤其在早年，老是借书不还，也常糊里糊涂地买东西不付钱。不久前有一个早晨，我没有付钱就离开了我每天买雪茄的烟草店。这个忽略本来没有什么大碍，因为店里的人都认识我，以后随时都可以向我要钱。然而这个微小的忽略，这举债的企图，恐怕与我前一天满心筹划的家庭预算大有关系。即使是德高望重的人，只要涉及金钱和财产，你便不难发现此种暧昧的举止。源自吮乳的原始贪欲，造成抓住每一样东西（以便塞入口中）的期望，虽经文明与训练的长期压制，往往不能完全消失。[9]",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "我怕我所举的例子愈来愈平凡了。然而我的目的本来就是收集日常生活的资料，用科学的态度来处理；所以若能始终应用每个人都懂的材料，那就是我的成功。",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "我们经常发现，重要的意向因被潜在动机所阻扰而遗忘。在较次要的意向里，则另外还有一种遗忘的方式；此时“对抗意志”本来是针对某一种影响深远的决心而发的。另一种决心，本不该受制于这一种潜在的对抗意志的，却因为偶然与之发生外在的、肤浅的，或象征性的联系，对抗意志便移花接木，作用到这里来了。布里尔曾报告下述的例子：“一位女病人忽然变得不愿写信。本来她一向很喜欢写，而且写得很勤，但最近几星期来她必须费尽心思才能挤出几行字。这件事的原因很单纯：不久前她接到一封信，要求她决定一件关系重大的事，给对方明确的答复。她犹疑着，拿不定主意如何回信。这种犹豫不决，在无意识里转移到所有的信件处理上，使她一个字也写不出了。”",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "下述“延迟”的例子表明，在直接的对抗意志里，也可看到转嫁而来的动机：我负责写Grenzfragen des Nerven und Seelenlebens（《心灵与神经之间的问题》）丛书关于梦的部分，我把《梦的解析》浓缩起来，作为该书的内容。出版商柏格曼（Bergmann）寄来校样，希望尽速寄回，以便赶在圣诞节前出版这本小册子。当晚我就改好校样，放在书桌上打算第二天清晨付邮。然而次晨我完全忘了这回事，直到下午在书桌上看到校样时才想起。不料第三天早上，事情重演，我又拖过了一整天；直到第三天中午，才火速地拿出去寄，我很奇怪怎么会这样不自觉地耽误了好几天。虽然找不到任何解释，有一点却是很明显的，我不情愿把它们送出去。",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "付邮后我顺道拜访在维也纳的出版商，他准备替我刊行《梦的解析》。我说了几个意见，忽然问他这个问题：“你必定知道我又写了一本关于梦的书吧？”“啊！”他大叫了起来：“我正想问你——”“安静点，”我插嘴道，“那只是一本小册子而已。”但他仍不满意，害怕那缩减本会妨碍这本书的销路。我不同意他这种看法，劝慰了他许久，最后说：“如果我早告诉你这件事，你就不想出版我的书了吗？”“不，绝不会的。”他只好这么回答，以此结束了我们的争执。",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "不管由我自己或一般人来评判，我这么做是完全正确的，在情、理、法上都站得住脚。尽管如此，我心里暗中一定对那位出版商怀着同情，才会有意无意地，延迟了校样的寄出。",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "和出版商之间的摩擦还有一次，那次我不得不从已印行的书中抽出数页论“婴儿脑瘫”（infantile cerebral palsy）的文章，放入《诺特纳格尔医学手册》（Nothnagel's handbook）里。事前我虽已通知过上一位出版商（即为我出版《梦的解析》的出版商），却仍难免被他无理取闹了一番。",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "顺着回忆的线索，我又想起一件更早的事情。当时我翻译了一本法文书，未经作者同意便在文末擅加注解，的确破坏了别人的出版权益。多年来我一直为那一时的任性而惭愧不已。",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "有一句格言，充分表达了意向的遗忘绝非偶然。它说：“人对一件事忘了第一次，他就会再忘第二次。”",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "说来可笑，我们历经艰辛，屡受排挤，研究遗忘及错误行为所得的结论，事实上都是无人不“知”的常情[10]。奇怪的是，想使意识承认这些常情，竟要费很大的劲。我常听到人们说：“请勿要求我这么做，我一定会把它忘掉的。”在这种情形下，要是预言果然应验，也绝不是什么稀奇事儿。说这句话的人其内心早已决意不愿去做，只是意识上还在自我欺瞒而已。",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "观察“错误解决的形成”可使我们对意向的遗忘有更多了解。我有一次答应为某年轻作家的一本小书写书评，由于自己也不知道内心的不情愿，我竟答应得十分爽快，说当晚就写。我的确是诚心诚意要帮他这个忙，但是却忘了当晚必须参加一个绝不能往后延的法庭专家见证会。我因此了解，自己的解决对策原来是错误的，只好放弃了与自我阻抗的挣扎，干脆拒绝了那个人的要求。",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "[1] 当我们询问一个人在10年或15年前有没有得过性病时，我们常会忽略病人的心理因素。比如说，病人对这个病的态度，与他对于一次急性风湿热发作的态度，是完全不同的。又如在一个神经症女孩的双亲所供给的病历里，你几难区分哪些是遗忘，哪些是隐瞒。因为每一件阻挡其女儿未来婚姻的事总会有条不紊地被摆在一旁，亦即，被压抑了。有位男士的爱妻最近死于肺病，他告诉我一件事，只能以遗忘的理论解释：“我可怜的妻子患胸膜炎好几星期，请P医师来看病。他在许多问题里也问到我妻家族有无患肺病者，她否认了，而我也想不起来。在P医师离去前我们闲聊到旅游的苦乐，我的太太说：‘就是只到我可怜的哥哥埋葬的兰堡，也得走一段好长的路。’她的哥哥患的是长期肺结核，死于15年前。我太太很喜欢他，常常提及。的确，我还记得当她被诊为胸膜炎时曾很忧虑地说：‘我的哥哥也是死于肺病。’但是这个记忆压抑得很深，以至于在提到兰堡的旅行后她还是想不起要改正有关她家族病症的资料。我自己则一听到这兰堡之旅便被此种遗忘吓呆了。”琼斯谈过一个相似的经历：一个医生的太太患了奇怪的腹部疾患，他告诉她：“幸好你家没有人得过肺结核。”她奇怪地看着他说：“你难道忘了我母亲死于肺结核，我姐姐患此病多年，在群医束手认为无望之后却自己好了起来？”",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "[2] 当我正在写这些东西时，正好在我身上发生了几难置信的遗忘情况。1月1日我整理一年来的账款，以便寄出账单。在去年6月项下我找到一位名叫“M……l”的人，却记不起他是谁。当我从记录上发现他住在疗养院里，而我在几星期间曾不断地去看他时，我就更觉奇怪了。被这样照料过的病人确实不该在短短6个月内就忘掉。我自问这也许是个——半身不遂者没兴趣的病例？后来看到账单，才终于捕捉到那力图逃脱的真相。“M……l”原来是个14岁的女孩，是我晚年的病例里很突出的一个。这个病例的结局给我许久的痛苦，确实是个令人毕生难忘的教训。这个小孩显然患了歇斯底里症，在我的照料下很快地复元了。但是原来在歇斯底里症状中已有的腹痛，后来仍持续纠缠着。两个月后她死于腹部淋巴恶瘤。显然恶瘤的出现，促成了她原先就具有的歇斯底里症状的发作，我由于注意力全被狂乱但无害的歇斯底里症所吸引，没有留心到潜在但无救的疾病的初期信号。",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "[3] 就如尼采的格言里说的：“我的记忆说：‘我曾做过那件事。’但我的骄傲说：‘我没有做过。’而且坚持不让步。最后，我的记忆让了步。”",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "[4] 见达尔文《论遗忘》。在达尔文的自传里，你可读到下列文字，并赞赏他作为科学家的诚实及对人心的敏锐了解：“许多年来我一直遵守着一条黄金律，那就是说，无论何时，一旦发现与自己想法不合的新的资料、发现或想法，就马上拿起手边的笔，慎重地把它记录下来。我由经验中了解，这种事实或想法，和我赞同的那些相比更容易从记忆中褪色。”",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "[5] 在萧伯纳的剧本《恺撒和克莉奥佩特拉》里，当恺撒离开埃及时，似乎忘了什么事，颇为烦恼。忽然他想到，原来是忘了与克莉奥佩特拉告别。恺撒对她的冷漠，于此表现无遗。事实上这和历史也十分符合。恺撒怎会去关心那小小的埃及省！",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "[6] 女人对无意识的心理历程有着纤细敏锐的感觉，一般而言，当我们在街上没看到她们，因而不向她们致意时，她们更容易生气，而且不接受那些肤浅的解释，比如近视或心不在焉。她们认定，只要对方看重她们，便不会注意不到。",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "[7] 费伦茨医师自认是个心不在焉的人，他的忘性常表现在种种出人意表的场合里，令他的朋友们惊奇不已。自从他步入心理分析的领域，开始分析病人也分析自己之后，所有这些现象都消失了。他相信，当一个人学会如何扩张自己的责任感，便不会再到处失误。他因此坚持认为分心是一种取决于无意识情结的状态，并且可以被心理分析治愈。有一天，他因为在对病人进行心理分析时出现的技术性错误而十分自责，那天他种种分心现象又都回来了。他在路上走路时无故跌倒，把皮包忘在家里，付车费时发现少了一毛钱，衣服扣错了钮扣……",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "[8] 对于这现象，琼斯说道：“阻抗作用只发生在寻常的事情里。比如一个大忙人会忘了寄太太交代他的信；或者太太交代他买的东西——他甚至‘忘了’拿清单。”",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "[9] 在此我想离题一下来谈论人类对金钱方面记忆的偏颇性。以我个人的经验而言，我常很顽固地坚持已付过钱，而那实在是个“错误回忆”。当贪财的意向不受严肃人生理想的拘束，当我们纵容自己于玩乐的事物里，比如在玩牌的时候，我们就会发现，即便是最有道德的人也会出错。在计算和记忆中发生错误，甚至莫名其妙地玩弄着小小的欺诈。这些玩牌时的放纵行径，洗涤了我们的心灵，绝非无用。俗语说，在玩牌时可以看出一个人的性格，可以说是对的，更确切一些是“被压抑了的性格”。当侍者发生无心的错误时，他显然也是受了同类动机的驱使。在商场中我们常看到不少人付账总是很慢，这样做对他到底有什么好处？",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "只能说是不情愿付钱的一种心理表现罢了。布里尔以如下清晰的警句总结此类现象：“如果我们错拿了有价值的信，信里附的常是现钞而不是支票。”",
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "[10] 这可以看作一种“行而不知”吧！ 译者",
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "第8章 “误引行为”",
        "text_level": 1,
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "梅林格与迈尔的书里说过：“你已知道，语误不会无故发生。我们其他活动的失误，也是这样的，却常被愚蠢地当作是‘遗忘’。”",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "在健康人的日常生活里，种种轻微无害的闪失背后，总含藏着某一意义及目的。看了梅林格与迈尔的这一段话，你应该知道这个理念也不是我首倡的。",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "言语是运动功能的一种。如果语误可以作此解释，则我们不难对他种运动功能的失误也如此看待。我常将自己收集的案例分为两种：如果错误的结果似乎自成一体——也就是说，与原先的意向无涉—我就称之为“误引行为”（erroneously carried-out action，Vergreifen）；另外一种，其表达甚不合时宜，好像无缘由可循，我称之为“症候行为”和“机遇行为”（symptomatic and chance actions），然而二者之间并无明确分野；其实，我们大可坦诚地说，本书中的一切分类，都是为了叙述的方便，有时难免和表达的内在统一性相矛盾。",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "依照传统，把错误行为都当作是“共济失调”（ataxia），特别是煞有介事地称之为“皮质共济失调”（cortical ataxia），对其心理学的了解，可以说毫无助益。我们还不如勤查每一事例的原因。因此我将再引用我个人的观察资料，虽然我个人的这类体验不能算多。",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "例一 从前年轻的时候，我经常出门赴诊。有时我会站在一户人家门口，不去敲门或按铃，却往口袋里猛掏自己家里的钥匙。警觉之后，十分惭愧。后来我逐渐发现，这些错误只发生在那些很敬重我的病人身上。由此可见，它们的意思大概如此：“来到这里，就像回到了自己的家一样舒服。”（当然，我回到家门口是不用按铃的。）",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "所以这种错失行为象征化地代表了某种想法，或许在意识里只能一笑置之；病人来找精神科医师，是相信医师能带给他健康，而医师温暖和同情的态度，主要也是为了心理治疗的便利。",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "梅德（A.Maeder）曾叙述过一个与此相类似的例子：每次他走到一位特别亲近的朋友门前，便不自觉在钥匙串里摸索。很奇怪地，看来寻找钥匙的动作与安逸如同归家的感觉之间关系不小。虽然除了按门铃他无论如何也进不了门，但这一迹象显示了当他接近朋友家时，他感觉，或期望感觉，安逸有如回到家中。",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "琼斯对于钥匙也这么说过：“关于使用钥匙时发生的这类事，我见闻颇多，下面拟举两个例子。如果我在家里有一件事正做得起劲，却不得不到医院值班，我便不难发现自己竟用家里书桌的钥匙在开值班室的门，事实上这两把钥匙大小悬殊，根本不像。这种错误无意识地表露了我当时宁可在家，不愿在医院的心情。",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "“几年前我服务的某医疗机构，大门总是锁着，进去前先要按铃，十分麻烦。好几次我发现自己竟想用家里的钥匙来开这扇门。由于每位主治医师都备有钥匙，想来这种动作意味着：我真希望自己也有一把钥匙，就像他们那样。换句话说，我想在那里得到更稳固的地位，并且觉得安逸些。”",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "维也纳的汉斯·萨克斯医师（Dr.Hans Sachs）也报告过类似的经验：“我身上经常带着两把钥匙，一把是办公室的，另一把是家里的。办公室的钥匙至少比家里的大三倍，前者放在裤袋里，而后者则放在背心的口袋里，所以二者绝不可能混淆。但是当我一边上楼一边摸索钥匙时，便常发现自己摸错了地方。每天我上班和回家的时间差不多都是固定的，那段时间内的心境，每天的变化大概也不会太多。所以这件事如果真有什么精神上的原因可寻，加以长期的观察和统计，则一定会发现某种倾向。照这么做，我的观察结果是：通常发生的错误，总是拿家里的钥匙去开办公室的门。只有一次相反：那次回家时我疲倦万分，而且早知道家里有客人在等我。我竟用那把大小悬殊的办公室钥匙来开门。”",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "例二 某一时期里，有6年的工夫，我每天两次在同一房子的二楼门前，等候开门。而在这漫长的日子里却只有两次（但它们发生得很接近），我爬上了更高的一层（三楼）。第一次是这样的：我走过二楼，继续要上三楼，二楼房间的开门声十分清晰，可是我听而不“闻”，正沉迷于一个颇富野心的白日梦里，它催促我“永远往上爬，愈高愈好”。另外一次，同样也是心神太专注于思绪里：一发现自己走错了地方，我赶紧回想到底那时在幻想些什么。原来我正想着一篇批评我的文章，它指责我“总是走得太远”，想着想着就激动了起来，无意识里把这个评语化为较无意义的“爬得太高”，而固执地“偏要这么做”。",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "例三 许多年来我的桌上都放着一把医用锤及一只音叉[1]。某日下班后我急着赶火车，虽然天色还明亮，光线充足，我竟错把音叉当作锤子放进外衣袋里。口袋的沉重感使我惊觉这一错误。一个“不拘小节”的人一定会相信这是“忙中有错”而不再细想。但是我却喜欢问清楚，自己何以会拿音叉来代替锤子？其动机不可能是匆忙，匆忙只会促使行为更正确，以免之后校正而耽误了时间。",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "“最近有谁拿过音叉？”我这样自问着，马上想起，几天前有个痴呆小孩，当我在试他的听觉时，他对音叉十分好奇，紧抓不放，我差点就不能拿回音叉。由此想来，意思岂不是在说：我是个痴呆？何况，我又从hammer（锤）马上联想到chamer（希伯来文里是“驴”的意思）。",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "但是这个隐语意味着什么？想了解它，我们必须以当时的情况来推察。我当时正要赶火车去会诊，据要求会诊的来信中，病历所载，病人在数月前从阳台上掉了下来，以后便不能走路。邀我去的那位医生在信上说，他仍不能确定这是真的脊椎受伤还是外伤性神经症（traumatic neurosis）— 歇斯底里症，请求我去做这个决定。那么这一次拿错东西意思大概是想提醒自己，对如此细微的鉴别诊断，要特别小心。事实上，我的同事们就常指责我诊断歇斯底里症时态度太随便，往往忽略更严重的潜在性疾患。与这个牵连在一起的，还有一件事：就在那地方附近，几年之前，我看过一个年轻人。他在一次情感受刺激后，变得步伐不稳。当时我诊之为歇斯底里症，马上施以心理疗法；不幸我的诊断只对了一半。病人的病状大多源自歇斯底里症，经一段治疗后迅速消失。但此后仍残留着无论如何都医不好的一些症状，只能认定是“多发性硬化症”[2]。之后再来看他的医生，作正确诊断就不困难了，处在我当时的情况下，恐怕华佗再世也只能这么说、这么做。无论如何我的内疚却是难免的，因为自己终究曾答应医好他而没能做到。",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "所以，错拿音叉当作锤子这回事，便可翻译作：“你这傻瓜，你真驴，这次小心点，把所有可用的工具全带去吧，不要再像上次那样，把医不好的病当作歇斯底里症来医治了！”那个青年，在检查过白痴小孩的第二天曾来找我，走路的动作已很僵硬，这对我的情绪算是一个打击，却有助于我完成这个小小的分析。",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "我们可以看到，这一次造成“错拿东西”的背后思绪，是自我批评的呼声。此类“误引行为”很适于自我谴责。我想只用本例来代表种种此类的错误。",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "例四 我很少打破东西。我的手脚并不灵敏，但神经、肌肉结构完整，不会无缘无故地做出笨拙的动作，以致事后再来追悔。我的工作室不大，里面堆满了收集多年的陶瓷、石器、古玩，身居其间并不舒畅。许多人参观过后，都不免暗地里猜测，哪一天我终会一失手，把它们化成一堆破瓷烂瓦。然而我从不相信有这种可能。问题是，有一天我竟真的一挥手扫下了桌上一个难看的墨水池盖，把它砸个粉碎！",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "我的墨水瓶架由一小片大理石砌成，中间有一凹处，容纳玻璃制的墨水池；有柄的墨水池盖也是大理石制的。许多铜雕像及陶瓷像就在这个瓶架的后边围成一圈。当时我正坐在桌前写字，拿笔的手莫名其妙地一伸，就把掀开后放在桌上的墨水池盖打落地上。",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "解释不难找到。几小时前我带妹妹来参观一些新的收藏品。她觉得它们很有趣，她说：“现在你的书桌真是面目一新，唯有那墨水瓶架不配。何不换个更漂亮的。”其后我们一同出门，几小时后独自回来，居然一挥手结束了那被她嫌弃的墨水瓶架。",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "难道我已从妹妹的口气里，觉察出了她有意在节庆送礼的时候，给我一个更好看的墨水瓶架？而我之所以失手打破了它，难道就是想促成她实践这个意愿？果真如此，则我这一挥手的笨拙竟只是表面的；实际上它倒是极具技巧，十分精确，居然躲开了那许多围绕在附近的珍贵物品！",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "我确信，许许多多无心的笨拙动作，虽然表面看来古怪可笑，好像痉挛失调，却都可以找到类似的解释。追究起来，它们常怀有某种意向，在达成其目的时，较之意识性的随意运动具有远为优越的稳定性。就其力量之强大及其达成目标之确切两方面而言，皆与歇斯底里性神经症或梦游症时的动作表现十分类似。这三者在神经系统中的活动方式，虽然迄今仍未确知，但可能同属一种。",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "最近好几次我打破了比较值钱的东西。但是想清楚了以后，我就发现它们照样绝非偶然，绝不止于无意的笨拙。比如，某个清晨我穿着浴袍和拖鞋在房间里踱步，竟压抑不住突然的冲动，踢出拖鞋击倒了一座美丽的石制维纳斯像。眼看着它碎成一片片，我在一旁冷冷地诵吟着布什（Busch）的诗句：",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "Ach！ Die Venus ist perdü— Klickeradoms！ von Medici！ （呜呼！美第奇之维纳斯，亡矣！） ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "揆诸我当时的处境，可以解释这种古怪行径及破坏后的心平气和。我有个孩子病得很重，连我自己都不敢再奢望她复元。那天早上她忽然间康复不少，我喜极而泣，喃喃自语着：“她总算捡回了这条命。”接着便发生了这件疯狂的破坏行为，可见它是对命运的感恩表示，是一种“献祭的行为”（act of sacrifice）。有如村夫愚妇祈神：“请你让她好起来，我将用此物或彼物献祭致谢。”拿美第奇的维纳斯作牺牲，表达了我对爱女复元的虔诚谢意。无意识一旦立意去做什么，那种速度的快，动作的准确，以及看似粗糙、却绝不连累邻近物品的“粗中有细”，在在令人惊异。",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "另外一次，我手中的笔无端掉落，打破了一个刚买不久、秀丽精致的埃及小瓷像。这也是一种奉献，然其意则在于消灾解厄。我曾挑剔一位诚挚的益友，说他无意识的某些表现解释起来令我不快。他大不以为然，来信忠告我，精神分析切勿施于朋友的情感上。接到信后我甚为汗颜，正提笔想写一封道歉的信，挽救危机中的友情，接着就发生了这件事。显然，瓷像的破裂，替代了友情的破裂。天可怜见，后来友谊与雕像两者都能完满地弥补起来。",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "第三个打破东西的例子，其因果关系较不密切。它只是，如菲舍尔在《也有一个》（Auch Einer）里所说的，对一件自己不再喜欢的东西，“隐蔽”地加以废弃。我曾有一根银柄的手杖，那柄上的薄银盘被人弄坏了，没有修理好。手杖还回来后不久，我拿着杖柄逗自己的孩子，“一不小心”弄断了它，从此摆脱了这“食之无味，弃之可惜”的“鸡肋”[3]。",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "打破东西的时候，如果我们心情冷漠、无动于衷，很可能这件事根本就是无意识支使下的结果。",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "例五 有时我们可以分析出，在东西的掉落、翻倒或打破背后，都有着无意识思绪在作祟；但是正如许多俗语表现的，人们常在这些事情里强调了迷信的、言过其实的重要性。打翻盐罐、摔破碗、掉了筷子、溅出了酒这类“意外”象征着什么意思，大家都很明白。后面我将专门来讨论这种迷信的解释；这里我只想表达，个人的误失动作并不永远有同一意义，它们往往依环境的不同而代表不同的目的。",
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "最近有一阵子我家经常打破碗碟，而其中大半是我的杰作。这大可用我女儿不久前的订婚礼物来解释。在这种庆典中，礼俗也常要我们打破些杯盘，说一些吉利话；它象征性地代表了“牺牲”之类的情操。",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "如果仆人打破了易碎的器皿，我们总尽量往好处想，不愿去猜疑有什么心理动机存在；然而，某些潜在的动机还是可能发现的。再没有什么东西的价值，比艺术欣赏及艺术品，更难让村夫愚妇了解的了。据我的观察，仆人们平时便对这类东西深怀敌意；如果他们又不得不十分辛苦地照顾保养这种“废物”，那种深沉的恨意，就更无可理喻了。可是同一教育程度的人如果在科学机构里做事，他一旦与主人建立起感情，自认是机关里的一分子以后，便能在操作纤细灵巧的工具时，表现出极大的耐心、灵巧和可靠性。",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "我有位当机械工程师的年轻朋友，对物品损坏的形成颇有见地，下面引用他的一段话：",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "“不久前我曾和几位同事借用一间高中实验室，做一连串有关弹性的实验。这件工作本来是我们志愿开始的，不料却非常繁忙，相当占时间。有一天和F君同去实验室，一路上他抱怨时间被浪费掉了，尤其是今天，更觉得不情愿，因为家里还有好多事情等着他去处理。见我随声附和，颇有同感，他又开玩笑地提起上星期的一次事故，说：‘我倒真希望机器像上次那样罢工，让我们早点儿回家。’",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "“分配工作时，F君专管压力的调节，也就是说，他必须小心控制开关，让储存槽内加压下的液体适当地流入水压机里。领导实验的人看着压力计，当最高压达到时大叫‘停！’听到这命令，F君抓住开关使出全身力量——向左转（所有开关，绝无例外的，皆向右关），储存槽内的巨大压力一下子都冲进水压机里，由于压力无法释放，终于爆破了连接的水管。机器本身幸好没有损坏，但已足够延误今天的工作，让我们回家了。",
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "“有趣的是，不久以后，当我们谈起这次事件时，我的朋友F君竟已把他在路上说过的那句话忘得一干二净了。”",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "同样，跌倒、失足或滑跤，不必尽是偶然的运动功能失误。例如“失足”一词，在比喻的意义上，便借着放弃自己的身体平衡，表达某种潜在的愿望。不少妇人或少女在跌倒后毫无伤痕，而外表却变得很奇怪，一般在医学上解释为跌倒后受到惊吓而产生了“外伤性歇斯底里症”。我绝不相信事情这么单纯，在我看来，“跌倒”本身已是神经症的预备表现，和后来发生的症状同样地表达着无意识幻想的性欲成分。格言里所说的岂不就是这个意思吗：“女孩子跌倒时，总是仰着跌的。”",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "前述种种错误之外，我们还能再加上一种：误把金币当作铜币或银币施舍给乞丐。这种错误的解答也不晦涩：那是一种奉献行为，意图贿赂命运、避免灾祸。如果有个慈爱盈怀的母亲或姑母正为着孩子的病忧心如焚，出了诊所就发生如此不寻常的慷慨，我们岂能再视为偶然呢！那些虔诚的、迷信的习俗，被我们不愿轻信的理智所钳制，冒不出意识的层面，只有用做错的行为来表现。",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "例六 在性行为的范围里，把偶然行为看作有意行为更加令人可信，有意和偶然之间的边界似乎很难分辨。下面这个例子里，一个表面上粗笨的动作，可能以性欲的眼光看来恰到好处：在朋友家中我常遇到一位年轻女客，很能引发我原以为早已枯槁的柔情。我变得殷勤、和气、健谈。一年以前，这个女孩子还一点也惹不起我的兴趣，到底最近发生了什么变化？我实在百思不得其解。",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "女孩子的伯父是个老头子，有一回他走进来时，我们都抢着搬椅子给他坐。她身材轻盈、动作迅速，首先拿到了椅子，两手抓住椅缘，提在身前，显出十分吃力的样子。那时我就站在她后面，一心想分担点重量，伸出双臂，竟误抱了她，碰到了她的裙子。我大吃一惊，急忙缩手，生恐有人注意到，在这个笨拙的动作里我曾如何灵巧地轻薄了她。",
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "在街上你常遇到这种情形：两个人面对面，左闪右让，总是碰在一起，直到最后，只好停下来互翻白眼。这种“阻路现象”显然是早年无礼的、挑逗性行为的重现，在“笨拙”的面具下扮演着隐藏着性欲的目的。从对神经症者的精神分析里，我发现年轻人或小孩那些所谓的“顽皮行为”，常用言语和行为干犯了礼俗，却因为“天真未凿”之故，而被宽谅。",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "斯特凯尔（W.Stekel）的经验谈：“清晨访友，女主人睡眼惺忪地来开门，我伸出右手致意，万没料到竟然触松了她睡衣上的一个蝴蝶结，睡衣整个敞开来，当下着实羞窘得上天无路下地无门。神明可鉴，在意识里我绝对没有占她便宜的意思，然而要松那蝴蝶结恐怕就像变戏法一样难，我的‘笨拙’动作竟做到了。”",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "例七 一般人的错误通常都不会导致什么严重的后果。因此，某些后果严重的错误，如医师或药剂师所犯的，就更值得我们注意了。",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "我虽是医师，却不常开处方，所以我只经历过一次类似的错误。我曾照顾一个很老的妇人，几年间每天去看她两次。我的任务主要只有两个：滴眼药水和打吗啡针。因此我特地为她预备两个瓶子，蓝的装眼药水，白的装吗啡液。时间一久，打针点药都成了习惯性动作，心思总是放任驱驰于九霄云外。没想到有一天，这种自动行为就出了差错；我把滴管伸进白瓶子里，吸了吗啡，滴在她的眼里。发觉后我不免叫苦不迭，好在吗啡的浓度只有百分之二，否则后果就真不堪设想了。",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "这个小错误究竟如何解释？我首先想起前几天听到的一句话：“错误地抓住了一个老妇人。”这为我指出了解决问题的捷径。这句话是一个年轻人在叙述一个梦的时候说的，那个梦的内容无疑只能以“恋母”的情结来解释[4]。在希腊悲剧《俄狄浦斯王》（Oedipus the King）里，伊俄卡斯特王后的年龄无碍于故事的进行，岂不是很奇怪吗？应该是，每个人所爱恋着的母亲，都是在他童年时尚年轻的她，这个形象，在无意识里是不会衰老的。而我们的无意识，则在幻觉和现实之间游移不定。",
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "我那天去看老妇人时，整个脑子里就装满了这类思想，深深沉浸在俄狄浦斯的普遍性格里，想着神谕，想着他那无可逃避的命运，他注定要犯的错误——然后我就在老妇人身上犯了错误。不过，这个错误并不能算严重。在那种情况下，有两种错误的可能：拿吗啡液点眼，或用眼药水注入皮下，我选了远为无害的一种。所以对于前述问题——严重的错误背后有没有无意识的目的——我们在此仍不忙着解答。",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "布里尔有个例子，证明了即使严重的错误，亦取决于无意识的意向：“一位医师接到他年事已高的叔父病危的电报。顾不了家里也有着极复杂的情况存在，他马上动身前去探望，因为他的叔父不仅仅是叔父而已，自从他一岁半死了父亲以后，一直都是叔父在抚养他，可以说是他事实上的父亲。抵达之后，他发现叔父得了肺炎，而且已80多岁，医师们都束手无策。‘只是再活一天或两天的问题罢了。’虽然他是城里的名医，但是既然本地医师的一切处置都很恰当，他也就不曾参与其他意见。",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "“既然死亡就要在几天里降临，他遂决定留下来送终。几天之间，病人艰苦挣扎，虽然新的并发症陆续发生，复元已无可能，一时却尚无死亡的迹象。有一天晚上睡前他到病房量叔父的脉，发觉脉搏十分微弱，他遂决定不等主治医师到来，自己先给他作皮下注射。打过针后叔父病情迅速恶化，竟在几小时内死亡，临终前的症状看来有点反常。等他将皮下注射药放回原位时，才很惊愕地发现，自己方才拿错了瓶，打的不是小剂量的强心剂而是大剂量的东茛菪碱[5]。",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "“那位医师读了我有关俄狄浦斯情结的论文之后，来找我谈这件事。我们都相信，如果只因在那里旷时日久、深感不耐，或想回家照顾自己生病的孩子，恐怕都还不至于造成这么严重的错误。它毋宁是儿时对叔父（父亲）种种悔恨、无意识的敌意的最后一次发作。”",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "我们还知道，在更厉害的神经症里，有时症状全以自我摧残为主。不少病人因心理冲突而终致自杀。也许你会说我证据不足，但是根据经验，我相信许多人受伤的时候，看起来也许很像意外，其实却是自惹的。人们具有潜在的自我惩罚倾向，平时这种倾向仅表现为自我谴责，有时却巧妙地利用外在环境，造成了自认为是意外而乍看之下也是意外的自我伤害。不仅如此，如果一时没有合适的环境，自我惩罚的倾向又那般强烈、那般情急，那么在“冥冥之中”，它也会支使一个人主动去寻找能够伤害自己的环境。",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "这类事件在比较严重的病患里并不少见，要辨认出来也不是难事。它们总有不少特征，暴露了潜在的意向。最显著的，莫如病人在事前事后异乎平常的冷静，好像整件事都脱不出他的掌中似的[6]。",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "在我的行医经验里，有一个例子，值得详细报告：一位少妇在意外中折断了小腿，不得不在床上躺好几个星期。她对痛苦的逆来顺受、罕有怨言，委实出奇地令人惊异。骨折引发了严重的神经症，拖了很长的一段时间，后来总算在我手里医好。在治疗过程里我逐步弄清楚了那次“意外”的前因后果。事情是这样的：少妇由好妒的丈夫陪着，同到她姐夫的农庄度假，同时也和许多男男女女、亲疏不等的亲戚们聚会一段时间。某个晚上她一时兴起，露了一手仪态万千的康康舞[7]，在座的亲朋登时大乐，她的丈夫却已妒火中烧，低声地骂着：“你又当起婊子来了！”除了这次跳舞之外，她以前到底有没有什么真的把柄落在丈夫手里倒是不关我们的事，重要的是，这句话太伤她的心了；她一个晚上辗转不能成眠，第二天清早就嚷着要驾车出游。她亲临马厩挑马匹，坚持要用几匹劣马。有人想带小孩一起去兜风，遭到她的剧烈反对。一路上她不停地叮咛马夫小心，提醒他马儿们已经显得浮躁不安了。果然，很快有一匹马失了前蹄，颠了一下，她吓得大叫一声，跳下车去，跌断了腿，而其他的人还好端端地坐在车里，连一根毫毛都没有伤到。因果既然昭然若揭，“意外”自然不复成立；但是面对着这种自毁倾向的罗曼史，你真是要衷心感佩！看它如何通过一日一夜，一步一步地把自己带上那个“意外”，来完成无意识的意愿：“把腿折断吧！这样我就不会再跳康康舞了。”",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "谈到我自己，平时我很少发生这种事，但是如果你说，在特殊情况下，我也不能幸免，那我愿举双手赞成。我家里经常会有人抱怨咬伤了舌头，擦破了手指……在安慰他之前，我总喜欢问一句：“你为什么会这样？”我所治疗的一个年轻病人，曾经在治疗当中一时冲动（对这种事你当然不能太当真），要求娶我的女儿。唉，可怜我那女儿正住在某医院里，命在旦夕。为了这句话，那一天里我的手指就好几次不小心被压到，差点破掉。",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "我有一个小孩，脾气十分火爆，生起病来格外难伺候。有一天早晨，我吩咐他午前不可离床，他便大发脾气，说要去自杀——他也懂得自杀！大概是被报纸教坏的吧。那天晚上他指着胸口的一个大肿块，说是撞到门把的结果。我循例问他为什么撞门把。这个11岁的小孩子说：“你忘记了我早上说要自杀吗？我不过试一试罢了。”这是笑话吗？也许，但是换一个角度来看，你就不会赞成了。",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "如果相信有所谓“半有意的”自我伤害——如果你不讨厌这种半吊子的名词——你也不难认为在有意识的、故意的自杀以外，还有着“半有意的”自我摧毁——说得正式点，就是无意识的意向——巧妙地应用某种危险，而以偶发的不幸来掩饰。你说这种情况不常见吗？未必如此。可以说，自毁的倾向人皆有之，只不过明显表现出来的人不多罢了。自我伤害就是这种冲动和强大的生存势力之间的一种妥协的结果。真要自杀的人，在他行动之前，常有很长的一段酝酿期，那时，这种倾向虽被压抑着，却一直在无意识里茁长。",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "有意识地走向自杀的人，自动选择时间、方式和机会；无意识的自杀则必须等待一个借口，将自己融入某个因果关系之中，从而打消其本身的自我防卫力量，撤除施之于它的层层压抑[8]，这一点是很自然的。也许你不欣赏这种话，但是我的所见所闻可不少。许多事件乍看似乎是纯属意外的不幸，细究起来，原来竟是自杀。",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "例如，最近在赛马场里有个骑师摔下马，被当场踏成重伤，几天之后死亡。事前事后（受伤之后有一段时间意识还清楚），他的表现都很古怪。他很爱他的母亲，自从她死了以后，他变得十分沮丧，好几次和朋友们谈着谈着，就泣不成声；他也屡屡和几个好朋友谈到taedium vitae（厌世观）。他本来对非洲一点兴趣也没有，最近却计划辞职去非洲当佣兵，前去打仗[9]，从前他的骑术可以说是一流的，现在他看着大赛的日子迫近，却既不练习，也不退出，光会诉说他那悲哀的预感：终于预感变成了事实。如果检讨为什么失事，你也许要说，他心情沮丧，又隔那么久没有练习，驾驭马匹的能力自然减退很多。事情如此解释，便很圆满了，无需再绞尽脑汁。也许这确是一个原因，但是我很怀疑它能有多少分量。我宁愿相信，那一段不安的日子，对练习的逃避和他的哀伤预感，代表的都是想压制自杀企图的努力，不幸它们在这场心力角斗中失败了。否则，再沮丧、再缺乏练习，悲剧都是不会发生的。",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "有一个枪械走火的例子，是费伦茨医师提供的，据他的分析，这是一次无意识的自杀企图。我很同意他的看法：",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "“J君，成人，22岁，木匠，1908年1月18日来访。他在1907年3月20日把一颗子弹射入左太阳穴，现在想把它取出来。10个月来他除了偶然轻微的头痛，并没有别的症状发生。检查所见，除了左太阳穴有一点不碍事的粉状伤痕之外，一切正常。我当然反对开刀。关于受伤的原因，他坚持是自己无意间打伤的。那时他正在玩弄着哥哥的左轮手枪，相信它未装弹，就用左手拿枪抵住太阳穴（他并不习惯用左手），手指按着扳机，一下子扣发了。事实上六个弹匣里有三个装着子弹。",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "“他身边何以会有左轮手枪？原来那天他奉兵役召集令去报到，带着枪想入伍后作为防身自卫之用。但是由于他罹患静脉曲张症[10]，体格检查时被刷了下来。他觉得很丢脸、可耻，回家后百无聊赖，便玩起左轮手枪来。然而事情的成因绝不至于这么单纯，我们应该再进一步追究：本来他有个女朋友，是青梅竹马的爱侣，他对她一片痴心，非卿莫娶；她却是个爱慕虚荣的女子，偶然有了移民美国的机会，便不惜和他斩断情丝。既然不能使她回心转意，他不顾人地生疏成家立业的困难，也想跟着去美国，父母亲却不答应。她终于在1907年1月20日离去，整整两个月后，就发生了这件事。",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "“虽然病人坚持那一枪是‘意外’，但是种种迹象十分明显。他为什么在玩枪之前不先检查一下有没有子弹？为什么又会那么乖戾地做出自我伤害的动作？这些都可能是偶然的吗？两个月间，他深深陷在失恋的哀伤里，显然想到军队里去‘忘记一切’。一旦这个期望落空，他只好求助于玩武器，即一种无意识的自杀企图。不过我们也有理由相信他并没有说谎，他的意识里并不想死，自杀的期望只是无意识的。他只用左手，而不用右手持枪，表现了他确实是只在‘玩’罢了。”",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "有人告诉我另一个自我伤害的例子，分析起来很合乎“作法自毙”（He who digs a pit for others falls in himself）这个成语。",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "“某夫人，出身中产阶级，已婚，有子女三人。她颇有点神经质，但还能适应日常生活，不需要正式的治疗。有一天，她整个脸却弄得伤痕累累，虽不至于留下永久的伤疤，一时间也实在痛苦难堪。事情是这样的：她在一条凹凸不平的路上跌了一跤，脸碰上墙壁，大小伤口无数，眼眶发青肿胀，只得到医院来检查眼睛。等她的情绪平静了些，我便问她：‘你怎么会跌成这个样子？’她说，她的丈夫患关节炎，不久以前她才警告过他走路要小心。而每次只要她警告别人小心什么，她自己便会遇上那种不幸，实在灵验得气人。",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "“作为一个心理分析师，我自然不会这样就满足的，所以我又追问下去。事情的始末如此：‘她本来在路的一旁走着，忽然看到对面一家店里悬挂的图画很美，觉得可以买一幅来点缀育婴室。由于一时购买的冲动十分强烈，她匆匆忙忙地走过去，顾不得小心路上东一堆西一堆的石子，终于被石子绊了一跤，和墙撞个正着。奇怪的是，她当时竟没有用手保护脸部，任凭它伤得惨不忍睹。这时她倒是一点也不想买那幅画了，一心只想赶紧回家。’",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "“‘但是你仍然没有回答我的问题，为什么不小心？’我问她。",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "“‘啊！’她说，‘如果你一定要我说，那我就说这是报应吧！还记得上次我告诉你的那件事吗？’",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "“‘直到现在，难道你还为那件事难过吗？’",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "“‘是的，我实在很懊悔，总觉得自己真罪过、真邪恶、真不道德；我寝食难安，痛苦得几乎要疯了。’",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "“她所说的那件事，是一次人工流产。最近当她发现又有了身孕，就和丈夫商量，两个人都觉得，在这种捉襟见肘的经济状况下，再养个孩子简直是不可能的。于是她不得已地悄悄找了个密医处理，弄得死去活来，最后还是不得不请产科医师来收拾残局。",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "“她说：‘我常常想：“你杀死了自己的骨肉，这样的滔天大罪，逃得了上帝的惩罚吗？”天网恢恢，报应终于来了，弄得我这么惨，唯一值得安慰的是眼睛没有瞎掉。’",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "“从上面这一段话里，你可以了解，这次意外一方面固然是她在自我惩罚，同时她也企图用这个来平息上帝的怒气，来结束那种凄凄惶惶坐待大难临头的日子。在她跑向商店去买那幅画的时候，所有这一切回忆和恐惧（当她警告丈夫时，恐惧已在她的无意识里迅速发酵）突然在心中复苏，就好像在厉声责备着她：‘装饰育婴室又有什么用呢？你已经杀死了你的孩子了！你这个杀人犯！报应就在眼前！’",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "“这样的想法并没有进入意识层面，它只是利用了当时的外在环境我说‘利用’，也许不免把心理活动拟人化了些——利用那块稀松平常的阻路石来责罚自己。就是因为这个缘故，她跌下去的时候才一点也不慌张，也不会用手来保护脸部。这次意外，可能还有一个不太重要的成因：由于流产的事是她丈夫鼓动的，她不免对他有些怨怼，无意识里期望着他也吃点苦头。所以她明知丈夫因腿脚不好走路一向十分小心，还会无聊地去警告他。”",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "对自己的愤怒，既然可以借着“意外”的笨拙或行动失调，以毁坏一己的容颜，甚或生命；那么你也不难相信，在危及他人的生命和健康的错误里，也有相同的可能性。既然在我的例子里，主人翁的精神都不正常，我便不愿强作解释者，坚持我的观念已成定论。关于常人，这里倒有一个很好的例子，但是已经超越“误引行为”的范围，而接近“象征行为”或“机遇行为”。在给病人的治疗过程中，这一件事可以说是个转折点。",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "这个病人，是个悟性颇高的知识分子，但他的家庭生活很不美满。夫妻间的不和虽然可以追溯出若干实际的冲突，但是他自己也承认，那些都未触及痛痒。所以若想在他们中间作调解人，就必须找出根本的原因。他常想和太太分居，却舍不得离开两个可爱的孩子。他便只有在两极之间游荡，一次次地下决心与妻子离婚，又一次次地放弃这个念头。这样的悬而不决，这样的心理冲突，总强烈暗示着，无意识里必定深藏着未知的动机，唯有用精神分析法把它发掘出来，病才会治好。治疗过程中，有一天他讲了一件家里发生的小事。这件事差点儿把他吓坏了：他比较钟爱他的大儿子，常常逗着他玩，一次次把他往上拋，再接住，越来越高；有一次竟高到差一点点孩子的头便碰到巨大的枝形吊灯架，接近到那样的程度，真可以说是“间不容发”。小孩子一点伤都没有，只是吓晕了；父亲紧紧搂住他，母亲已经歇斯底里地发作了。这样的疏忽极有可能造成悲惨的结局。双亲间为此竟又交恶，指责不休；凡此种种，都暗示着这不是意外，而是一种象征性行为，表达出两人对他们所爱的孩子，都有把他剔除掉的不良意向。",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "也许你要问：这爱与恨之间的矛盾，岂不太难解释吗？我相信，父亲对小孩的兴趣与疼爱并非与生俱来，而是需要时间来培养的。当大儿子刚出生的时候，他对这个孩子毫无怜爱之情，只觉得这真是个讨厌的小家伙，阻挡了他和妻子离异的路，所以无意识里便种下了伤害他的冲动。我们可以想象，在当时他会这么想：“要不是这小子碍事，我早就和她离婚了。他要是死掉多好。”孩子一天天长大起来，他也日渐动了真情，但是希望孩子去死的恶意却仍留在无意识里，鲜被人知，直到这次事故发生，我们才了解这个曾被固置在无意识中的期望。",
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "从此，我才开始触及存在这个患者早年记忆里的影响深远的一件事：他还很小的时候，一个小弟弟的死使母亲非常伤心，她十分埋怨父亲的疏忽，两人争吵得很严重、很长久，差点儿就离婚。自从了解了这件事对他的重大影响，再从此处着手，治疗就一天天地顺利起来，他也能过上比较满意的生活了。",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "[1] 均为精神科医师用具，而前者比后者常用得多。—— 译者[2] multiple sclerosis，一种慢性、遗传性、退化性的神经系疾病，无可医治。——译者",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "[3] 曹操伐汉中，旷时日久，因有归意而未决，出令曰“鸡肋”，人莫知其意，独杨修整装待发。人问其故，修曰：“夫鸡肋弃之如可惜，食之无所得，以比汉中，知王欲还也。”曹操这个口令，很可能是脱口而出的。如此不自觉地透露出心意，也只有聪明绝顶的杨修才能看破他的潜在意识。——译者",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "[4] 这种梦我愿称之为“俄狄浦斯梦”，因为由这类梦可以导向俄狄浦斯的故事。但在希腊悲剧作家索福克勒斯（Sophocles）此一悲剧的原本中，这个梦是经伊俄卡斯特王后（Jocasta）之口说出的（参见《梦的解析》）。［俄狄浦斯是希腊神话中忒拜城（Thebes）的拉伊俄斯国王（Laius）与伊俄卡斯特王后的儿子。当俄狄浦斯诞生时，有一神使预言他将弒父娶母，他因而被弃。但为牧羊人救起，被科林斯（Corinthus）王收养。长大后复闻预言，乃离国远去。途中误杀一人，便是拉伊俄斯国王，往忒拜的路上又斗智杀了狮首女身的斯芬克司，被拥立为王，娶伊俄卡斯特为妻，生育二女。经十数年而事发，王后自缢死，俄狄浦斯刺瞎双目，流浪而死。——译者］",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "[5] 东茛菪碱（Hyoscine），一种生物碱，对副交感神经有抑制作用。——译者",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "[6] 自我伤害若还不到自我毁灭的程度时，仍须顾忌习俗的见解，而不得不以意外来作掩饰，或忽然发作为怪病。有时，他们无故哀伤；有时，他们自以为清高，逃离尘世，对之充满哀怜。",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "[7] 康康舞（cancan），19世纪流行于巴黎舞厅的一种舞蹈，舞者身穿肥大裙子，以掀裙高高踢腿为特征。——译者",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "[8] 这种情形与女人遭受“性攻击”的时候颇有相似之处。当一个女人被男人攻击时，她不可能聚集全身力量来反抗，因为在无意识里有一部分感情是对被攻击者的顺从与承受。事实上，我们总说女人在这种情形下全身力量都麻痹了，然而为什么会麻痹，一般人都不愿加以解释。在塞万提斯《堂吉诃德传》（Don Quixote，vol.ii chap，xlv）里，桑丘·潘沙的判决也许会被看作聪明的做法，然而从心理学观点看来却一点也不公正。那故事是：一个女人拉了一个男子到法官面前来，告他用暴力污辱了她，桑丘从被告身上拿出一个钱袋来补偿她，其后却又怂恿他抢她的钱袋。两个人一路打回来，女人终于打赢，十分傲视那个坏蛋。这时桑丘说：“你在为你的身体而战时，如果能像现在为钱包而战这么英勇（不，只要有一半也够了），那么连赫拉克勒斯（Hercules，希腊神话中的大力士）也不能污辱你。”",
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "[9] 显然，一个意识上常思及自杀而不愿自己执行的人，常走向战场。参见《华伦斯坦》一书，瑞典船长对皮科洛米尼之死所说的话：“他们说他希望死去。”",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "[10] 静脉曲张症（varicose veins），腿部静脉瓣破坏，血液瘀积，静脉扩张曲行而成，多发于长久站立工作之人或怀孕后的妇女。J君为木匠，显然需长久站立工作，故得此病。—译者",
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "第9章 “症候行为”与“机遇行为”",
        "text_level": 1,
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "前面我们谈过的那些行为，都是无意识意愿的实行，不过却表现在其他行为无意中的扰乱里，而以动作的笨拙为借口。这里我们所要谈的“机遇行为”，与“误引行为”不同，无需借口，无需意识性意向的支持。它们看来独自发生，而且被一般人认为不具目的或意义。我们认为我们“根本没想这么做”、“只是偶然发生”、“只是不想让手空下来”，我们总是颇具自信地以为，若有谁问及它们的意义，这样的解说已很充足。这种不再以动作笨拙为借口的行为，其所以能自成一格、不被怀疑，必须满足这些条件：它们必须不甚显眼，它们所造成的结果必须不严重。",
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "我曾在自己及他人身上搜集了一大堆此类的“机遇行为”，对每个例子做了彻底的研究后，我相信使用“症候行为”这个词汇更为恰当。它表示出，做这种行为的人本身于此并无所觉，自然也不是想暴露自己的心意于他人之前，只是为自己做的。就像此前所提及的种种现象，这也构成其症状的一部分。",
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "这种“机遇行为”或“症候行为”最丰富的来源，无疑来自神经症患者的精神分析疗法过程中。我极乐于讲述以下两个例子，因为它们表现出，在看来平凡无奇的小事里，无意识思想能走得多深、多细微。在“症候行为”和“误引行为”之间，分界实在极不确切，或许我本可以将这两个例子放在前面一章里。",
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "例一 在分析过程中，那位少妇述说一件忽然想起的事：昨天她在修指甲的时候，“当修整指甲边的表皮时，竟剪到了肉”。这确实是无意义的小事，令人惊奇的是，她何以会想到且说出来。我因而猜疑这是一件“症候行为”。原来受伤的手指头就是戴结婚戒指的那一个。而且，她弄伤手指那天，正是她的结婚纪念日，这样我们也就不难准确地猜测其意义了。何况不久前她提过的一个梦里，又暗示了丈夫拙于表达情意，以及她自己的感觉缺失。但是结婚戒指是戴在右边的，她为什么伤在左边？原来她的丈夫是个法律学者，一位“法律博士”（Doktor der Rechte，字面上的意义是“右”博士），而她少女时代的心上人却常被戏称为“错误博士”（Doktor der Linke，字面上的意义是“左”博士），如此看来，左边的婚姻便不无意义了。",
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "例二 一个年轻的单身女郎说：“昨天，完全无意地，我把一张百元大钞撕成两半，拿了一半给一个来访的妇人。这也是症候行为吗？”到底是不是呢？且让我们继续看下去吧：她贡献部分时间与财产于慈善工作。她和另一位女士合作支持一家孤儿院。这张百元大钞是那位女士送来的，包在信封里，暂时放在桌子上。",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "来访者是位名声显赫的女士，与她同做另一件慈善事业。那位女士想要一份可以求得慈善捐款的人士名单。因为身边没有纸，我的病人顺手拿起桌上的信封，毫不思索地撕成两半，一半自己留着做名单的副本，另一半拿给访客。",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "请注意，此一无目的举动是毫无所损的。我们都知道，百元大钞撕破以后，只要碎片不丢掉，价值仍在。那半个信封上尽是重要的人名，那位女士一定不会把它丢掉，而她一旦发现里面有这贵重的东西也一定会送回来。",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "然而在这种经由遗忘而发生的“机遇行为”里，究竟表达着什么无意识思想呢？在此例中，那位访客以及我的病人，和我本人关系都颇深厚。从前就是她介绍了这位生病的女孩来我这里看病的，现在，如果我没弄错的话，我的病人的确很感谢那次介绍。那么这半张百元钞票是不是代表了给她的谢礼？这倒还是个谜。",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "但是顺着这个想法走去，就渐有曙光露出来。几天前有个媒婆曾间接致意，问这位“窈窕淑女”愿不愿认识某“君子”，而那天早晨，就在那位女士来访前数小时，求婚者的情书到了，使得她十分高兴。所以当访客问及她的健康情况时，她可能正在想：“你的确替我找到了一位好医师，如果你还能帮我找个好丈夫（并且生个孩子），我不知要多么感谢你呢。”",
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "这两件事的媒介人在她的压抑思想里合而为一，所以她把幻想中情愿交给另一种媒人的谢礼交给了这位访客。而我想起我昨晚刚刚告诉她有关机遇或症候行为的事，可能她就因此不觉有了这份心意，一有机会便做出了类似的行为。",
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "这种机遇和症候行为十分常见，我们可以将之分为三类：（一）习惯性的，（二）在某些情况下常见的，（三）孤立发生的。第一类（如玩弄手表链、抚摸胡须，等等）几乎可以作为个人的特征，与“局部肌肉抽搐”（tic）有关，值得合并讨论。第二类（我认为）包括：玩弄自己的手杖、用铅笔乱涂乱写、使自己口袋里的硬币叮当作响、揉面团和其他的塑料制品、抚摸自己的衣裙，以及许多诸如此类的动作。",
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "这类看似无聊的举动，在精神分析过程中常会发现隐藏着的，在他处从不曾表达出来的意义与看法。通常患者对此一无所知；他并不知道他做的还是同样的动作，或者已经对之有所改变，他也感觉不到这些动作的效果。例如，他常搅动钱币，却听不见叮当声，一旦被人指出，就觉得十分惊奇和不可置信。同样重要而值得医师们仔细观察的，是一个人对自己衣饰不自觉的所作所为。每一惯常打扮的变化，每一微小的疏忽，以及每一暴露的迹象，比如钮扣没扣好，都意味着衣物穿着者不欲出之于口的种种表达，他常对此毫无所觉。",
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "关于这些“无聊的”“机遇行为”的解释，以及解释的证明，每每可以在治疗过程中由其环境的认识、讨论的主题，以及当请他注意这些动作时浮现于表层的想法，而得到确切的证明。我不欲于本书中多提属于病态的例子来支持我的论断，我总相信这些事在常人中的意义，与在病人中是相等的。",
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "但是，我忍不住至少要引用一个例子，来说明习惯性的、象征性的动作可以和正常人生活的重要部分有多么亲近的关系存在。",
        "page_idx": 110
    },
    {
        "type": "text",
        "text": "琼斯这么写：",
        "page_idx": 110
    },
    {
        "type": "text",
        "text": "“弗洛伊德教授告诉我们，幼年生活影响力的象征化，扮演着远比在精神分析初期我们所敢想者更为重要的角色。由此看来，下述分析实例可能很有意思，特别就医学的观点来说。",
        "page_idx": 110
    },
    {
        "type": "text",
        "text": "“一位医师在他新居里安排家具的位置时，不知该把一只古老的木制直式听诊器放在哪里才好。后来他把它放在书桌旁，这个位置恰好在他和病人的椅子之间。这行为本身就颇古怪，因为他从不用这只听诊器，一向只使用新型的双耳听诊器；其次，他所有的医学工具都放在抽屉里，只有这个例外。他一直没有去想这件事，直到有一天一个从未看过木制听诊器的病人问他这是什么，告诉了她以后，她又问他为什么放在那里。他支吾其词地搪塞过去，说那里也不错。然而从此他开始思考，怀疑在此行为中有否无意识动机存在。由于他平时对精神分析颇有兴趣，所以特地请我来研究这件事。",
        "page_idx": 110
    },
    {
        "type": "text",
        "text": "“他首先回想起，当还是个医科学生时，他很崇拜一位实习医师，而且过从甚密。这位实习医师到病房巡视时总是带着一只木制的听诊器，虽然他从没有用过。后来，当自己也成了实习医师时，他染上了同样的毛病。偶然忘记了，手上没有那木制的听诊器可以晃动，他便觉得十分不安。他从来都只使用双耳式的听诊器，而且在他转往外科实习，不太需要听诊器时，仍保持这个习惯。从这两点你当可以看出这个习惯毫无目的。",
        "page_idx": 110
    },
    {
        "type": "text",
        "text": "“由此看来，很明显的，这一器具包含的观念，比表面上可见的更具有心理上的重要性，值得深入研究——也就是说，它对这个人的意义，比对别人的大得多。这种观念必在无意识里与别的象征化了的东西有所联系，而由那里得到额外的意义。在进行分析之前，我想先指明，这个观念是——一个与阳具有关的观念；至于此一奇特关联的分析，究竟如何完成，我将慢慢道来：他在医院时，身上若不带这个器具，便觉得不安，带着它后则顿感轻松自如，这原和‘阉割情结’（castration complex）关系密切——那是种孩童期的恐惧，唯恐自己身上的某一部分会被拿走，就像玩具常会不见了那样。这种恐惧常缘自父母亲的恐吓，说如果他不乖就要割掉它，特别他在某方面不乖时。这是个很常见的情结，常以伪装的方式延续到成年，而且经常造成一个人的不安和缺乏自信。",
        "page_idx": 110
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 111
    },
    {
        "type": "text",
        "text": "“他想起了童年时的家庭医师，他在小时候很依赖这位医师。在分析的过程中，一个被埋藏已久的、4岁时的双重幻想，重又发掘出来。在其中他幻想一个小妹妹的出世，她同时是（1）他和他母亲的孩子，而父亲则被弃置不顾；（2）医师和他的孩子，因此他扮演了又男又女的双重角色[1]。当回想至此，他逐渐发觉，在记忆里医师竟占了主要的地位，而父亲不过扮演了附属的角色罢了：这情形对他日后生活的重大影响，不久便可揭晓。",
        "page_idx": 111
    },
    {
        "type": "text",
        "text": "“这个听诊器的联想有好几方面。首先，器具的外表形状很相像一个长、硬的中空管，前头有一个球形的突起，另一头则渐形宽广——而且它是医学用具中最主要的一个，医师用它表演着魔术似的有趣技艺，这些在在都吸引着他童年时的兴趣。在他6岁的时候，医师常诊查他的胸部，当医师低下头将木制听诊器压在他胸上，随着规则的呼吸时起时伏，他必曾感受了阵阵的快感。看见医师把听诊器藏在帽子里，他很惊奇；他想，医师看病人时总要带听诊器，却藏在帽子里，必要时脱下帽子（衣服的一部分），‘拉它出来’。在他8岁时，一个年长的男孩告诉他，这位医师常命令他的女病人上床。当然这位医师既年轻又英俊，在这附近的妇女群中，包括这个人的母亲，极受欢迎。所以这位医师及其‘器具’确实使孩提时代的他感受良深。",
        "page_idx": 111
    },
    {
        "type": "text",
        "text": "“很可能，就像我们在很多地方见到的，他对家庭医师的无意识的模拟，在他的职业选择里是个重大的动机。其中有两点很动他的心：",
        "page_idx": 111
    },
    {
        "type": "text",
        "text": "（1）他原很嫉妒父亲，如今他发现这位医师在许多方面比父亲强；（2）这位医师拥有对于不准谈论的医学问题的渊博知识[2]且行医时可逾越很多限制。事实上这个人后来长大行医，就常感觉到女病人对他的色情诱惑；他曾两次与女病人陷入恋爱，终于娶了其中的一个。",
        "page_idx": 111
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "“他又忆及一个梦，里面显然带有同性恋及被虐待狂的意味：在梦里一个男人拿着一把‘剑’攻击他，那个男人其实就是那个家庭医师的化身。剑的意义，通常在梦里，代表着和这一例子中的木制听诊器同一类的东西。‘剑’这个想法常使他记起《尼伯龙根传奇》[3]里的一段话：齐格弗里德（Siegfried）与布龙希尔德（Brünhilde）共眠，齐格弗里德以一把锋利的长剑居间。这件事时常引发他的想象。",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "“此一症候行为如今已可了解。他把木制听诊器放在他和病人之间，就像齐格弗里德把长剑（同样的象征）放在他与他所不能碰的少女之间。这个行为有显著的两面性，且互相取得妥协。它一方面表露了他想和迷人的患者亲近，但已压抑了的期望（阳具居间）；另一方面又提醒着他这一期望不可以变成事实（长剑居间）。可以说，他的态度必须是‘只可欣赏，不可乱来’。",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "“我还想附带说，他小时候很喜爱诗人利顿勋爵在《黎塞留》一诗 里的句子： ",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "在那真正伟大的历史人物里，笔比剑更为有力。[4]",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "“他变成了一位多产的作家，常使用一支粗大的钢笔。我问他为什么用那么大的笔，他如所预料地回答：‘我有太多东西要说。’",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "“这一分析提醒我们的有两点：第一，在所谓‘无害的’及‘无意义的’行为中，常可发现精神生活的重大线索；第二，象征化的倾向竟发生得那么早。”",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "在我的精神分析经验里，也有相似的例子：病人的一只手玩弄着一大堆面包屑，就此清晰地宣告了心中所想。我的病人是个不到13岁的男孩，已罹患歇斯底里症2年。经过漫长的水疗法无效后，才来找我。我猜疑他已有性的经验，而且，在他这个年龄，正为性问题所困扰；但我一时还持保留的态度，想获得更确切的证据。所以当时我很好奇，不知最后此事将以什么方式表达。",
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 113
    },
    {
        "type": "text",
        "text": "有一天我发现他在右手手指间玩弄着什么：有时把它塞入口袋里，在里面玩，有时又拿出来。我正想问他在玩什么，他忽然张开手，被我看到：那是搓成一团的面包屑。下一次会面时，他仍带着这么一团东西，在谈话时，他眼睛虽闭着，手却异常快速地在捏塑着什么，这个动作激起了我的兴趣。原来那是个人体像，与史前民族的粗陋偶像十分相似。有一个头、两只手臂、两条腿，在两腿间还有一个长长的凸起物。",
        "page_idx": 113
    },
    {
        "type": "text",
        "text": "塑像还没有完成，他又把它捏回原状。后来他继续捏造人像，而那长长的凸起物时而出现在背部，时而在其他各部分，似乎试图隐瞒原先的含义。为了打破僵局，我忽然问他还记不记得那个罗马国王在花园里为他儿子派来的使者演一幕哑剧的故事。",
        "page_idx": 113
    },
    {
        "type": "text",
        "text": "这个男孩不情愿回想他应该才学不久的上古史。他问我，那是不是一个奴隶的头顶上被刻以复信的故事。我说：“不，那属于希腊历史。”然后讲给他听：“塔克文·苏佩布王令他的儿子塞克斯特潜入某城。儿子在城里建立了立足点后，派人送信给国王，请示下一步行动。国王不予回答，只是自个儿走向花园；使者再次追问，他不发一言，砍倒了园内最美的一株罂粟树的主干。使者只有如此回报塞克斯特，然而他了解父亲的意思，不久便把城里最显赫的人物暗杀掉了。”",
        "page_idx": 113
    },
    {
        "type": "text",
        "text": "男孩停止捏弄，听我讲故事。当我讲到国王走入花园那一段，我注意到“不发一言，砍倒了……”时，他像闪电般急速扭断了塑像的头。由此可见他已懂我的意思，也表现出他自知已被我了解。因而我便尽可直接地询问他，答复他心中的疑惑。他的神经症在短时间内便消失了。",
        "page_idx": 113
    },
    {
        "type": "text",
        "text": "症候行为不论在健康的或患神经症的人里，都取用不尽，在许多方面值得我们注意。对医师而言，这些症候行为常引导他注意新的或不熟悉的情况，其功非小；对一个敏锐的观察者，这些症候行为常暴露一切事情，多得令他觉得，还不如不知道的好。习于应用此事者，有时觉得自己聪明得就像东方传说里善听兽语的所罗门王。",
        "page_idx": 113
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 114
    },
    {
        "type": "text",
        "text": "有一天我去一位妇人的家，看她那年纪尚轻但性情孤僻的男孩。他向我走过来时，我在他的短裤上看到一大块污点，其边缘特别具僵硬感，显然是蛋白质弄成的。经过一时的局促不安，他解释说，因为声音沙哑，他刚吞了一只生鸡蛋，不小心把蛋白洒在了裤子上。他还拿出残存的蛋壳来证明自己的话。这奇怪的污点便这样用无害的借口搪塞了；但一等他母亲离开，我便先为他如此地帮助我诊断而致谢，然后平静地开门见山，直接讨论他所担忧的手淫问题。",
        "page_idx": 114
    },
    {
        "type": "text",
        "text": "还有一次，我去看一位又愚蠢又吝啬的富婆，她每次总对医师诉说一大堆莫名其妙的病痛，让医生在八卦阵里猛绕圈子，最后才发现病因如此不值一提。我到的时候她正坐在一张小桌前忙着将银元堆积成串，并在起立时撞到了一些银钱。我帮她一一收拾，忍不住打断她自怜自艾的诉苦，说：“你那好女婿又花掉了你很多钱吧？”她极力否认了，但不久却又抱怨女婿的浪费使她病得更重。这次以后她再也没找我了。所以我想说，如果你还想与一个人保持友谊，那么在说穿他的症候行为之前，便得多加考虑。",
        "page_idx": 114
    },
    {
        "type": "text",
        "text": "在进餐时观察同桌人的吃饭百态，常可证明他们最具启发性、最引人入胜的症候行为。",
        "page_idx": 114
    },
    {
        "type": "text",
        "text": "汉斯·萨克斯医师谈过：",
        "page_idx": 114
    },
    {
        "type": "text",
        "text": "“我曾和一对与我有亲谊关系的老夫妇一起进餐。老妇人的胃有问题，饮食极受限制。来了一道烤肉，她自然不能吃。丈夫请她拿芥菜佐料来。妻子打开壁柜，竟拿了一小瓶健胃药水，放在丈夫面前。圆筒状的芥菜瓶与小药水瓶之间真是差以千里，但是在丈夫大笑着告诉她之前，老太太居然毫无所觉。这个症候行为的意义浅显，用不着再费唇舌。”",
        "page_idx": 114
    },
    {
        "type": "text",
        "text": "我真该感谢达特纳医师精细入微的观察，使我们得见下述的绝佳好例：",
        "page_idx": 114
    },
    {
        "type": "text",
        "text": "“我和同事H君（哲学博士）同进一家餐厅。他谈及一般人对试用人员的不公正，而且举自己的情形为例，说他在求学的时候，便曾做过显赫的驻智利全权大使的秘书。‘但是，’他又说，‘大使后来调职，我也懒得去求新到任的大使。’当讲最后一句时他叉起的一片肉饼已到嘴边，却像失手般地掉了下去。我马上看出这个症候行为的潜在意义，于是向我那不懂精神分析的同事说：‘其实是你自己白白丢掉了到口的美味。’他并不知道我这句话同时也指他方才的症候行为，但他相当赞同地复诵我这句话，好像我是他肚里的蛔虫一般，显得十分惊奇：‘的确是我自己把那口美味丢掉了。’他这才详细说明自己是因为当时的举止失措，因而失去了这个好职位。",
        "page_idx": 115
    },
    {
        "type": "text",
        "text": "“若你知道，我和这位同事相当陌生，所以他很犹疑，不愿说出从前经济情况的困窘，你就更能明白这个象征性动作的意义。他压抑了的思想，以症候行为象征化地表达了原欲隐瞒的事物，说话的人由此减轻无意识的压力。”",
        "page_idx": 115
    },
    {
        "type": "text",
        "text": "下面几个例子可以说明，似乎无缘无故地把东西带来或带走，也可能被证明有意义。",
        "page_idx": 115
    },
    {
        "type": "text",
        "text": "例一 达特纳医师说：“我的一个朋友，在他青梅竹马的女朋友结婚之后，第一次去拜访她。他谈起这次拜访，对于虽早下定决心不宜耽搁太久却又办不到而沮丧。又谈及他在那里时所做的一件奇怪的错事：",
        "page_idx": 115
    },
    {
        "type": "text",
        "text": "“当时女朋友的丈夫也出来陪他谈天，忽然找不到他刚才放在桌上的一盒火柴。我的朋友那时也摸索自己的口袋，看有没有顺手放了进去，但并没有什么发现。可回家不久他却在口袋里找到了火柴盒，惊奇得不得了，更百思不解何以盒子里只剩下一根火柴。",
        "page_idx": 115
    },
    {
        "type": "text",
        "text": "“几天后他所做的一个梦，指出火柴盒显然象征着他那位从前的女朋友。在这个症候行为里，我的朋友表达了他的占先及独自拥有的欲望（火柴盒子里只有一根火柴）。”",
        "page_idx": 115
    },
    {
        "type": "text",
        "text": "例二 汉斯·萨克斯医师说：“我们的厨子很喜爱某一种肉饼，她在所有点心里总是只有这一种做得好。有个星期天，她送上这种肉饼，收拾了上一道菜的盘子后，又把这盘肉饼叠在最上面捧回厨房去了。我们起初以为她发现什么问题拿回去重做，但是久久都没见她再拿出来。太太按铃问她：‘贝蒂，肉饼怎么啦？’那个女孩子却不知道这句话的意思，回答说：‘味道如何？’我们不得不明白说出她已把肉饼拿回厨房去了。她竟能把它放在一叠盘子上拿出去，又放在一旁，却‘没注意到’。",
        "page_idx": 116
    },
    {
        "type": "text",
        "text": "“第二天，当我们再吃剩下的肉饼时，太太发现，肉饼还像昨天饭后所剩的那么大——那就是说，女仆不曾吃半点这盘她喜爱的东西。问她为什么不吃肉饼，她有点窘困地说，她昨天不喜欢吃。",
        "page_idx": 116
    },
    {
        "type": "text",
        "text": "“在这件事里婴儿期态度有两次出现——起先是婴孩似的贪婪，拒绝与他人共享他所喜爱的东西；然后是婴孩似的拒绝：‘你既然不给我，就自己用吧，我一点也不要了。’”",
        "page_idx": 116
    },
    {
        "type": "text",
        "text": "机遇行为或症候行为在婚姻生活内常有相当的重要性，可以使一个不懂无意识心理学的人因预兆而执迷。如果一位少妇在蜜月旅行里掉了婚戒，即使只是误放而马上找到，也绝不是吉利的事情。",
        "page_idx": 116
    },
    {
        "type": "text",
        "text": "我认识一位女士。许多年来，凡有关金钱来往的事情，她一向签署未婚时的姓名，如今她终于离婚了。",
        "page_idx": 116
    },
    {
        "type": "text",
        "text": "有一次我在一对新婚夫妇家里做客，听那个新娘兴高采烈地述说最近的趣事，说在她蜜月旅行回来的第二天，丈夫去上班，她像往日那样陪妹妹到街上逛街；忽然她看到对街站着一个男人，她推了推妹妹说：“你看，那不是L君吗？”她忘掉了，这个人已是她的丈夫几星期了。我听了这个故事暗暗捏了把冷汗，但是不敢作任何评语。不出几年，我听到了这件事的结局：他们果然在十分痛苦的情况下宣告离婚。",
        "page_idx": 116
    },
    {
        "type": "text",
        "text": "梅德的一本法文巨著里有如下一段观察的叙述，当作“遗忘”的例子也颇适宜：",
        "page_idx": 116
    },
    {
        "type": "text",
        "text": "“最近有一位女士告诉我们一件事，是她婚前忘记试穿结婚礼服的小插曲。她本来和女裁缝师约好晚上8点见面的，却让人家空等了一个晚上。由此可见，新娘不但不以穿结婚礼服为喜，更渴求着忘记这个痛苦的象征。如今她已经……离婚了。”",
        "page_idx": 117
    },
    {
        "type": "text",
        "text": "一个懂得察言观色的朋友提起伟大的演员杜丝，很佩服她在某剧中的演出，对她扮演的角色有深刻的了解。那是一场女子偷情的戏：她刚和丈夫谈完话，独自站在那儿自言自语，等待情郎出现。在这一段时间里，她玩弄着结婚戒指，拿下来，戴上去，最后又拿下来。此时她整个心已属他人了。",
        "page_idx": 117
    },
    {
        "type": "text",
        "text": "我认识的一位老翁娶了个少女，他决定新婚之夜不去旅行，而是先住在一家旅馆里。到了旅馆门口，他才发现钱包不在身边。因为里面放着这次旅行的全部费用，他真的吓了一大跳，赶快打电话叫家里的仆人去找；钱包终于在他刚换掉的大衣里找到，仆人马上给这位新郎送了过去。但是你由此已可知道，他对这次结婚原非心甘情愿。",
        "page_idx": 117
    },
    {
        "type": "text",
        "text": "也许这是件可喜的事：东西之所以会遗忘，常只是未被注意的症候行为的延伸，所以至少在暗地里符合遗失者的意向。他常对东西的遗失不甚在意，暗中已经不喜欢这个东西，或不喜欢送这东西给他的人，或由于对别的更重要东西的厌恶，经象征性的联想而转移于此。贵重物件的遗失可表露种种情感，它可能象征性地代表一个压抑的思想——也就是说，它可能带来一个你不愿再提及的回忆——或者它可能代表着对未知的命运之神的奉献，这种迷信事实上迄今仍在我们之间盛行[5]。",
        "page_idx": 117
    },
    {
        "type": "text",
        "text": "下面是一个有关物品遗失的生动实例：",
        "page_idx": 117
    },
    {
        "type": "text",
        "text": "达特纳医师说：“一位同事告诉我，他遗失了一支性能优越、已陪伴他2年、十分珍贵的钢笔。分析得到了下列事实：遗失的前一天他接到堂兄的来信，结尾这么写：‘你现在这么好吃懒做、不求上进，我再也不想帮你的忙了。’这封信的效力实在太大，他在第二天便牺牲掉这支堂兄送给他的笔，以示不在乎其恩惠。”",
        "page_idx": 117
    },
    {
        "type": "text",
        "text": "布里尔也有下述实例：“有位医师和他的太太对心理学相当有兴趣，他们共读我写的《精神分析：理论和实际应用》一书中的‘日常生活的心理分析’一章，他们对这些新观念感受良深，也愿意接受大部分的观点，但始终不能同意其中的一句话：‘我们绝不会遗失自己所要的东西。’他对太太说：‘我当然不想丢掉我那把刀子。’他指的是太太送他的一把贵重的小刀，他原本十分珍爱，丢掉后相当痛惜。",
        "page_idx": 118
    },
    {
        "type": "text",
        "text": "“他的太太不久便想出了个中原委，使他不再怀疑这句话。当她送他这把刀时，他真的有些不想接受。他虽自以为思想开放，但对于以刀子作为礼物终不免有些迷信，因为人家说刀子会割断情谊。他把这一点告诉了太太，她只是一笑置之，如此他保有这把刀子许多年。",
        "page_idx": 118
    },
    {
        "type": "text",
        "text": "“后来丢掉刀子时，他们正陷于几乎难以收拾的剧烈争执里，濒临离婚边缘。这次争执起因于他前妻的女儿来和他们同住。他的女儿导致了种种误解，而正在争执的高峰，他掉了这把刀子。",
        "page_idx": 118
    },
    {
        "type": "text",
        "text": "“这个症候行为的无意识活动十分有趣。虽然他表面上排斥迷信，无意识里仍然感受到刀子对双方情谊的威胁。失去刀子只是无意识里对于失去妻子的一种防卫。遗失了刀子，他使迷信的威胁无可施为。”",
        "page_idx": 118
    },
    {
        "type": "text",
        "text": "奥托·兰克用了长篇巨幅，佐以梦的分析，深入研究了奉献倾向。我认为此类症候行为正是了解个人精神生活的最佳途径。",
        "page_idx": 118
    },
    {
        "type": "text",
        "text": "最后，在众多孤立发生的机遇行为之中，我还想提一件即使不分析其意义也很明了的例子。这个例子告诉我们，这种症候可以多么无意地表现出来，却被观察者十分看重。在一个夏季旅行里，有一次我需在某地停留好几天，等待旅行同伴。那时我认识了一个年轻人，似乎也是单独一个，他和我很谈得来。我们住在同一个旅社，自然每天在一起吃三餐、一起散步。",
        "page_idx": 118
    },
    {
        "type": "text",
        "text": "第三天下午他忽然告诉我，他太太所坐的特快列车今晚到站。这事颇引发了我心理学上的兴趣，因为他那天早上便已拒绝和我走远路，在散步时又反对走某条路，说它太陡太危险。下午散步时他忽然以为我已经很饿，说尽可马上去吃晚餐，而他不想在太太到之前吃饭。我听懂他的意思，便送他去火车站，而自己独自进食。",
        "page_idx": 118
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "第二天早上我们在旅社前门相遇。他介绍了他的太太，说：“你不介意和我们共进早餐吧？”我当时还有点小事要办，但答应马上回来。其后，我回到餐厅，发现他们坐在窗前的小桌边。他们两个人同坐一边，另一边只有一只椅子，却被一件又厚又重的男式大衣盖住了。我很了解大衣放在那儿的意思，虽然不是有意的，却很明显地表达了这个意思：“没有你的地方了，你现在是多余的了。”",
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "那个人没有注意到我一直站在桌边不曾坐下，但是他太太看到了，急忙推了丈夫一下，悄悄地说：“啊，你的大衣占了人家的位子了。”",
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "诸如此类的例子，常使我想到，许多无意中做出来的事必然会成为人与人之间种种误解的来源。犯了过错的人，看不出自己有任何相关的意向，只想一笑置之，不相信他应负任何责任。在另一方面，感受的人，他虽然自己也常用对方这种想法来解释自己的行为，现在却目光锐利，看出且说出了对方受不了的事实来。而做出这症候行为的人此时觉得自尊大伤，他力辩此事无据，他看不出任何清晰的意向，总说别人误解了他。仔细观察后，你将会发现一个人之所以误解别人，正因他了解过多。两个人愈是“神经质”就愈容易互相制造争执的借口，那是因为，一个人总是否认自己可能如此，却相信别人一定是这样的。",
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "人们经由“遗忘”、“误引行为”及情绪爆发而表达出来的，实在是对他们内在不诚实的一种惩罚，他们在自觉不能控制时原该及早对自己也对他人坦诚。事实上我们大可认定，每个人都无时无刻不在对他周遭的人们进行心理分析，所以他总是“知彼而不知己”。你想追究自己许多显然无意的错误和疏忽吗？走上德尔斐阿波罗神殿（Temple ofApollo at Delphi）门口的铭言γνωθισεαυτου（认识你自己）所照耀的坦荡大道吧！",
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "[1] 精神分析的研究及幼儿期遗忘的探求，愈来愈显示出此种看来奇特的性心理早熟并非那么反常。",
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "[2] 对“性问题”我们常拐弯抹角地说“医学问题”。",
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "[3] 《尼伯龙根传奇》（Nibelungen Saga）通常称《尼伯龙根之歌》，系德国13世纪的英雄史诗，叙述齐格弗里德的屠龙，与克里姆希尔德结婚，又替其妻兄龚特尔追求布龙希尔德（他曾救助布龙希尔德，而为她所爱恋），后被龚特尔之臣哈根所谋害。其妻克里姆希尔德忍辱25年，终替他复仇。——译者",
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "[4] 就像奥尔德姆说的：“别人佩剑，我只带着我的笔就够了。”",
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "[5] 以下有一些关于正常人和神经症病人的症候行为的例子。一位年老的同事平时很不喜欢玩牌输钱，有一晚却连遭惨败，不得不付一大笔账；他尽量忍住了自己的怒气，不言不语地付了钱。他离开后，我们发现他竟几乎把身上一切东西都留下来了：眼镜、雪茄盒、手帕等等。这马上可以译成下面的话：“你们这些强盗，你们已拔光了我身上的毛。”一个男人，由于幼年时与母亲的关系太亲密，现在屡患阳痿。他谈过自己有收藏以S字为开头的书籍杂志的嗜好，而S是他母亲名字的第一个字母。从家里来的信，他绝不愿它被别处的来信碰到，所以只好把它们分开来放。一位少妇，在排她前一号的病人还在时，忽然拉开诊室的门。她解释说她把前一位忘掉了；真的吗？从小强烈的好奇就常使她在不合宜的时刻闯入父母房里。有一头美发的少女，使用梳子和发夹总是恰到好处，总能让头发在谈话当中忽然松散。接受分析治疗时，有些人躺下，掉落零钞。掉出来的钱与他对这次分析的估价相当。病人把种种东西忘在诊疗室里，如眼镜、手套、手提包，常表示他们离不开这里，而急切要回来。琼斯说：“你只要看他在一个月内收集了多少雨伞、手帕、钱包等，几乎便可以评判一位精神分析医师是否成功。”（我觉得这句话未必有多大意义，因为遗留在那里的东西，其数量本来就该和应诊的人数成正比。——译者）许多小小的习惯，根本想都不用想的日常动作，像睡前拧紧手表发条、离房前熄灯，及其他类似行为，其习惯程度愈是强烈，一旦发生阻碍，愈显然是受到无意识情绪的干扰。在Coenobium杂志里，梅德谈到一位医师在值班的晚上想离开医院去城里。他回来时惊奇地发现房里灯亮着。他是一向不会在离开房间时忘记关灯的。不久他便想通了忘记的缘故。因为如此一来，住在附近的主任看见灯亮必会以为他还乖乖地在房里待命。一位饱经沧桑、愁容满面的人告诉我，每当他过完特别痛苦难堪的一天，当晚便会忘记上紧手表的发条。省略了上紧发条，他象征性地表达了对自己能否活到明天并不在意。另一位完全陌生的人写信告诉我：“最近受到了一个巨大的打击，生命有如飘摇于严霜寒雪之中，我常觉得没有力气再活下去。我几乎每天都忘记拧发条，虽然我以前从不如此。我从前总是在睡前机械地、不自觉地做这件事，现在我总忘了这件事，不过每当第二天有重要的或使我发生兴趣的事要做，我就又记起了拧发条。对于此事我百思不解，这是一种症候行为吗？”荣格和梅德曾注意常人无目的地、不自觉地哼着的旋律，而相信那个人当时总是在想着与旋律的主题有关的东西。",
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "第10章 “错误”",
        "text_level": 1,
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "记忆的错误可以再分作“遗忘”及“虚幻回忆”（false recollection）两种。虚幻回忆也就是记忆发生了“错误”（errors），但是在这里我想赋予“记忆错误”以更严格的意义：当一个人的虚幻回忆纯然源于疏忽、无知、对真相的不了解时，他通常不太会坚持自己的记忆无误。反之，一旦他陷身在“记忆错误”里，由于无意识动机的驱使，他绝不自以为错，反而要强调那存在脑海里的是客观的事实——他不相信这只是自己精神生活的产物，却积极寻找证据来支持自己的记忆。",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "《梦的解析》出版后陆续发现一些错误，都是史地方面的浅显常识，这使我感到惊讶。用精神分析法来思考，我相信这些差错绝不是因为我的无知，或一时的疏忽所造成，而都可以归纳在“记忆错误”现象里加以解释。",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "一 在第361页，我说席勒诞生在西德中部一个名叫马尔堡（Marburg）的城镇。事实上席勒的诞生地不是文化城马尔堡而是在德境西南士瓦本（Swabia）古公国一带的马尔巴赫（Marbach）城。我之所以会弄混这两个名字，是因为在东南奥地利施蒂里亚州（Styria）也有个名叫马尔堡的小城。有一次我坐夜车经过那里，正在睡觉，列车员喊“马尔堡站到了”，引发我梦及席勒的某一本书。",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "二 在第165页，我把汉尼拔（Hannibal）的父亲写作哈斯德鲁巴（Hasdrubal），事实上汉尼拔的父亲叫做哈米尔卡·巴卡（HamilcarBarkas），他的弟弟以及他的连襟才叫做哈斯德鲁巴，这个连襟同时也就是汉尼拔前一任的迦太基军统帅。我常以熟悉巴卡家族[1]（Barkides）的历史自豪，在这本书里不但写错，而且三次亲自校对时还自信满满，不以为误。如此地阴沟里翻船，真太令我难过了。但它也最足以证明我的理论。",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "三 在第217页及第492页，我两次谈到宙斯阉割他的父亲克洛诺斯（Kronos），又把他赶下王位[2]。在希腊神话里，这件“恐怖事件”是克洛诺斯对他的父亲乌拉诺斯（Uranos）所做的。我的“记忆错误”，硬把它降了一代。",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "读过这本书的读者们不难发现，我的记忆力足能驾驭种种细微的、生僻的知识。那么何以经过三次小心的校对，我还看不出这些明显的错误，简直像瞎子一般？我何以会自信满满地去“明知故犯”？",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "歌德论利希滕贝格（Lichtenberg）时曾说：“他所讲的每一个笑话，都是含藏着问题的地方。”同样，我们大可这么说：每一个“错误”的背后，都有被压抑着的心理内容。更清楚地说：每个“错误”隐藏着一份“不真实性”（falsehood），而其不真实则来自压抑思想的扭曲。众所周知，迫于组成“梦之思想”（dream thought）材料的性质，梦的分析极为困难，常会半途而废、徒劳无功；而分析结果的报告则尤为困难，常须改头换面，删去某些细节。若想举例说明，我除此之外，别无他途可循。因为梦的内涵，牵涉着人心中最隐蔽、最不见容于意识思想的成分。尽管如此小心，听说余留的材料，仍冒犯了不少敏感的神经。这些思想的隐蔽或变形不可能不留下一些痕迹。写那本书时，我既处在这种动辄得咎的境况里，心中的话不免常受压抑；压抑多了，不自觉的错误也就跟着多起来，这本是无可奈何的事情。",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "实际上，前述三个例子有着同样的主题：这些错误都是被压抑的思想的产物，都与先父有关：",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "解释一 细心读过《梦的解析》这本书，很可能猜疑到，分析里我虽然批评了我的父亲，但意犹未尽地中断掉了。的确，在分析中我曾省略了一个重要的联想：父亲有个生意上来往的朋友，就叫“马尔堡”，和那个小火车站同名；他曾与父亲发生过争执。他显然与梦的隐意有关[3]，但我无意识地压抑了这个“马尔堡”先生，不让自己及读者们知道。但它却出现在不该它出现的地方，居然把席勒的出生地名从马尔巴赫改为“马尔堡”了。",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "解释二 我很崇拜汉尼拔，读大学时常以他自况。哈斯德鲁巴是他的兄弟辈，而哈米尔卡是他的父亲，所以这个错误，乃是以兄弟取代父亲的意思。小时候，父亲因为是犹太人，常受人欺负，他的懦弱容忍，很令我不满。后来我去英国，认识了我的同父异母大哥，他是我父亲前妻的儿子，年龄大得足以做我的父亲，事实上他有一个儿子就恰和我同年出生。我在那里体会了他的明智开通和对孩子们的照顾提携，便不免幻想着，如果我不是我们的爸爸所生，而是他的孩子，那该有多好！由于这种幻想，在书写时遂以兄弟的名字取代了父亲。",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "解释三 为什么会把希腊神话里的“恐怖事件”降了一代？这也和我的长兄有关。我们的父亲老年再婚，生下我时年纪已很大。大哥曾告诫过我：“在你的人生责任里，有一件事千万要记住：与其说你是父亲的儿子，还不如说是孙子。”另一点值得注意的：这个错误恰恰在我谈论到父母与子女间的互敬互爱时发生。",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "在分析朋友或病人的梦的时候，有时我复述梦的内容，他们会抗议我弄错了；这也是一种叙述的错误（historical errors）。细心推求，发现它们只发生在我有意扭曲或隐瞒什么的时候。这又是一种自己不能发觉的错误，只发生在你有意压抑什么时。",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "当然，我们必须把这种因压抑所造成的错误与因无知所造成的错误仔细加以区别。比如，当经过瓦豪（Wachau）时，我误以为路过革命领袖菲施霍夫（Fischhof）的墓园。其实那只是名称相同而已，真正的菲施霍夫墓园在克恩滕州（Kärnthen）。我因为根本不知道这回事，所以才误会。这不能算是“错误”。",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "这里有另一个很窘人但也引人深思的错误，若你喜欢，称之为一时的“疏忽”也可以。我曾答应给一个病人两本有关威尼斯的书，作为他东游的参考。但是我很不赞成他这次行程，因为这样一来不但中断了亟须的治疗，同时也减少了我的收入。所以我就一直没去找这两本书，直到有一天他突然要我兑现诺言，才匆匆忙忙地到书堆里去翻。",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 124
    },
    {
        "type": "text",
        "text": "有一本是《威尼斯——艺术之都》（Venedig als Kunststätte），很快就找到了。另一本似乎是有关历史典故的。啊，有了，就是《美第奇史》（Die Mediceer）。但是拿给了他，才十分遗憾地发现自己弄错了。美第奇（Mediceer）与威尼斯（Venedig）两字差这么远，怎么会弄错了而毫不知觉呢！平常我发现病人的症候行为时，常常毫不客气地指出它的意义，所以我也只好诚实地说出我心里对他这次旅行的不满。",
        "page_idx": 124
    },
    {
        "type": "text",
        "text": "你恐怕会惊异于人们表达真意的冲动竟那么强。尤其是我，由于习用精神分析，竟弄得几乎没有说谎的能力。有时我想把话说得委婉点、保留点，我的原意却马上就被一个错误或什么错失动作所泄漏。前面那些例子都是很好的证明。",
        "page_idx": 124
    },
    {
        "type": "text",
        "text": "在所有的错失行为（faulty action）里，当以错误最浅显易解。错误的呈现，每每指出这个人的心智受到某种影响力的扰乱，正在剧烈挣扎之中。但是侵扰思绪的性质，并不决定错误的方式，所以光从这一方面来考量，则侵扰的思绪很难找出来[4]。许多单纯的语误和笔误，也有同样的情形。每次我们犯了语误或笔误，在不知不觉中，我们的心理历程都正遭受着侵扰。问题是，它们常不透露扰乱成分的性质，而只是顺着“相似”与“方便”（similarity and convenience）的路走，表现明显的加速倾向。所以从字面或语音里，有时也许可以找到错误的来源，有时则不然。",
        "page_idx": 124
    },
    {
        "type": "text",
        "text": "本章到现在为止引用的一直是我个人的错误。为免单调，下面有几个属于病人的例子。它们也可放在第5章“语误”或第8章“误引行为”里，不过我以为在此也很相宜。",
        "page_idx": 124
    },
    {
        "type": "text",
        "text": "例一 我曾劝一个病人不可再打电话给他的女朋友，因为他们的关系已很恶劣，每次见面或谈话，结局都是不欢而散。他决定斩断情丝，想写绝交信，却不知如何交给她。有一天下午1点钟的时候，他告诉我，已经想到一个交信给她的办法，要开始写信了，请求我在这段时间站在医师的立场做他的顾问，尽量帮他的忙。",
        "page_idx": 124
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 125
    },
    {
        "type": "text",
        "text": "他这封信写到下午2点，忽然停下笔来，对母亲说：“啊，我忘了问问教授，能不能引用他的名字。”所以他打了一通电话，问：“如果教授已吃过午饭，我能和他谈话吗？”令他大吃一惊的是，回答居然是这样的：“阿道夫，你疯了吗？”原来接电话的人，就是他准备绝交的女朋友。他只不过“按错了”，用女朋友的电话号码代替了医师的。",
        "page_idx": 125
    },
    {
        "type": "text",
        "text": "例二 有个年轻教师，出身贫穷，但长得一表人才。他在暑假里追求一位来乡下度假的富家千金。女孩子用情颇深，不顾社会地位悬殊和种族的差别，说服了家里答应这桩婚事。有一天，年轻教师写一封信给他的哥哥：“你若问美丽动人，这个姑娘一点也谈不上；但她温柔体贴。我们一直都相处得很好。但是想到要娶个犹太女孩，我还是难免举棋不定。”收到这封信的居然是他的未婚妻，婚约只好吹了。另一方面，他的哥哥则收到了一封肉麻的情书，丈二和尚摸不着头脑。那位教师叙述这件事时，曾再三保证，这的确是弄错了，并不是在耍什么诡计。",
        "page_idx": 125
    },
    {
        "type": "text",
        "text": "我还知道有位女士对她的老家庭医师很不满意，却不好意思辞退他。她也是因为寄错了信，才达到她的目的。在喜剧里我们常看到这种有意的诡诈，但是至少在这个例子里，我完全相信，这的确是“无心”的错误。",
        "page_idx": 125
    },
    {
        "type": "text",
        "text": "例三 布里尔认识的一位女士，每当提起她从前的某一个闺中密友时，总称呼她未嫁时的姓氏。她自己也注意到了这个错误，据她的解释：她很讨厌这位朋友的丈夫，他们议婚之初她还曾大力反对。",
        "page_idx": 125
    },
    {
        "type": "text",
        "text": "梅德提供的这个例子，说明一个很不情愿地被压抑下去的期望，常会在错误里求得满足。有位同事想趁着假日远离尘嚣过一段清闲自在的日子，却又不得不去卢塞恩（在瑞士中部）作一个早知不会愉快的访问。他既然没有不去的理由，只有踏上行程，坐火车从苏黎世到阿尔特·戈尔道，再换车去卢塞恩，一路上心情低落，埋头看报。抵达终点站，觉得有点奇怪，列车员说他坐错了车——他买的是往卢塞恩的车票，却又从阿尔特·戈尔道坐回苏黎世来了。",
        "page_idx": 125
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 126
    },
    {
        "type": "text",
        "text": "最近我也有类似的经历。我要到英国我大哥的海滨别墅住一段时候。本想顺路先在荷兰玩一天，但是大哥觉得难得相聚，沿途不宜耽搁，我可以回程再玩。所以我便计划取最短的路径，从慕尼黑经科隆到鹿特丹——荷兰角港——从那里我可以在午夜乘汽船渡海峡到英国的哈里奇（Harwich），再坐火车到目的地。但是在科隆我下了火车，竟找不到往鹿特丹的夜快车。我东问西问，东跑西跑，又累又急，终于超过了发车的时间，再也不能照原定计划去做了。",
        "page_idx": 126
    },
    {
        "type": "text",
        "text": "怎么办呢？留宿科隆吧？有一股虔诚感叫我留在这里过一夜，因为家里代代相传，我们的祖先曾在一次迫害犹太人运动里被赶出此城。但是既然自己原想在荷兰玩一天，那就不如坐下一班车到鹿特丹好了。如此我实现了期待已久的愿望——在海牙及阿姆斯特丹的皇家博物馆一睹伦勃朗[5]的真迹。我尽兴畅游一天，直到次日中午，在去英国的火车里，我才清晰地回忆起，当我在科隆车站下车时，在同一月台离没几步远的地方，我的确看到了一个大招牌：“鹿特丹——荷兰角港”，而那辆能载我顺利完成旅程的火车，就停在这个招牌底下。",
        "page_idx": 126
    },
    {
        "type": "text",
        "text": "如果不认为我早已决心不顾大哥的指示要去欣赏伦勃朗的名画，那么何以解释，明明已经看到了如此清晰的指示牌，我却还到处乱找？那真是无可理喻的“盲目”[6]。所有那些过程——我那长久的情绪混乱、到处乱找、想在科隆度夜的虔诚意向——都只是这个诡计的一些掩饰罢了。",
        "page_idx": 126
    },
    {
        "type": "text",
        "text": "有人也许还不相信，我在这里所谈的种种错误，常常发生，或有什么重要性。诚然，你也可以说，前述种种，后果到底都不甚严重。然而是不是应该把这种看法引申到更为重要的“判断错误”（errors ofjudgement）里？这件事我留给你自己去思考。人们在日常生活中或科学研究里，常会被感情蒙蔽，受无意识误引，以至于盲目。唯有最上等最平衡的心智，才能力抗在感受或思考过程中歪曲，而保存外在事实的真相。",
        "page_idx": 126
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 127
    },
    {
        "type": "text",
        "text": "[1] 汉尼拔（Hannibal，前274—约前183），迦太基统帅。迦太基为腓尼基人（犹太人之近邻）在北非的殖民地，公元前与罗马争地中海霸权，经三次布匿战争，终于完全败北，而被罗马夷为平地。汉尼拔姓巴卡（Barkas），乃迦太基望族巴卡之一员。第二次布匿战争失败后，汉尼拔之父哈米尔卡，命他在祭坛前誓雪前耻。汉尼拔长大后，遂率军经西班牙、法兰西，越阿尔卑斯山攻击亚平宁平原，转战经年，几灭罗马。后罗马派军直捣迦太基，汉尼拔转救不及，遂至败亡，是为第三次布匿战争。——译者",
        "page_idx": 127
    },
    {
        "type": "text",
        "text": "[2] 希腊的开天辟地神话，乌拉诺斯就是天父，与地母生克洛诺斯（Kronos，意为时间）及诸泰坦（Titans，巨人的意思）。克洛诺斯在杀伤天父时，曾受诅咒，将来也要被儿子推翻。所以他的妻子瑞亚每生一个孩子，他就吞一个。到第六个孩子宙斯出世，瑞亚把孩子藏起来，用一块大石头骗他吞下。宙斯长大后，迫克洛诺斯吐出他的五个兄弟，两代之间展开一场天翻地覆的大战，最后宙斯因得三个百手巨妖及普罗米修斯（Promethius）的帮忙而胜利。克洛诺斯逃到拉丁平原去，做了那里的神。但是也有别的希腊传说指出宙斯阉割克洛诺斯。所以弗洛伊德说他这个错误，并不是完全的错误。——译者",
        "page_idx": 127
    },
    {
        "type": "text",
        "text": "[3] 列车员喊马尔堡——马尔堡先生——马尔堡与父亲的争执— 一些书——席勒的某本书。——译者",
        "page_idx": 127
    },
    {
        "type": "text",
        "text": "[4] 由于无意识的思路是非理性的，看重的是情感的、象征的而非内涵的联系，所以这样推求不会有结果。要追究它们的关系，必须求之于自由联想法。——译者",
        "page_idx": 127
    },
    {
        "type": "text",
        "text": "[5] 伦勃朗（Rembrandt，1606—1669），荷兰画家。—— 译者[6] 应该说是“盲心”吧！ 译者",
        "page_idx": 127
    },
    {
        "type": "text",
        "text": "第11章 双重错失行为",
        "text_level": 1,
        "page_idx": 128
    },
    {
        "type": "text",
        "text": "前面引过的两个例子：我把美第奇当作威尼斯的那个错误；那个誓不再与女朋友交谈的年轻人却又打错了电话给她，若仔细思量，都并不单纯，的确同时包括了遗忘和错误。在有些例子里，此种结合更为明显：",
        "page_idx": 128
    },
    {
        "type": "text",
        "text": "例一 有位朋友这么告诉我：“几年前我答允参加某一文学团体的委员会，相信那个组织将来可能帮助我排演剧本。我对他们所讨论的东西并没有什么兴趣，却还勉强每星期五都出席活动。几个月前，我的剧本在某剧院演出的事已经完全确定，此后我便老是忘掉那个委员会的会议。每次接到他们的缺席通知，我就为自己的健忘脸红。我十分自责，觉得自己怎么这样差劲，对我没有用的东西就一脚踢开。于是我下定决心下星期五一定要记住。在那一星期我不住地提醒自己。时间终于到了，我来到议事厅，发现门已锁住，显然会议已经结束了。我居然弄错日子，那天已经是星期六了！”",
        "page_idx": 128
    },
    {
        "type": "text",
        "text": "例二 这是一个症候行为与“误置”合并发生的例子；它虽然发生在很远的地方，但传述的来源很可靠。",
        "page_idx": 128
    },
    {
        "type": "text",
        "text": "一位女士和她的姐夫到罗马旅游，她的姐夫是位有名的艺术家。罗马的德国人热烈地欢迎他们，除了许多馈赠之外，还送了一枚金质的古玩勋章。这位女士看到她的姐夫不重视这个美丽的礼物，很不高兴。后来她回到家，打开箱子一看——简直想不通什么道理——她竟然把这枚勋章带回家了。她马上写信通知她的姐夫，说她第二天一定送还。不料到第二天那枚勋章却已不知去向，怎么也找不到，自然不能把它送回去了。她这时才想到，前前后后，她的“无心之过”都只意味着她想占有那枚勋章。",
        "page_idx": 128
    },
    {
        "type": "text",
        "text": "例三 在这个例子里，错失行为三番四次地出现，每次形式都不一样：",
        "page_idx": 129
    },
    {
        "type": "text",
        "text": "不知何故，琼斯把一封复信丢在桌上好几天，忘了邮寄出去。后来他终于寄了出去，但是忘了写收信人地址，信又被退回来。写了地址，再次寄出，又一次被退回。这次是因为缺少邮票。他到此便不得不向反对送信的无意识力量低头。",
        "page_idx": 129
    },
    {
        "type": "text",
        "text": "例四 卡尔·魏斯医师（维也纳）的一篇短文说明了有时违逆自己内在的意愿做事，会显得多么徒劳无功。“无意识活动若执意干扰一个决定的执行，它便会坚持不休，令你防不胜防，下面的例子可用来说明这种情形：有位朋友向我借一本书，请我第二天拿给他。我当时答应得很爽快，但是隐约有一股不愉快的感觉。这位朋友欠我一笔钱已经好几年了，一点也没有偿还的意思。当时我并没有细想下去，但是第二天下午，又有同样的不愉快感，我遂警告自己：‘你的无意识想要你把书忘掉，你得小心，千万别变得那么不大方啊。’一到家，我马上把书包放好在桌上，等写几封信后一起带走。",
        "page_idx": 129
    },
    {
        "type": "text",
        "text": "“出了门，没走几步路，想起那些想寄的信还放在书桌上（恰好这些信中有一封是给某人的回信，那个人正在敦促我做一件不愉快的事）。我回头拿了信再出来。当后来坐在公共汽车上时，我想着太太交代要买的东西，觉得统统合起也不过一小包，不太麻烦。从‘一小包’忽然联想到‘书’——到这时我才发觉自己没有把书带出来。我不但在起初出门时忘了它，便是后来再回去拿信，竟也看不到在信旁边的那一包书。”",
        "page_idx": 129
    },
    {
        "type": "text",
        "text": "例五 奥托·兰克也有一则观察与分析，其机制相似：",
        "page_idx": 129
    },
    {
        "type": "text",
        "text": "“有一位凡事小心翼翼、迂腐刻板的人，报告他最近发生的一件怪事：有个下午走在街上，他想知道一下时间，没想到表竟放在家里没带出来；他从来没有这样疏忽过。他有个约会，时间就要到了，来不及回家拿表再来。幸好顺路有一位女性朋友的家，他已经约好第二天早上去拜访她，所以当时他就向她借了表用一个晚上，言明第二天来时还她。",
        "page_idx": 129
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 130
    },
    {
        "type": "text",
        "text": "“但是第二天到了她家门口，他才发现戴的是自己的表，而把她的表放在家里了。他痛下决心在当天下午拿表来还她，倒也成行了。告别出门时他想看看时间，不免又懊恼又惊讶，他又把自己的表忘在家里了。",
        "page_idx": 130
    },
    {
        "type": "text",
        "text": "“如此一错再错，实在很令这位古板先生烦恼，他怕自己有什么毛病了，急着要知道其心理动机。当问起第一次忘记表那天有没有不愉快的事发生，以及事情的细节时，动机便浮现了。原来那天午餐后，出门之前他和母亲谈天；母亲谈起一个浪荡无赖，已经找过他不少麻烦、揩掉他不少钱的亲戚，说这个人当掉了自己的表，但因为家里不能没有表，又来要钱去赎。说得好听这是‘借’，实际上则是一去不回，这当然不免使他十分痛苦，想起多年来这个亲戚种种令他不愉悦的地方。",
        "page_idx": 130
    },
    {
        "type": "text",
        "text": "“因而，他的症候行为因素很多。其一，这个行为也许可以代表这样的想法：‘我辛苦挣的钱可不能被你这么敲诈，如果你缺表，我还不如把表留给你。’但是他明明当晚赴约会就要用到表，所以这个意向只停留在无意识里，而发作于症候行为上。其二，这个遗忘也可以表现出伤感的情绪：‘永远在为这恶棍浪费钱，有一天真会把我拖垮，恐怕我什么东西都要剥给他。’",
        "page_idx": 130
    },
    {
        "type": "text",
        "text": "“照这个人所说，他虽然生气但马上就消了，可是从症候行为的反复发生看来，显然在无意识里情绪仍十分强烈，翻译成意识的言语如下：‘这件事如鲠在喉，难以忘怀。’[1]知道无意识的固执，忘掉女性朋友的表这回事也就不足为奇了。",
        "page_idx": 130
    },
    {
        "type": "text",
        "text": "“然而，女表的遗忘，除了前述动机的转移外，应还有别的特殊动机。从近处想的话，他可能想拿它来补偿自己那只有意牺牲掉的表，所以第二天忘了拿来还给人家。他也可能想保有这只表作为从女性朋友处得到的纪念品。还有，忘掉了还表使他有马上再去拜访这位可人儿的借口；他也可能想，这是好不容易才得来的一次约会，岂可用在还表这类小事上。",
        "page_idx": 130
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 131
    },
    {
        "type": "text",
        "text": "“每次都只戴一只表，显见得他无意识里反对同时戴两只表。他诚然不愿表现得那么富裕，而更对照出那位亲戚的匮乏；另一方面，这也像在告诫自己不能和那位女士结婚，象征着自己和家里（母亲）不可须臾分离的关系。",
        "page_idx": 131
    },
    {
        "type": "text",
        "text": "“最后，女表之所以忘掉，还有另一个原因可想：第一天晚上和朋友们在一起时，由于他还是个单身汉，不愿被看到身怀女表，只能偷偷地看时间。他不愿再重复这种痛苦的情境，确实不愿再把这块表带在身上；但他又不得不拿它去还；在这当中，无意识遂引导出症候行为，来作为两相对立的情绪冲突之间的妥协，迂回地达成了无意识的目的。”",
        "page_idx": 131
    },
    {
        "type": "text",
        "text": "在同一个讨论里，兰克也注意到“错失行为和梦”之间的有趣关系；要讨论此事，必须先对与错失行为牵连的梦进行分析才能有所了解。我曾梦见自己掉了皮夹子，第二天早上真的就找不到；然而事实上是前一天睡前我忘了把它从裤袋里拿出来放在平常放的地方。因此，这个遗忘可能并非真的；它可能表达了一种无意识思想，而这种思想当时正准备进入我的梦乡。",
        "page_idx": 131
    },
    {
        "type": "text",
        "text": "我并不认为本章中“双重错失行为”的例子，能告诉我们什么前些章里单独发生的错失行为不曾表现的东西。不过在这些例子里，我们看到了行为每每改变其方式，却总指向同一个效果，就越发相信，“冥冥之中”，一个意愿在追寻它确切的目标时，常极具耐性和弹性；也更了解，所谓“错失行为是偶然的，不需要解释”是多么天方夜谭。经常可见，意识的意向面对着错失行为，防不胜防，终究束手无策。你看，我的朋友到底还是赴不上那文学团体的会议，那位女士也无法放弃那枚勋章。无意识势力的出路一被意识中的“解决”所阻挡，马上会再找一条路走。想用意识中的反“解决”来克服潜在的、不自知的动",
        "page_idx": 131
    },
    {
        "type": "text",
        "text": "机，原是个笑话；唯有经由精神上的努力使这种不自知成为自知，才是正途。",
        "page_idx": 132
    },
    {
        "type": "text",
        "text": "第12章 决定论/机遇/迷信",
        "text_level": 1,
        "page_idx": 133
    },
    {
        "type": "text",
        "text": "一 某些观点",
        "text_level": 1,
        "page_idx": 133
    },
    {
        "type": "text",
        "text": "由于上述分门别类地讨论的结果，我们得到以下原则：某些精神能力欠损（对这种精神能力的一般特征，我们期待不久的将来可以精确地加以剖析）的不适当以及某些看来无心的行动，在精神分析的过程里，常可发现有着充分的动机，而且迫使这些不自知的动机浮现于意识层面。",
        "page_idx": 133
    },
    {
        "type": "text",
        "text": "一个错失行为的心理历程，若欲隶属此类现象，必须合乎下述条件：",
        "page_idx": 133
    },
    {
        "type": "text",
        "text": "一、它不可超越某一程度，即它的表达方式必须“在正常范围内”，这个范围可以经由我们的观察估计来确立。",
        "page_idx": 133
    },
    {
        "type": "text",
        "text": "二、它必须是瞬间的、一时的障碍。对于同样的动作，我们自信从前一向做得很好，简直轻而易举；一旦被别人指正，我们能马上发觉别人的指正很正确，而自己的精神活动确实错误的。",
        "page_idx": 133
    },
    {
        "type": "text",
        "text": "三、如果发觉一个错失行为，我们无法自己发觉它有任何动机存在，却坚持用“不注意”或“意外”来解释。",
        "page_idx": 133
    },
    {
        "type": "text",
        "text": "所以它们就包括了遗忘和错误；以及，虽然明明知道得很清楚，还是要说错、读错、写错（语误、读误、笔误）、做错（包括了误引行为及所谓的机遇行为）[1]。我之所以会汲汲于追寻此类心理历程的解释，与下述一系列的观察颇有关系。它们也许可以引起你的兴趣。",
        "page_idx": 133
    },
    {
        "type": "text",
        "text": "我们若弃置精神能力的一部分，视为不可能具有目的与意义，便不免忽略了存在于我们精神生活中的因果律（决定论）。在精神生活里，就如在其他的领域中，决定论的伸张常出人意表。1900年的《时代》杂志（Zeit）里有一篇文学史家梅耶（R.M.Meyer）的论文，引用例证，申述随便地或无心地写作无意义的文句是不可能的。许久以来我已了然于怀，一个人不可能凭着空穴来风的自由意志，去想一个数字或一个名字。举例来说，对一个随心所欲脱口而出的多位数，若有人立意去研究它，则必可掀开其看似无理性、无原因的表面，却发现它早已无可挽回地被决定了。我想先讨论一个“随意选择”人名的例子，再尽情分析一个“脱口而出”的数字的例子。",
        "page_idx": 133
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 134
    },
    {
        "type": "text",
        "text": "我一面整理着一个病人的病历准备出版，一面考虑在文章里该给她取个什么样的名字。选择的范围似乎很广：当然，有些名字我是注定不能用了，首先是病人的真名；其次，我的亲戚朋友的名字，基于个人的理由我是不会去用的；还有某些发音不雅的女性名称也在排除之列。但是，除去了这些，要挑选个名字也还不是难事。每个人都会以为，而我也的确这么想，还有一大堆女性人名供我取用。奇怪的是，那时候任我怎么绞尽脑汁，只有一个名字跳出来，那就是多拉（Dora）。",
        "page_idx": 134
    },
    {
        "type": "text",
        "text": "我追究其原因：“到底有谁叫多拉？”我马上想到我妹妹的孩子们的保姆也叫多拉，差点儿觉得这毫不相关而把它丢开。但是我很能自我控制（若你喜欢，也可以说这是分析经验丰富的结果），所以就抓紧了这个意念前进。忽然我想起了昨天晚上的一件小事，而它就如一阵亮光，照亮了我心里所寻索的答案。昨晚我在妹妹家的餐桌上看到一封信，信封上写着“罗莎小姐”（Miss Rosa W.），我觉得很奇怪，追问之下才知道原来这就是那位多拉的真名，由于我的妹妹也叫罗莎，所以她在这里工作的时候，就不得不换个名字。我不免惋惜地说：“可怜的人啊！他们竟连自己的名字也保不住！”其后，我陷入一段沉思之中，想及人生的种种不如意。所以当我想为一位“不能以她的真名出现”的人找个代名时，就只有“多拉”这名字出现在思绪里。这件事的必然性，还有更深层的内在联系，因为我那病人的病，也是由于家里的一个外人，一位女家庭教师的影响，才开始渐渐好转的。",
        "page_idx": 134
    },
    {
        "type": "text",
        "text": "许多年后，我居然又碰到类似的情形：有一次讲课，我以这本出版已久的《少女多拉的病历》为题，课堂里屡屡提到多拉，课上到一半，才忽然想起班上的两位女学生中，就有一位叫这个名字。我只有赶紧为自己的一时疏忽而向她道歉，而不得不马上改一个代名。",
        "page_idx": 135
    },
    {
        "type": "text",
        "text": "当时并没有多少时间供我思考。我特别警告自己不可选上另一位女学生的名字，以免被那些已经相当习用精神分析法思考与谈话的学生们奚落。所以我就用“埃尔娜”（Erna）代替多拉（Dora），直到下课。课后我自问何以会用起“埃尔娜”这个名字，终于发现，我所害怕自己会做出来的事，居然在不觉之中做了一半，实在令人莞尔。原来另一位女学生名叫卢切尔娜（Lucerna），“埃尔娜”正是其后半部。",
        "page_idx": 135
    },
    {
        "type": "text",
        "text": "我曾经写信给一个朋友，说我已经看完《梦的解析》最后一次的校样，再也不愿意为之费神，“即使里面还有2467处错”。写下了这一行字，我马上追问自己，这个数字是什么意思？继而把分析所得的结果附在信后。我现在把全文原封不动地抄录于此：",
        "page_idx": 135
    },
    {
        "type": "text",
        "text": "“我又为《日常生活的心理分析》这本书找到一个好材料了。‘2467’这数字只是开玩笑说的，当作对我那本析梦书里所有错误总和的一个随意估计。我的原意是：即使书里的错误车载斗量，就像我随口捏造的数目这么多，我也不去管它了。但在我们的精神生活里本无所谓随意或无因不可决定（undetermined）。所以你大可认定，如果你在意识里想随意说一个数字，你的无意识已在忙着摆出一个早经决定的数字等着了。写信之前我刚在报上看到某将军从军械署督察长的职位上退休了。你当知我一向对此人颇具敬意。当我习医之初服役军中时，他已是一位上校了，有一次入院对医师说：‘你必须在8天之内把我医好，皇上还有好多事情等着我去做。’",
        "page_idx": 135
    },
    {
        "type": "text",
        "text": "“当时我深觉此人的生涯值得效法，真想不到，今天（1899年）他竟已走完终程——军械署督察长，就这样退休了。从上校到督察长，他到底花了多少时间？我第一次遇见他时，似乎在1882年，然则迄今已17年了。我把这件事告诉妻子，她说：‘那么你也该退休啦！’我抗议道：‘上帝也不会答应的！’讲完话后我随即坐下来写信给你。但显然方才的思绪仍未中断。我回想前尘，发觉刚才根本算错数字了。我在军中曾有一次被罚禁闭（由于不假外出），在监狱里度过了我的24岁生日。所以我见到他的那年，应该是远在19年前的1880年。2467里的24，就是这么来的！然后，你如果用24再加上我现在的年纪43，便得到67了！那意思就是，关于何时退休的问题，我表达了想再工作24年的愿望。很明显地，当年追随某上校时，我还只孑然一身，常为功名的梦想所苦。现在我成就虽不多，面对已经退休的他，却有着胜利之感。所以我们大可放胆地说，即使这随笔写出的数字2467，也是由无意识决定的。”",
        "page_idx": 135
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 136
    },
    {
        "type": "text",
        "text": "自从第一次揭开了“任意数字”之谜以后，这种事情可以说是屡试不爽；不过它们多少涉及私人隐秘，所以在此不拟报告。",
        "page_idx": 136
    },
    {
        "type": "text",
        "text": "对于一个“完全健康”的人的“机遇数字”（chance number），阿德勒医师曾作过一段十分有趣的分析，我很愿意在这里重述：某甲写信给阿德勒：“昨晚我全心在读《日常生活的心理分析》，若不是被一件有趣的事所阻扰，大概已经读完了。书上说，每一个我们意识里全然任意造出的数字，都有精确的意义，我决定试试看。我想到了1734这个数字。首先，我把它分作17和34，在我的生命史里，17有很大的意义。17岁以前的日子呆板迟滞，17岁以后生活变得丰富起来，可以说春光明媚、朝气蓬勃。匆匆又过了17年，现在我34岁了，我一向觉得34岁是青春的尽头，所以今年的生日过得特别不愉快。然则1734用17除，得102，再除一次，得6。这些是什么意思？《雷克拉姆世界文库》（Reclam Vniversal Library）第102卷是科策布[2]的剧本《恨人与悔恨》（Menschenhass und Reue），我现在可不正怀着恨人与悔恨之情么！",
        "page_idx": 136
    },
    {
        "type": "text",
        "text": "“《雷克拉姆世界文库》第6卷（我记得《文库》中大部分的编号）是米尔纳（Mullner）的《过失》（Schuld），我常以为自己所以不能尽情发挥本有的才能，完全是自己的过失，而深引为憾。",
        "page_idx": 136
    },
    {
        "type": "text",
        "text": "“接着我自问：‘《雷克拉姆世界文库》的第17卷是什么？’但是想不出来。我明明记得很清楚，怎么总想不起来呢？这恐怕是有意的遗忘；我想丢开这个问题，继续看书，却再也念不下去了，满心被17这个数字所困扰，只有熄了灯继续思索。终于，我想起第17卷是莎士比亚的一个剧本。然而到底是哪一本？我想到的是《希罗与利安德》（Hero and Leander），这真是岂有此理的联想，一定是为了阻扰我发现真相的一次愚蠢的尝试。最后我起来查阅《雷克拉姆世界文库》目录，啊，第17卷原来是《麦克白》（Macbeth）！很奇怪，我虽并不特别讨厌此剧，却一直没有读过。故而此时我只能想及：谋杀者、麦克白小姐、女巫、‘美好即丑恶’，同时我发现席勒版的《麦克白》也很好看。显然我也是希望忘掉此剧。我又把17和34除以17，而得到1和2。《雷克拉姆世界文库》的第1、2卷是歌德的《浮士德》（Faust）。我常觉得自己很像浮士德。”",
        "page_idx": 137
    },
    {
        "type": "text",
        "text": "他这样精辟的分析竟仍不能找到重要的观念，委实令人遗憾。阿德勒批评此人只顾分析、不能综合。既然他的种种联想不能开启了解1734这个数字的门，这种联想也就没有再继续下去的必要了。",
        "page_idx": 137
    },
    {
        "type": "text",
        "text": "此信的末段是：“不过今天早上发生的事，倒颇可作为弗洛伊德学说的佐证。我的妻子，因为在半夜里被我起床的动作吵醒，便问我何以要查《雷克拉姆世界文库》的目录。我全盘告诉了她。她觉得这种事虽然好玩却只是吹毛求疵，不以为我所苦苦思量的《麦克白》有何意义，也不相信当她想及一个数字时心中会有什么芥蒂。我请她试试，她说了117这个数字。我一听马上回答：‘是我刚告诉你的。此外，我昨天说过，82岁的太太和35岁的丈夫在一起，着实可悲。’前几天我戏称妻子是个82岁的小老太太，而82+35＝117。”",
        "page_idx": 137
    },
    {
        "type": "text",
        "text": "那个人对自己所说的数字苦思不解，却一下子就拆穿了妻子看来随意选择的数字之谜。事实上，那位妇人早已了解她丈夫的数字来源，而且就用它来造自己的数字，所以这真是一场无意识对无意识的舌战——他们最近正为两人之间的年龄问题在闹别扭。阿德勒医师的结论是，1734这个数字表达了丈夫被压抑的但已非常成熟的愿望：“像我这种34岁的男人，配17岁的少女最妙不过了。”",
        "page_idx": 137
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 138
    },
    {
        "type": "text",
        "text": "对这样的分析请勿一笑置之，我最近才听阿德勒医师说，1年以后，那个男人果然离弃了太太。",
        "page_idx": 138
    },
    {
        "type": "text",
        "text": "阿德勒对于强迫数字（obsessive number）的来源也持相似的看法。一个人选择的“幸运数字”（favorite numbers）总与其生活息息相关，富含心理学上的兴趣。有一位男士特别偏爱17和19，他稍作思考，便发现17岁正是他初入大学，置身于向往已久的学术之海的年龄；19岁时他第一次远游，同一年里他首次在科学研究中有重大发现。但他的这种偏好并未在当时固定下来，而是在经过两次不成功的恋爱事件以后，因为在其中这两个数字富有重大意义，特别值得怀念。",
        "page_idx": 138
    },
    {
        "type": "text",
        "text": "的确，即便是我们最常见、最任意取用的数字，也可经分析而追踪出前所未料的含义。例如，有一天我的病人注意到自己一不耐烦就吼：“我已经告诉过你17次了！36次了！”他自问此中究竟有何动机。下面是他的解释：他生于某月27日，他的弟弟则在另一个月的26日。他常埋怨命运的厚彼薄此。把属于他的机遇全偷去送给了弟弟。所以他用数字的加减代表了命运的不公平：把自己的生日减了10天加在弟弟的生日上。有如说，我这做哥哥的却被“砍矮了一截”。",
        "page_idx": 138
    },
    {
        "type": "text",
        "text": "我还想多谈一点机遇数字的分析。欲明白显示出那些在我们的意识里毫无所知，事实上却十分有组织的思想历程，实在舍此别无更好的办法。同时它们也能说明，我们意识里对一个数字所看重的位置关系，在无意识里多么不占地位。下面我要报告某病人（经其同意）的一个机遇数字的分析。他在家里是最小的，从小父亲就去世了。",
        "page_idx": 138
    },
    {
        "type": "text",
        "text": "有一天，他心情愉快，随口念了“426718”这个数字，然后自问：“奇怪，为什么想到这个？”心里最先冒出来的是一个笑话：“如果你的感冒性鼻炎给医师看过，那病只需42天就可痊愈；如果不理它，那么需要6星期。”在这个笑话里，出现了前4个数字（42=6×7）。此时他的思路陷于停顿，我提醒他，在他选出的6位数里，从1至8，独缺3和5。他马上得到了解答：",
        "page_idx": 138
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 139
    },
    {
        "type": "text",
        "text": "“我们家一共有7个孩子，我是最小的。按年龄次序算来，第3位是我的A姐姐，第5位是L哥哥，他们从小常欺负我，可以算是我的敌人。小时候我每晚祈祷，请上帝把这两个折磨我的妖魔赶走。在这些数字里我似乎实现了早年的希望，把‘3’和‘5’，我的坏哥哥和坏姐姐，省略掉了。”",
        "page_idx": 139
    },
    {
        "type": "text",
        "text": "“如果这些数字代表你的兄弟姐妹，那么对于末尾的18你怎么解释？你们一共只有7个。”",
        "page_idx": 139
    },
    {
        "type": "text",
        "text": "“我常想如果父亲多活几年，我就会有个更小的弟弟或妹妹。多这么1个，我们一共就是8个，可以让我过过做哥哥的瘾。”",
        "page_idx": 139
    },
    {
        "type": "text",
        "text": "如此我们拆开了数字之谜。但我们还希望能连贯前后两段解释，使之成为一个整体。这可以从最后两个数字的含义——如果父亲多活几年——来延伸。42＝6×7代表的是对医师技能的嘲讽，责备他们不能医好父亲的病，也加强了他对父亲继续活着的期望。整个数字实则表现了他旧时的两个期望——让他的坏哥哥坏姐姐死去、让他有个弟弟或妹妹。也就是说：如果死的是那2个，而不是他的父亲，那该多好啊。",
        "page_idx": 139
    },
    {
        "type": "text",
        "text": "从琼斯那里我听到过另一个对数字的分析事例：某男士想到986这个数字，不相信它在自己心里有任何芥蒂。琼斯写道：“他想起6年前一个极炎热的日子，在晚报上看到一则笑话，说温度计现在不只是98.6\u0000.，早已是986\u0000.了。但是这则笑话怎会重现在他心里？他认为可能是因为我们当时坐在火炉边十分热的缘故。令我不解的是，大多数人对这种笑话过目即忘，他竟可以记得这么清楚，又回想得这么快，莫非它与其他更重要的心理经历有所牵连？",
        "page_idx": 139
    },
    {
        "type": "text",
        "text": "“他告诉我，对这么无聊的笑话，他第一次读到便差点笑破肚皮，以后每一想起，总会觉得精神顿爽。由此可见，这种反应的背后一定隐藏着什么。接下来他想到的是一个普遍的见解，即热的观念很感动他：热是宇宙中最重要的东西、生命的来源，以及诸如此类的大道理。一个寻常的年轻人怀具如此鲜明的态度不会没有原因，所以我请他继续讲下去：他又说，从他的卧室窗口可以看到一个工厂的大烟囱，他常一整晚站在窗边望着火焰与黑烟不断地往上冒，并惋惜这种能量的巨大浪费。热、火、生命的来源，从一个中空、直立的管子里冒出的能量的浪费——凡此种种无不指出，热与火的观念在无意识里已与爱的观念联结为一体，且象征性地代表了手淫情绪（masturbationcomplex）。经我点破，他也承认这一点。”",
        "page_idx": 139
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 140
    },
    {
        "type": "text",
        "text": "依我个人的经验，有两件事特别值得一提。其一，无意识里的隐蔽思绪转换为数学符号，很快地侵入意识，而成为你以为偶然而来或随意而发的数字，其过程的精确与快速，可比拟梦游行为。其二，在无意识里数字常任凭我摆布，而事实上我的算术很差，也常不记得年代、门牌号码等。再者，无意识处理数字时常有着迷信的倾向，它们必定起源于我已遗忘的幼年时代。",
        "page_idx": 140
    },
    {
        "type": "text",
        "text": "其实何止数字，就连心理活动中冒出的种种字句，也可经分析研究而得其缘由。",
        "page_idx": 140
    },
    {
        "type": "text",
        "text": "布里尔说：“正忙于本书的英译工作，某天早晨我却一直被一个没有意义的词‘cardillac’所侵扰。由于工作很忙，起初我不愿去理会它，但是就像一般常发生的，我已因此定不下心来工作了，‘cardillac’这个词不停出现在我的脑海里。想到自己拒绝理会它只是一种抗拒作用，我遂下决心去分析它。首先联想到下面这几个词：cardillac、cardiac、carrefour、cadillac。",
        "page_idx": 140
    },
    {
        "type": "text",
        "text": "“cardiac看来像cardi-ache（心痛），有个朋友由于最近在左胸心脏一带时有痛感，常以心脏病为忧。我与他颇为熟识，故能马上反对其论调，告诉他不管心痛或者什么痛，都只是神经症的表现而已。",
        "page_idx": 140
    },
    {
        "type": "text",
        "text": "“他对我说，他最近曾连续损失掉不少钱。不过这倒也不见得有很大的关系，因为病症在几个月前他父亲过世之后不久就有了。我的朋友早年的兴趣和野心在于做个好医师；这些年来他行医虽相当成功，收入却常捉襟见肘。另一方面，父亲之死留给了他一份不小的事业，如果一心一意去经营，一定可以得到优厚的利润，过上悠闲的日子。所以他现在着实是在两歧之途上徬徨无助。",
        "page_idx": 140
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 141
    },
    {
        "type": "text",
        "text": "“我接着想carrefour这个法国单词，它的意思是‘十字路口’。我在巴黎的医院做事时，就住在Carrefour St.Lazarre（圣拉扎尔街口）附近。一下子我想通了所有联想之间的关系。",
        "page_idx": 141
    },
    {
        "type": "text",
        "text": "“当时我下决心离开州立医院，准备成婚和立业。但其中问题很大：我在州立医院的服务成绩虽然优秀、晋升连连，还是不免和别的同事们一样，面临自己立业就觉得毫无把握。何况没有金钱和社会关系的支持，想做精神科专家确实太大胆了。我对上门治疗的方法毫无信心，到时唯一能对病人做的，恐怕只有转送他们去大医院而已。虽然最近精神医学进步神速，但一般而言，精神科医师对真正严重的精神病患者还是束手无策；对于全然无自省能力的精神病患（psychosis），唯有送医院处置。执业医师主要对付的是那些站在正常与不正常边缘的轻微精神病患，这些病人很少到大医院来，当时我对这方面的经验可以说几乎等于零。对于神经衰弱（neurasthenia）及精神衰弱（psychasthenia）我所仅知的显然不足以在执业中应用自如。",
        "page_idx": 141
    },
    {
        "type": "text",
        "text": "“我在这样的心境下来到巴黎，希望能多学些精神神经症（psychoneurosis）的知识，以作为执业的准备。但是在巴黎的所见所闻，实不能合我的期望。医生对死的组织比对活的人体有兴趣，而对人的心理一点都不重视。所以我沮丧之余差点就想转习他科。当时我在十字路口的徬徨，真不亚于前面提及的那位朋友。幸好此种困境不久便有转机。有一天，我的朋友彼得森教授，他也是介绍我进州立医院的人）来信阻止我改行，劝我转往苏黎世的精神科诊所，因为那里可能有我所需要的知识。",
        "page_idx": 141
    },
    {
        "type": "text",
        "text": "“第三个词cadillac又是什么意思？它是一所旅馆名，同时也是一种汽车品牌名。几天前我与一位医学界同仁在乡间想雇一辆汽车，却遍寻不得。我们当时都遗憾自己没有车——这又是一个未完成的野",
        "page_idx": 141
    },
    {
        "type": "text",
        "text": "心，你知道圣拉扎尔街口是巴黎最繁忙的大道，年轻时我在那里每一次望着川流不息的汽车，便自怜着不知何时才能置身其中。cadillac还使我想起，前几天上班时我看到一幢大楼的招牌，上面写着：‘本大楼已为Cadillac承购。’我起先认为是Cadillac旅馆，后来才发现它指的是汽车公司。这时思路突然被阻塞了一会儿……cadillac又与catalogue同时出现。而这个词与我最近一件蒙受羞辱的事有关，同样源自野心的备受打击。",
        "page_idx": 142
    },
    {
        "type": "text",
        "text": "“一个想报告自我分析的人，必须忍受暴露自己隐私的难堪与痛苦。仔细读过弗洛伊德教授著作的人，对他和他家里的一切自然都十分熟悉。常有些自称‘研究’过弗洛伊德著作的人问起下列问题：‘弗洛伊德几岁？’‘弗洛伊德结婚了没有？’‘他有几个孩子？’等。听到这类的问话，如果我刻薄的话，会说他所谓的研究只是在撒谎；如果含蓄些，会说他读书太草率、太肤浅了。不止这些问题，许许多多的详情弗洛伊德都曾在书里一一回答。自我分析实在就是最佳的自传；自传的作者尚会自觉地或不自觉地隐瞒生活史上的许多事实，自我分析者则不但自觉地说实话，还要强迫裸露一己隐秘的人格。所以报告自我分析本是一件痛苦的事情。但是既然我们常揭露病人的无意识生涯，那么在必要时为公众而牺牲自己不也很公平吗！所以请读者务必原谅我这样娓娓地谈论种种令自己不堪的事，且请继续看下去。",
        "page_idx": 142
    },
    {
        "type": "text",
        "text": "“方才提到，从cadillac这个词发音的类似而联想起catalogue，这个联想涉及我生命中另一重要事件，也与彼得森教授有关。去年5月，我忽然接到本院秘书的通知，说我已被任命为精神科的首席医师。我无需说明当时自己多么兴高采烈——我的野心居然有实现的一天，真是连做梦都不太敢相信。这也使我更能提起勇气，去忍受那些批评我的著作的尖刻态度。因此，我特地到医院办公室找一位速记员，请她在新的《大学概况手册》（catalogue）中务必把我的名字正确印出来。这位速记员还是位少女，不知何故（大概由于种族偏见），特别不喜欢我。3年来不顾我的提醒，屡屡印错我的名字。她总说她会小心，而错误却依然故我。",
        "page_idx": 142
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 143
    },
    {
        "type": "text",
        "text": "“去年5月我去找她时，特别请她注意，现在我既然已是首席医师，更期望在新出版的《手册》中名字不可再印错了。她再度为其疏忽道歉，保证一切都会照我的意思去做。当接到新的《手册》发现名字虽然改对了，职位却仍没有升为首席医师时，你简直不能想象我是多么的惊讶和懊恼。我责问她，她显得很迷惘，一点也不知道我已升级，狐疑地翻阅她自己所写的会议记录，才相信了这回事。事实上她既然是院务会议的记录者，任何事情一经决定，首先知道的便是她。（意识的意向在无意识的阻抗之前总是那么软弱无力，这又是一个绝佳的例子。）等终于知道我是对的以后，她内疚得很，愿意马上通知系主任，让他知道我的新职（其实这件事她几个月前就该做了）。她的悔恨和道歉对我又有何益？手册已分发，整个大学里没有人知道我的荣衔。我成了个做事而不享名的首席医师，而且此项任命期限只有1年，很可能明年我已不任此职，那么一切荣耀皆成泡影。",
        "page_idx": 143
    },
    {
        "type": "text",
        "text": "“综合以上诸点，cardillac这个无意义的新词语（neologism）乃是cardiac、cadillac及catalogue三语的浓缩，包括了我医师生涯里的大部分重要事件。当此项分析工作将近结束，我又想起在一梦境里这个无意义的新词语cardillac亦曾出现过。那是一个满足愿望的梦，在梦里彼得森教授拿了一本《手册》给我看，而在里面我的职位已得到了改正。你当知，在我方从医学院毕业茫然无所适从时，彼得森教授鼓励我进州立医院服务。其后5年，在类似的徬徨里，又是他劝我去苏黎世精神科诊所，在那里我经由布洛伊勒及荣格的介绍而接近了弗洛伊德教授和他的著作。现在我能晋升到此地位，实在也是彼得逊教授力荐之功。”",
        "page_idx": 143
    },
    {
        "type": "text",
        "text": "我很感激希契曼医师提供另一个分析病例，在这个病例中，一行全无来由，突然蹦跳出来的诗句，在脑海里不停地重复：",
        "page_idx": 143
    },
    {
        "type": "text",
        "text": "某医师说：“6年前我从法国的比亚里茨去西班牙圣塞瓦斯蒂安。火车在法西边境过比达索阿河。桥的一边景色壮丽，近处是宽大的河谷，稍远处，比利牛斯山绵延着。桥的另一边大海汪洋，一望无际。时为初夏，万里晴空，万物充满了光与影，活泼生动。我正要去西班牙度假，心情十分愉快。忽然，心中闪出一句话来：‘而灵已得大自在，飘浮于光之海中。’（But the soul is already free，floating on a sea oflight.）",
        "page_idx": 144
    },
    {
        "type": "text",
        "text": "“当时我极力推求它们的来源而不可得；从韵律上看，它们必然是诗句的一部分，但其来历已不复记忆。后来这句诗时常出现，我问过好多人，仍不能解决这个疑难。",
        "page_idx": 144
    },
    {
        "type": "text",
        "text": "“去年我从西班牙回来，路过同一桥梁。那是个雨夜，我探首窗外，想知道何时过境，才发觉自己又在比达索阿桥上。前述的诗句马上重现心中，扰乱我的心神。",
        "page_idx": 144
    },
    {
        "type": "text",
        "text": "“几个月后我在家里翻阅乌兰德[3]的诗集。一打开，其中赫然有：‘而灵已得大自在，飘浮于光之海中。’那是一篇名叫《朝圣者》（The Pilgrim）的诗的最后两行，我早年似曾熟读此诗。诗中的朝圣旅程在西班牙境内，这首诗和我的火车旅程之间，竟只有这么一点点联系，岂不太令人失望了吗！我继续翻过次页，万想不到，那正是一首名叫《比达索阿桥》（Bidassoa Bridge）的诗歌。",
        "page_idx": 144
    },
    {
        "type": "text",
        "text": "“这首诗的内容相当奇特，我引述这首诗的第一句：",
        "page_idx": 144
    },
    {
        "type": "text",
        "text": "“‘在比达索阿桥上，那年高德劭的智者站立着，向右，他祝福西班牙的青山；向左，他祝福法兰西的沃土。’”",
        "page_idx": 144
    },
    {
        "type": "text",
        "text": "二",
        "text_level": 1,
        "page_idx": 145
    },
    {
        "type": "text",
        "text": "对于种种表面上随意选择的名称、数字、语句之原因的了解，或能在另一个问题的解决上有所贡献。众所周知，许多人激烈反对心理的全盘决定论，指出人人都有自由意志的强烈感觉。毫无疑问，此种感觉不会没有，但并非与决定论毫不相容。感觉仅仅是感觉而已，你不能误把感觉当作客观的事实。据我一向的观察，这种感觉从不在重大的、影响深远的决定中出现； 在这种时候人心总怀着强大的精神强迫，除了依之而行外别无他途。（如马丁·路德所说：“我屹立于此，我不能做任何别的事。”）",
        "page_idx": 145
    },
    {
        "type": "text",
        "text": "另一方面，只有在芝麻小事里，在可此可彼的决定中，人们才相信他原也能那么做，他有自由意志，能任意而行，得无因的果。在我们的分析中，我不欲驳斥这种自由意志的感觉。我们坚持的是，对于一种行为，应该区分意识的和无意识的动机。当我们的行动没有“意识的动机”时，我们感觉到自己的决定是自由的。Minima non curatpraetor（小事不烦法官）。但是在意识上觉得自由时，我们行为的动机便来自另一方面——无意识，如此，精神生活领域的决定论依然完整无缺。[4]",
        "page_idx": 145
    },
    {
        "type": "text",
        "text": "三",
        "text_level": 1,
        "page_idx": 146
    },
    {
        "type": "text",
        "text": "在我们的意识思想领域里，错失行为的动机虽遍寻不得，但它总会在什么地方露出马脚来，让我们抓到心理学上的证据；的确，我们愈探究无意识，便愈相信这类证据必然在什么地方存在着。在两种与无意识颇有渊源的现象里，证据虽已被歪曲，也显得零碎，但的确有助于我们对这些动机的了解。",
        "page_idx": 146
    },
    {
        "type": "text",
        "text": "一、在妄想狂患者（paranoiac）的行为里，有一种极显眼而为众人所公认的特征：他们总是把别人琐碎细微的动作看得意义重大；别人轻易忽略的细节，他们加以解释、引用，得到了遥不相关的结论。例如，我最近看过的一位妄想狂患者就认为他周遭的人都有着默契，似在共同对付他。比如说，他走出火车站，看到人们都用同一只手做同一种动作……街上行人如何走路、如何挥手杖等，都能引发他得到种种结论。〔在精神病理学里，病人这种对琐事与意外肆意引申解释的现象，称为“关系妄想”（delusions of reference）。〕",
        "page_idx": 146
    },
    {
        "type": "text",
        "text": "正常人对自己的精神活动、错失行为，常看作是意外，不追究其动机；妄想狂患者则不愿以类似态度看待他人的行为。他在别人身上所观察到的一切都充满意义、可以解释。但他怎么会变成这样？也许在这一点以及其他方面，他总把一己的无意识活动投射（project）到别人的精神生活中去。许多藏在正常人与神经症患者[5]的无意识里，经过精神分析才能呈现的材料，都已浮出于妄想狂患者的意识之中。妄想狂患者也许可以说是对的，他看到了正常人所看不到的，他了知正常心理能力的另一面，但是他们一旦把对自己状况的认知推诿于他人身上，其知识遂变得一无可取。我不想强调妄想狂患者的每一谬见都有根据。但是机遇行为皆有意义，我们在这一点上应同意妄想狂患者的看法，才能了解他们何以如此地固执其解释。此种现象显然含藏某些真相；在还不算病态的情况里，我们有时坚持错误的判断，造成此种误信的来源也是相同的；有时因为思路错误，有时由于所涉及之事物有强烈激动情感的倾向。此事之后我们将再详细论述。",
        "page_idx": 146
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 147
    },
    {
        "type": "text",
        "text": "二、另一方面，迷信现象也指示出机遇或错失行为里的无意识动机。由于下述的简单经历，我才开始思考这一方面的事情，我想由这个例子的讨论开始，渐渐披露我的观点。",
        "page_idx": 147
    },
    {
        "type": "text",
        "text": "大年初始，度假归来，我马上安排探访病人的顺序。第一位该看的是个老迈的妇人（前面已提到过她），几年间我每天去看她两次。工作是那么单调无聊，去看病的路上和看病当中，无意识思想一不小心便要透露出来。她已超过90高龄，所以每过1年，我便要自问，她到底还能活多久。",
        "page_idx": 147
    },
    {
        "type": "text",
        "text": "那天我匆匆忙忙搭了一辆车去。停车站里每位车夫都熟知她家，因为我常雇他们的车。那天车夫却过其门而不停，反而跑到另一条外观相似的街道，停在同样的门牌号码前。经我的指正和责备，车夫十分惭愧。",
        "page_idx": 147
    },
    {
        "type": "text",
        "text": "如果车夫看来不情愿载我去老妇人家，这是否有什么含义？我当然不这么想，我宁愿相信这只是不含感情色彩的意外。但是我如果迷信，会把它当作预兆，认为是在暗示着老妇人的大限已近，活不过今年了。历史上无数的预兆，大多数也不过是在玩这种象征的手法而已。",
        "page_idx": 147
    },
    {
        "type": "text",
        "text": "如果当时我走路去，“陷于深思”、“心不在焉”，而走到另一条街的另一幢房子，那么情形便完全不同了。我就不相信那是意外，而是必须解释的无意识表现。这样的“走错地方”我也许要解释为：能再见老妇人的日子也不多了。",
        "page_idx": 147
    },
    {
        "type": "text",
        "text": "所以，我和迷信的人有如下的相异处：",
        "page_idx": 147
    },
    {
        "type": "text",
        "text": "我不相信与我的心理活动无关的事件能泄露天机、预示未来的真相；但我相信自己心理活动无意中的表露，一定包含着隐瞒于其中的某些东西——就是说，我相信外在的（实在的）事可以是偶然的，但不相信内在的（精神的）现象会是意外。迷信的人正相反：他对机遇及错失行为的动机一无所悉，他相信精神生活里有所谓偶然或意外；所以他不免常在外在的偶然中寻意义，意外发生时，他便在己身之外追寻隐藏不明的天机。在我和迷信的人之间存着两大异点：第一，他把动机投射到外面去，我则在自己的身上追寻；第二，他认为意外为一种事件（event，外因的结果），我则在思想活动里求解释。他认为神秘的地方，我都看作无意识，并努力揭示存在于“机遇”之下的伏流，用人人所能了解的方法来解释。",
        "page_idx": 147
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 148
    },
    {
        "type": "text",
        "text": "因而我认定：“意外”在精神活动里本都有其动机，对于这类事情，意识上的无知与无意识的洞见加起来，正是迷信的心理基柱。由于迷信的人对其意外行为的动机毫无所觉，但这种动机却期望被他认知，所以他便不得不将之摆到外在世界去。这类关系，广布于人类行为里。即使在世界上最进步的宗教之中，也有着大量的神话与迷信观念存在；事实上我完全相信，它们都只是投射到外在世界的心理学（nothing but psychology projected into the outer world）。许多人模模糊糊地感觉到（应该说是心理的自我感觉吧）无意识内各要素及其间的关系，而用之以缔造所谓“先验的实在”（transcendental reality，康德的哲学体系，以时间、空间、美感、道德等为先验的），但这些终究要被科学的无意识心理学所取代。",
        "page_idx": 148
    },
    {
        "type": "text",
        "text": "若不与妄想狂再作比较说明，这些观点便很难表白。当我们逐步地解释了伊甸乐园、人之堕落、神、善与恶及不朽等神话观念时，便超越形而上学（metaphysics）而达心理玄学（meta-psychology）。在这些方面越发显出妄想狂患者的移置（displacement）现象与常人的迷信之间的距离，并不如初时所设想的那么辽阔。在远古时代，人类的思想开始萌芽，他欲解释外在世界的种种，除人神同形同性的观念外别无他途，唯有依自己的想象为自然及超自然力塑造种种人格；他们一概以迷信的态度解释外在的意外，视之为他人或具人格的力量的意愿和作为。当他们从他人的无意动作中推出严重的结论时，他们表现得像妄想狂患者。若以别人的无意识行为来估量其性格，他们便与常人相近。在民智未开的时代和地域里，迷信在人生观中扎根颇深，被视为天经地义。它们终将被逐步发展中的现代哲学思考所清除。",
        "page_idx": 148
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 149
    },
    {
        "type": "text",
        "text": "一位罗马公民看到了预示恶兆的凶鸟，便打消出门的意图，不管待做的事多么重要；以当时的事理人情来看，他也许是对的，没有人会因此责难他。但是他在门口绊了一跤，因而不愿出门做那件要事，那么他甚至比我们这些不信邪的人还优秀，一个好的心理学家都不见得能与他媲美。跌倒表示他心理尚有所惑，表示内心正在剧烈挣扎，处理重大事务时必不能集聚精神全力以赴；缺少这些精神力量的支持，做事时便无成功的把握。席勒笔下的威廉·退尔，在万般无奈之下，才用箭射下儿子头上的苹果。执刑官问他何以取两支箭，他的回答是：",
        "page_idx": 149
    },
    {
        "type": "text",
        "text": "“如果误伤了我可爱的孩子，我必用第二支箭射穿你的狼心狗肺你当知我言之不虚。”",
        "page_idx": 149
    },
    {
        "type": "text",
        "text": "四",
        "text_level": 1,
        "page_idx": 150
    },
    {
        "type": "text",
        "text": "你若有机会以精神分析法探求心理深处的所思所感，便不难一睹种种无意识动机的真相，而知它们便是迷信的根源。神经症患者常常是极聪明的，却陷于强迫思维与强迫行为（不由自主地想和做）之中。我们由此不难了解，迷信都是从压抑的敌意和残害他人的冲动转化而来的。迷信大部分意味着对于能招灾惹祸的神秘力量的恐惧。如果一个人常期望降祸于他人，却因为从小的教养不得不将这些期望压抑在无意识里，这时无意识的恶意倾向不断地威胁着良知，他便难免一天到晚陷于无名的恐惧里，猜疑着别人对他的恶意[6]。",
        "page_idx": 150
    },
    {
        "type": "text",
        "text": "用这么短的篇幅，当然不能囊括“迷信心理学”的一切，但是至少有一个问题不可不谈：迷信是不是偶尔也有对的时候？难道所有的预兆、托梦、心灵感应、超自然力的显示等类似的现象，都是假的？这些现象，许多杰出人物都曾耳闻目见、言之凿凿，我不愿断然驳斥，只好留待未来的研究。我们只是期望有朝一日这些现象都能归纳到我们的无意识心理历程里，而不至于太动摇我们现有学说的根基。如果除此之外，像招魂术之类的现象居然也被证明不假，我们也可在现有的心理学之外，再寻求统辖它们的“定律”！",
        "page_idx": 150
    },
    {
        "type": "text",
        "text": "在这方面的分析中，我只能主观地回答问题——只能根据我个人的经验。说来惭愧，超自然力从来都不屑与我这低卑俗气的人打交道，所以迄今仍无任何个人经验督促我相信奇迹。和世上大多数人一样，我也常经历预兆和不幸，可惜的是它们互相闪躲，预兆之后平安无事，而不幸总是突然来袭。年轻时代我曾飘泊于异乡，每每陡然听到家人在唤我的名字，清晰无误。我马上记下这个幻觉出现的时间、地点，担忧着那时家里到底发生了什么事，“幸而”，每次都是徒劳。多年之后，有一次我的孩子正大量地流血，濒临死亡，我却忙着看我的病人，一点预感也没有。当然，如果病人坚持相信他们那些似真似幻的预感，我也只有让他们去坚持了。",
        "page_idx": 150
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 151
    },
    {
        "type": "text",
        "text": "很多人相信梦能预言，他们发现，梦里所表达的愿望，后来常会真的实现。然而事实上预言性的梦还是未能实现的居多，轻信的人可以忘掉一百个失败的预言，却津津乐道于偶然的一次巧合。",
        "page_idx": 151
    },
    {
        "type": "text",
        "text": "我有个女病人，相当聪敏和坦诚。她提供过一个很好的例子，一个预言性十足的梦：梦里她在某街某店门口遇到一个好朋友，从前的家庭医师；第二天早上出去逛街，恰恰就在那儿遇见了他，仿佛梦境重演。有一点必须强调：这虽是预言性的梦，但是预言的内容并不是什么重大事件。",
        "page_idx": 151
    },
    {
        "type": "text",
        "text": "详细查问后，我发现她在早上起床出去逛街时直至相遇之前，根本就一点没有昨天做过此梦的印象。她这件事改了一个说法，便剥去了神秘的外衣。她并不反对我这么说：早晨她走过一条街，在一家店前遇到她从前的家庭医师，一看到他，她便认为自己昨夜曾梦过这次相遇。",
        "page_idx": 151
    },
    {
        "type": "text",
        "text": "她实际上有没有做过那个梦并不要紧，分析的重点在于，她何以会想起来。先是预期着，然后真的在那个地方相遇，所以她这整件事暗藏着约会的意思。看到老医师，她回想起从前在老医师家里初识某人、一见钟情的依稀往事。这些年来她与他总是情缘难舍，就在做梦的前一天晚上，她徒然空等他到深夜。由于在此不便报告的种种详情，我很快就了解，看到这位老朋友而发生那个预言性的梦的幻觉。她的意思等于是：“啊，医师，你让我想起了旧日时光，那时他多看重我们的约会啊，那时我是不会白等的。”",
        "page_idx": 151
    },
    {
        "type": "text",
        "text": "人们常有这种经验：说曹操，曹操就到（我们正在想某一个人，他就来了）。我自己有一个单纯而且不难解释的例子，可以作为这类“奇特的巧合”的模式。得到教授荣衔后没几天（即使在这个封建都市里，教授的地位还是很受敬重的），我正在市内一条大街上散步，心里忽然向一对夫妇产生了幼稚的报复性幻想：几个月前他们请我看他们的小女儿的病，她的强迫症状令我极感兴趣，倾心研究，已多少猜出了一些病因，但她的父母亲不满意我的治疗，转而求助于一位使用催眠疗法的外国权威。我早知其成功机会不大，当时就幻想着她的父母亲回头哀求我重新医治她，保证对我十二分信任……而我则说：“现在我是教授了，你们就信任我了，但这称呼并没有增加我半点能力。如果当我是讲师时，你们不信任我，即使我当教授，对你们也没什么用处。”正在这时，幻想被一声“晚安，教授！”所打断，我抬头一看，原来正是方才我想报复的那对夫妇。",
        "page_idx": 151
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 152
    },
    {
        "type": "text",
        "text": "但往深一层想，奇迹就不是奇迹了。那条街十分笔直宽阔，行人稀少，随便一瞥便可见到20步远。他们两人正迎面走来，我老早就看到了，但是内心不情愿认识他们，经由幻觉，化有为无；然后，幻想随之而起，代替了消失的真相。",
        "page_idx": 152
    },
    {
        "type": "text",
        "text": "布里尔叙述过另一个相似的经验，多少也解释了一点传心术（telepathy）现象。",
        "page_idx": 152
    },
    {
        "type": "text",
        "text": "“星期天晚上我们照常在纽约一家大餐厅吃饭。谈兴正浓，我忽然停下来向太太说了一句不相关的话：‘不知道R医师在匹兹堡开业情形如何？’她望着我十分吃惊地说：‘哎，那正是前几秒我一直在想着的事！不是你把这个心思传给了我，就是我传给了你！这么奇怪的事情你还能怎么解释？’我的确答不出来。我们谈话的内容一直与R医师风马牛不相及，最近以来，尽我们所能记起的，也不曾听到别人谈起他。作为一个怀疑论者，我拒绝承认其中有什么神秘成分，然而内心着实有些发毛。老实说，我是被眩惑了。",
        "page_idx": 152
    },
    {
        "type": "text",
        "text": "“但是这种迷惘并没有持续太久。我们偶然向门口的衣帽室一看，大吃一惊，R医师竟在那里。差点就要向他打招呼时，再仔细一看，才知道认错了人，他们真是像得不得了！从位置关系推想起来，这个人出去以前一定经过了我们这一桌，当时我们正一心在谈话，意识里没注意到他，但视觉意象搅起了对R医师的想念，所以我们想到一起便没什么奇怪了。R医师临别时曾说要去匹兹堡开业，我们都深知初出茅庐的艰苦，事业成败难以预料，所以都同样关怀他的运气可好。",
        "page_idx": 152
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 153
    },
    {
        "type": "text",
        "text": "“一个超自然现象就这么轻易地用正常方法解释了，但是如果没有在那个人离开餐馆以前及时看到，我们便不能解释这件怪事。我敢说所有最复杂的传心术现象的机制都不过如此，至少就我研究所及者而言是这样的。”",
        "page_idx": 153
    },
    {
        "type": "text",
        "text": "奥托·兰克报告过另一个“预感”的解释：",
        "page_idx": 153
    },
    {
        "type": "text",
        "text": "“不久以前我经历过一次‘奇特的巧合’，十分有趣：圣诞节前不久，我到奥匈银行去换点银币作礼物。走到银行的那条街，想着自己的贫穷，更对照出银行的富有，满心都是懊恼和不满。在银行门口看着人来人往、出出进进，我思量着：‘换钱是简单的事，一下子就可以完毕。我只要把纸币放进去，说“请给我换金币”，就行了。’我马上发现自己想错了——我应该要的是银币——因而从幻想中惊醒。",
        "page_idx": 153
    },
    {
        "type": "text",
        "text": "“当时我站在入口不远处，有个身影熟悉的年轻人迎面而来，我是个近视眼，认不出他是谁。等他走近了，才发现他原来是我弟弟一位姓‘金’（Gold）的同学。他的哥哥是位名记者，在我初登文坛时对我期望很大，这些期望到现在都还未能实现。我在往银行的路上就想到这件事，觉得自己若能出名，便不会像现在这么穷困潦倒了。正在那么想的时候，我在无意识里必已看到‘金’先生走近，提醒我缺少的正是金子，而不是什么没价值的银币。”",
        "page_idx": 153
    },
    {
        "type": "text",
        "text": "神秘、奇妙的事还有一种：有时我们初到一个地方去，却对那里的一石一木十分熟悉，有如旧地重游，但是我们绝对想不起来什么时候来过。如果我们说这是种“感觉”，那是因为一般人都这么讲；其实这是一种判断，一种认知的判断；它们有显著共通的特征，你不可以忘了，如果所熟悉的原只是幻想中所期望的，我们当然想不起何时见过真景。",
        "page_idx": 153
    },
    {
        "type": "text",
        "text": "这种现象在心理学中通称“déjà vu”（旧事幻现）[7]。有人以为由此可见，前生投胎转世等是存在的，也许吧！但心理学家当然不能听任非科学的论调，一有机会便义不容辞地摸索，试图解开谜底。别人的自圆其说我都不敢苟同，他们只看到浮面的现象，作肤浅的解释。据我的观察，déjà vu可以用一种精神活动历程，即无意识的幻想来解释，而今天的心理学家大都忽视了这一点。",
        "page_idx": 153
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 154
    },
    {
        "type": "text",
        "text": "我不同意把对于某些事物的熟悉感觉当作错觉；相反，当事者确曾体验过，只因深藏于无意识之中，以致意识里不能了解其来源。简言之，déjà vu的感觉就是对无意识幻想的记忆。每个人都经历过意识的幻想（白日梦），却不知道无意识的幻想也是有的。",
        "page_idx": 154
    },
    {
        "type": "text",
        "text": "这个题目实在值得另外著书讨论，在此我仅提出一个有关déjà vu的分析例子。我选择这个例子，因为它特别严重而持久。有位37岁的女士，强调她永难忘记12岁半时发生的一件事。那时她到乡下拜访几位同学，一进她们家的庭院，就觉得以前好像曾经来过。跨进起居室后，这种感觉变得更加强烈，她甚至想试着猜另一个房间的大小、样式、面对着什么风景……她原以为也许在两三岁的时候自己曾经来过，但是父母亲都说她没有。这位女士没有再细想下去，却把这种感觉当作缘分，十分看重这一家朋友。然而我们听过她对当时环境的叙述后，却有另一种看法。",
        "page_idx": 154
    },
    {
        "type": "text",
        "text": "拜访前她早知道这些女孩只有一个弟弟，而且病得很重。后来她也亲自见过他，觉得他气色实在太差，恐怕不久于人世了。她自己唯一的弟弟在几个月前曾患恶性白喉，当时她被送到远处亲戚家隔离。这次乡村之旅她的弟弟似乎也跟着去了，而且可能是他病后的第一次远行。但是在这一点上她的记忆已经十分模糊，与其他方面的细节实在不成比例。譬如，她对当天所穿的一件华丽服装就记得特别清楚，简直随时可以描绘出来。",
        "page_idx": 154
    },
    {
        "type": "text",
        "text": "稍通精神分析的人经过这些提示，便不难猜出当时这个女孩的心思一大半是在期望着弟弟之死，不过此事也许从未露出意识层面，也许在她弟弟复元后被压抑得更深了。她平时爱穿的是另一件衣服——黑色的，有如丧服。当天她在朋友家看到相似情况：她们唯一的弟弟濒临生死边缘，后来果真死了。她可能回想起就在几个月前自己也有相似经验，但她意识里觉得的可不是这个相似点，它被压抑了，转移为对花园、对房子的相识之感，表现为“虚假探索”（faussereconnaissance），竟至相信一石一木她先前都看过了。",
        "page_idx": 154
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 155
    },
    {
        "type": "text",
        "text": "从所压抑的资料上看，从前她对弟弟之死的期望，与“愿望幻想”（wish-fantasy）的性质相去不远。如果此事兑现，她可以成为独生女。我们分析她日后的神经症时，也发现她独占双亲的欲望十分强烈，老是在恐惧着失去他们的爱护：她和弟弟间的强烈竞争一直持续着，她对弟弟的恶意也不曾减弱。",
        "page_idx": 155
    },
    {
        "type": "text",
        "text": "当我自己发生déjà vu的感觉时，同样对当时的情绪状况进行探究。也可以这么说：“那将是发掘某些幻想（无意识和不自知）的好机会，这些幻想应当是从前某一时候对于改进自己的地位的热切期望所造成的。”[8]",
        "page_idx": 155
    },
    {
        "type": "text",
        "text": "五",
        "text_level": 1,
        "page_idx": 156
    },
    {
        "type": "text",
        "text": "最近我曾向一位富有哲学头脑的同事提起名词的遗忘，举了例子，谈到分析的结果。他焦急地说：“听起来挺好玩的，不过如果我忘了一个名词，我绝不会那么想。”面对这个问题，人们实在不该不分青红皂白就反对；我不相信我这位同事曾对名词的遗忘下过什么功夫，也不知道他“不这么想”的话又要“怎么想”。然而这句话的确引出了一个人人都急欲了解的问题：对错失与机遇行为的解释，到底只适用于特殊状况，还是每一次都通用呢？如果只是有时可用，那么到底在什么情况下我们才去追究？",
        "page_idx": 156
    },
    {
        "type": "text",
        "text": "面临这个问题，我的确处于两难之境。无论如何，有一点我很确定：如果有人说这种因果关系少见，我便忍不住要反对。据我本身及得自病人们的经验，每次我决定追究，便能像本书前述的无数例证那样，得到确切解释，或至少也可以假定其有原因。问题是，当你分析症候行为的潜在意义时，内在阻抗的力量往往很大，如果你不能突破它，以至于徒劳无功，那也算不了什么值得惊讶的事。我们从不曾夸口可以解释自己或别人的每一个梦。对于深藏着的因果关系我们有时虽只能如浮光掠影般地惊鸿一瞥，也足以加强我们对理论正确性的信心。再说，一个梦也许在第二天不能得到解答，但你放它一个星期或一个月，也许心境变了，心理力量的斗争和缓了，意义就自然浮现了。对于错失或症候行为的解释，也可以用这个方法。你切勿在分析受到阻抗时，便以为此事可能属于另一套尚未发现的道理；只因此路一时受阻，便假定还有他途可通，天下没有这样便宜的事。世上一般人对于错失和症状行为，之所以会认为另有解释，并不是他们真想另求解释，显然那只是一种推托、一种逃避；行为虽是无意识思想的表达，它却不愿被了解，挣扎着反对解释。",
        "page_idx": 156
    },
    {
        "type": "text",
        "text": "此外，当被压抑的思想和感触表现为症候行为和错失行为时，它并不能独立于神经系统之外。由无意识意向到可被感知的行为，其间可能有专门的神经系统支配，在关于“语误”的方面，已有哲学家和语言学家在从事精细的观察，追究其构造与功能的关系。错失行为和症候行为，虽由无意识动机决定，却还要牵涉到生理学或心理物理学方面的因素。有个问题便发生了：在神经系统里，互相间的关系那么繁多复杂，也许除了无意识动机之外，在正常范围里，也偶然会有另一方面误发的命令，使人们走入这条神经里而造成了错失行为和症候性行为吧？（这时当然不能再以精神分析法找到因果关系了，症候行为看来又成了真正的机遇行为。）有没有这种可能？这件事已超出我能解答的范围了。",
        "page_idx": 157
    },
    {
        "type": "text",
        "text": "六",
        "text_level": 1,
        "page_idx": 158
    },
    {
        "type": "text",
        "text": "本书自讨论言语的谬误以来，便一直以探求错失行为的潜在动机为主，而对这类动机的了解，也总能善用精神分析法来求得解答。然而对于引导它们表达出来的精神因素，不论是普遍性或特殊性，我们几乎一直不曾谈到。说来惭愧，究竟在什么情况、什么条件之下，潜在动机才能表现为错失行为，我们并不会细查，更不知道有没有可靠的规律性存在。对这个问题，正面的完全澄清或许不容易，因此我们想从另外一面来看它。下面我列出几个问题：（1）在错失行为和机遇行为里所表现的思想和感觉到底有什么内涵，又来自何处？（2）在什么情况下这种思想或感觉才可能浮现，被驱迫至有利地位，而表现于错失行为里？（3）错失行为的形式与造成此行为的内因之间，是否可能有恒定的、确切的关系存在？",
        "page_idx": 158
    },
    {
        "type": "text",
        "text": "我想从最后一个问题开始：先从语误（第5章）谈起。在那许多例子里，有时言语之所以谬误，并不由于说者的意识或无意识的意向，而的确是一种客观的现象。在某些例子里，说者本人也马上会发现这种原因。举个最简单、最明显的例子：两个字声调相似，意义却正相反，它们互相干扰，用错的一个来代替对的，并不一定非要有什么心理学上的理由不可〔这就是梅林格与迈尔的“拼凑”（contaminations）观点〕。",
        "page_idx": 158
    },
    {
        "type": "text",
        "text": "在第2种例子中，语误的确有某种动机，但是并不很强烈，所以不曾十分被压抑隐埋，说者只要一回想，马上就明白个中道理，而且也乐于承认。",
        "page_idx": 158
    },
    {
        "type": "text",
        "text": "在第3种例子中，扰乱思绪的势力与原来的意向自成一体。扰乱者与被扰乱者之间，可能有思路上的联系（因为内在意向间的冲突，才发生扰乱[9]）。但有时两个字之间，就一般意义而言，并没有什么内在的冲突和关联。它们原是一种象征化的联系，只存在于说者的无意识里，一旦发掘出来，往往出人意表。",
        "page_idx": 158
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 159
    },
    {
        "type": "text",
        "text": "从精神分析的许多例子里得知，在我们说话的时候，有的思路连续不断地自无意识化为意识的言语；有的却不然，它们受压抑于无意识里，却又不甘寂寞，时或直接扰乱了语言，时或间接影响了尚在无意识里有待组织的言语的各部分。造成言语障碍的无意识思想来源杂多，难以作概括性的说明。",
        "page_idx": 159
    },
    {
        "type": "text",
        "text": "对读误或笔误的例子施以此类分析，也能得到同样的结论。就像在语误那里一样，有些例子似乎也起因于没有动机的凝缩。在梦的运作（dream work）[10]及清醒时思想的错失里，浓缩作用都相当常见。那么究竟这种现象的出现是不是有其特定的条件呢？在例子里我们常不能找到这个问题的解答。但我坚决反对因此便认为它们是不定的、无条件限制的，更反对以意识注意力的放松为其原因的说法；因为我深知习惯化的动作是格外正确和可靠的[11]。我的观点是，在生物学的范围内，无论你研究哪一门，侧面地对病态事物的探讨，总比在正常范围内努力更有成效。所以我认为，前面那个问题，在我们这简单的、离正常不远的失误里，或许找不到解释，却可自更严重的失常中去了解。",
        "page_idx": 159
    },
    {
        "type": "text",
        "text": "在读误和笔误里，应当可以发现更深刻、更复杂的动机存在。因为它们比语误更不易发生，所以其动机应该更强烈、更显明，关系也较密切。语误则轻易便会发生，动机往往微小而不易见。",
        "page_idx": 159
    },
    {
        "type": "text",
        "text": "照字面上的意思，遗忘是指对过去经验的忘记。当我们触及这个问题时，情形又与前述语误、读误、笔误不同。〔为免混淆，我们在严格的意义上，把本书第1、2章所谈的名词及外国字的遗忘，称之为“口误”（slip），而把“解决”的遗忘称为“省略”（omission），以别于目前所谈的内容。〕在正常过程下，遗忘的主要条件仍不明白[12]。我们也都熟知有些所谓的遗忘，并不如我们以为的那样真的忘了。一般的情况下，不重要的被忘掉，重要的则存在记忆里。但是一旦事情违反此原则，我们便不免要吃惊，而力求解释。对这类遗忘，种种案例的分析皆指出，其动机总是在设法避免想起可能引发痛苦感觉的事物。我们不难想象，此种动机广泛存于每个心灵，力求表现，但被他种相反的势力所钳制，以致不能浮出意识层面。对于痛苦回想的逃避，其程度和重要性，值得我们竭力用心理学眼光来研究。话虽如此说，在遗忘得无可救药的个别例子里，若想追问其所以致此的特殊条件，还是难免有些缘木求鱼之感。",
        "page_idx": 159
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 160
    },
    {
        "type": "text",
        "text": "“解决”的遗忘里，有另一不同的因素，压制痛苦记忆的那种斗争更鲜明可见，在案例的分析里你常可发现与行动的“解决”相反的“对抗意志”存在，但其势力尚未大得足以有意识地取消此一“解决”。像前面谈过的错失行为，此处也可见到两种不同的心理历程：对抗意志可能（在某方面的意向上）与“解决”互不相容，也可能实质上与“解决”本身无涉，却经由外在的联想误搭上线，而干扰了它。",
        "page_idx": 160
    },
    {
        "type": "text",
        "text": "“误引行为”的表现，也是此类冲突的结果。表现在行为的干扰里的冲动，实际上是种“对抗冲动”[13]。但也常有原不相干的冲动，抓住机会，借着类比或象征，而干扰起本来的动作。内在矛盾尖锐化后造成的行为扰乱，更值得重视，也较常发生在重要活动里。",
        "page_idx": 160
    },
    {
        "type": "text",
        "text": "剩下的便是机遇或症候行为的内在冲突了。在此，有许多不常被有意识地想到，或是受意识忽略的动作表现，却含藏了种种无意识的、受束缚的感触。它们多半象征性地代表了期望和幻象。",
        "page_idx": 160
    },
    {
        "type": "text",
        "text": "对第一个问题（关于表现在错失行为里的思想及情感的来源），我们可以这样回答：在许多例子里都可发现，干扰性思想，其来源不难追溯至精神生活中受压抑的情感。即使在最健康的人们心里，也存在着许多自私、嫉妒、敌对的感触和冲动，但它们承受了道德教育的重压，已全然受拒于高级精神活动之外，只好走上错失行为这条路，挣扎着透露出它们存在的信息。有趣的是，人的内心容许错失和机遇行为长存，就像人们在适度的范围内，也还能对一些不道德行为睁一只眼闭一只眼。存身于这些被压抑的感触之后的，还有花样繁多的性本能，它们所扮演的角色绝不可忽视。在本书中的许多例子里，涉及“性”的潜在思想并不太多，这恐怕是个有趣的“巧合”吧。因为本书中有一大半例子是对我个人精神生活的分析；在我挑选例证之初，恐怕就已偏颇地排除与“性”有关的事物了。",
        "page_idx": 160
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 161
    },
    {
        "type": "text",
        "text": "现在可以讨论第二个问题——究竟由于什么心理环境的作用，才使得一个思想不能完全自在地表达，而不得不寄生在别处，去干扰和改变另一种思想的表现？从错失行为中最显著的例子里我们不难得知，解答必须求之于意识容量（conscious capacity），以及“被无抑”材料的或多或少色彩显明的特征。但是考查这类例子，便可发现这些特征的内涵并不确定。当然，惹人厌的东西，或与当时的意向不相关的潜在思想，我们总有忽略的倾向；这种倾向或感触就是思想抑制的动机（由此被抑制了的思想，转而干扰了其他思想的表达），责备着反叛的情绪，也成为完全无意识思想的根源。关于错失及机遇行为发生条件的一般性质，这样讨论下去未必能带来多少真知灼见。",
        "page_idx": 161
    },
    {
        "type": "text",
        "text": "然而，这种研究至少带给我们一个重要的发现：错失行为的动机愈无害，其背后的思想也愈显得不丑恶，愈易成为意识性的；而当我们一旦注意到这种现象，它的解答也就更容易找到。往往马上被发现而自动改正。当你所对付的是受抑很深的感触时，你就必须费尽力气去分析以求解答，经常屡遭困境，有时还不免失败。",
        "page_idx": 161
    },
    {
        "type": "text",
        "text": "因此，经过本段的分析研究之后，你可能终于明白，想圆满解释错失行为和机遇行为的心理决定因素，必须另寻途径，探究新来源才行。读者们不妨认定，上述种种讨论就像瞎子摸象一样，所见都仅限一隅；而在这些浮现的断片之下，必有其广泛和谐的联系存在。",
        "page_idx": 161
    },
    {
        "type": "text",
        "text": "七",
        "text_level": 1,
        "page_idx": 162
    },
    {
        "type": "text",
        "text": "本书的最后几句话，想谈谈这个广泛的联系。我们应用精神分析法了解了错失行为和机遇行为的机制，发现它们在根本上与梦的形成的机制相一致。对梦的形成机制的论述我已在《梦的解析》一书中的“梦的运作”一章里详细说明过。二者都有“凝缩现象”及“协调形式”（“拼凑”）；无意识思想，用种种古怪的方式，借肤浅的联想，依附且改变他种思想，而有了梦与日常生活的种种错失。不辨真相幻象、任意处置储存的材料，造成了日常生活里常见的那些错误，也造成了梦境的不和谐、荒谬和误见，使得梦意几难辨认；黑白不分、是非颠倒的情况之所以会发生，都是由两个或两个以上各具意义的行为奇特地干扰而形成的。",
        "page_idx": 162
    },
    {
        "type": "text",
        "text": "由它们的结合，得到了如下的结论：在人的内心深处，有一股隐流存在。从前我们追究梦中隐藏的意义时，触及它惊人的势力；如今我们已拥有众多证据，发现它不是只有在睡梦之间才大肆活动的，它在人的清醒状况下，也不时出现在错失行为里。这种结合，也更使我们相信，这些看来奇特反常的心理历程，恐怕并不是精神活动衰退或功能病态的结果。",
        "page_idx": 162
    },
    {
        "type": "text",
        "text": "除了分析错失行为和梦以外，要正确理解这种奇特的精神〔运作（psychic work）〕，还要从精神神经症，特别是歇斯底里症与强迫神经症方面下功夫，它们的机制与前述运作方式完全相同。今后的研究，便是要从这一点着手。",
        "page_idx": 162
    },
    {
        "type": "text",
        "text": "在错失、机遇及症候行为与精神神经症之间的类比上，尚有另一特别有趣的地方。如果我们仔细比较它们的相似处，马上会想起两则家喻户晓的老生常谈：其一，神经质的、正常的和病态的状态之间，分野是很模糊的；其二，我们多少都具有轻度的神经质。不必经由行医经验，你也不难设想这些人人都有的神经质现象，正是一种变相的",
        "page_idx": 162
    },
    {
        "type": "text",
        "text": "（formes frustes，失败的形式）精神神经症表现。在完全健康与完全病态之间，有些人只有些许症状，有些人不常发病或症状轻微；在次数和强度上，以及是否一时爆发而言，由轻而重各有不同。这一类过渡型的人，为数颇多，但可能从不被发觉；过渡型者，常只在错失行为和症候行为中表现其病态，其特征是：症状只出现在较不重要的精神活动里，任何重要的精神活动仍能保持其完整。如果症状的出现正与此相反——如果它们出现在最重要的个人及社会活动中，干扰了营养摄入或性关系，破坏了工作和与人相处的能力——这就是严重神经症的表现，而当我们判断神经症的严重与否时，在这一方面的考虑，远比那些花样繁多、层出不穷的症状表现要有意义得多了。",
        "page_idx": 163
    },
    {
        "type": "text",
        "text": "不管是错失行为、机遇行为，最轻微或最严重的病症，它们的共通点，在于我们皆可将之追溯至可厌的、被压抑的精神素材。这些精神素材虽已远离意识，却永远在伺机而动，一有机会就会表现出来。",
        "page_idx": 163
    },
    {
        "type": "text",
        "text": "[5] 例如，歇斯底里症患者关于性及暴行的无意识幻想，经过分析而呈现出来的，与被迫害妄想狂患者的诉说相当符合。当性错乱者满足其欲望时，他们亦用类似方法来自我掩饰。",
        "page_idx": 163
    },
    {
        "type": "text",
        "text": "[6] 这是一种投射作用，每一个人在日常生活里都常运用，在较极端时，才形成迷信或妄想狂。如果一个人无意识里想陷害别人，他自己对此毫无所觉，却反过来认为别人正在设计陷害他，这便是妄想狂的症状之一：迫害妄想。如果他把别人的无意行为解释为有意的，这便是迷信。——译者",
        "page_idx": 163
    },
    {
        "type": "text",
        "text": "[7] 心理学名词，源自法文，原意为“早看过了”，表示一种熟悉的感觉。当一个人看到某个他从未见过的东西、景象，却坚持认定他过去曾经经历过，这种感觉便叫做déjà vu。译者",
        "page_idx": 163
    },
    {
        "type": "text",
        "text": "[8] 到现在还只有一个人极力赞成我对déjà vu的解释，费伦茨医师，曾对本书的第3版贡献甚巨。最近他在信里说：“我从自己与别人的经验中推知，神秘的熟悉之感可以看作出自曾有的无意识幻想。但我们的无意识常是真假不分的。我有个病人，他的精神历程与你的病人完全不同，但本质上则很相似，他每有熟悉之感，追究起来总发现与他前一夜梦里忘了的（压抑的）部分相当。由此可见，déjà vu可以来自白日梦，也同样可以来自真实的梦境。”",
        "page_idx": 164
    },
    {
        "type": "text",
        "text": "[9] 常发生在你自己有一种感觉，却不得不说相反的假话时。前者干扰了后者，使你说出不应说的真话来，第5章有许多例子。——译者",
        "page_idx": 164
    },
    {
        "type": "text",
        "text": "[10] 梦有显梦和隐梦。显梦是我们做梦的内容，无需太看重，重要的是躲在后面的隐梦（或梦的材料）。心理分析师依赖自由联想法（free association）由显梦推出隐梦。反过来说，病人当初由隐梦到达显梦（由材料到表现）显然需经一番化妆的工夫，这就是梦的运作或梦功。梦的运作有3种，第1种便是凝缩作用（几个人合成一个人，几个字合成一个字，几个形象合成一个形象）；第2种是置换作用；第3种是把思想变为视觉意象。——译者",
        "page_idx": 164
    },
    {
        "type": "text",
        "text": "[11] 无论我们说话、读书、写字、日常生活的一举一动，几乎都是习惯化的动作。我们不会去想究竟该如何动、如何做，一切都可以做得很好。如果没有什么动机在干扰，这种自动化的工作几乎不可能发生错误。——译者",
        "page_idx": 164
    },
    {
        "type": "text",
        "text": "[12] 我想简略描述“实际遗忘”的成因。记忆里的资料受两种力量的影响，就是浓缩和变形（disfigurement）。变形是由于个人精神生活里占优势的倾向的压迫而发生的，主要是在驱逐记忆里令人不快的成分。不带感情色彩者则经浓缩后存在；有时变形的倾向也作用于这方面，可能是因为它们硬要找个地方表现的缘故。在长时间里，新的经验不断地添加进记忆内，浓缩和变形的势力则仍继续作用着，所以时间确会使记忆逐渐模糊不清。很可能遗忘的程度的确是“与时俱增”的（遗忘是时间的直接函数）。经此程序后，余留的记忆，若一旦进入无意识里，就不再改变，仿佛永久存档一般。不管如何，无意识对“时间”这东西从不了解。在其中，时间关系是混淆的，一个记忆是它初来时的样子，却同时也是经一段时间而改变了的样子。记忆的内容可以是原先的样子，但是其原先的对外关联可能已失去了，而完全代之以新的。在精神的固着作用（fixation）里，这是最重要也是最奇特的一点。",
        "page_idx": 164
    },
    {
        "type": "text",
        "text": "[13] “对抗意志”（counter-will）和“对抗冲动”（counter-impulse）应属同一来源（无意识）的东西，在不同的场合里有不同的表现。“解决”之所以遗忘，是因为有不愿去做的“意志”，而“误引行为”之所以发生，则是因为有这么做的“冲动”。——译者",
        "page_idx": 164
    },
    {
        "type": "text",
        "text": "弗洛伊德年谱",
        "text_level": 1,
        "page_idx": 165
    },
    {
        "type": "text",
        "text": "1856年 5月6日西格蒙德·弗洛伊德诞生于奥属摩拉维亚的弗莱堡，现今捷克境内的一个小城。父亲雅各布·弗洛伊德为毛织品商人，母亲名为阿玛莉亚。双亲皆属犹太籍。有异母兄二人，同胞弟二人，妹五人。",
        "page_idx": 165
    },
    {
        "type": "text",
        "text": "1859年 3岁 举家迁往莱比锡。在迁居途上，因火车中的灯光联想起人的灵魂，致开始患神经衰弱症，直至后来，他用自我分析来治愈。",
        "page_idx": 165
    },
    {
        "type": "text",
        "text": "1860年 4岁 移居维也纳。其后一生的大部分岁月皆在维也纳度过。",
        "page_idx": 165
    },
    {
        "type": "text",
        "text": "1866年 10岁 入维也纳的德国高级中学（Gymnasium）。直至毕业时一直名列第一。",
        "page_idx": 165
    },
    {
        "type": "text",
        "text": "1872年 16岁 访问诞生地弗莱堡。",
        "page_idx": 165
    },
    {
        "type": "text",
        "text": "1873年 17岁 以最优等的荣誉毕业于高级中学。很早便受达尔文的进化论影响，但在毕业前不久聆听了卡尔·布鲁尔教授朗诵歌德那美妙的论自然的散文，决心专攻医学，进维也纳大学医学院。在大学里热诚地阅读为医学生而开的《动物学》和动物学家克劳斯的《生物学与进化论》等讲义，并认真聆听生理学家布吕克与哲学家布伦塔诺的讲习。但在另一方面，因反犹太主义而备尝痛苦。",
        "page_idx": 165
    },
    {
        "type": "text",
        "text": "1876年 20岁 入布吕克教授的生理学研究室，成为研究生。在这里，他不仅收获了安宁和充实的学问，同时认识了奥地利生理学家、医生布洛伊尔，又与同研究室的伙伴埃克斯纳缔交。",
        "page_idx": 165
    },
    {
        "type": "text",
        "text": "1877年 21岁 发表有关鳗鱼的生殖腺之形态与构造的论文。",
        "page_idx": 165
    },
    {
        "type": "text",
        "text": "1878年 22岁 发现八目鳗脊髓神经节细胞，在学会发表。继而发表有关蝲蛄神经细胞的论文。",
        "page_idx": 166
    },
    {
        "type": "text",
        "text": "1880年 24岁 将穆勒（John Stuart Mill，1806—1873，英国哲学家、经济学家）的社会问题及有关柏拉图的论文译成德文，其译文融会贯通、极为流畅。",
        "page_idx": 166
    },
    {
        "type": "text",
        "text": "1881年 25岁 迟3年接受医学院毕业考试，以优秀的成绩获得博士学位。",
        "page_idx": 166
    },
    {
        "type": "text",
        "text": "1882年 26岁 4月，与犹太人的女儿玛莎·贝尔奈斯邂逅。6月，二人订婚。从订婚到结婚的4年零3个月间，他曾写给未婚妻900封以上的情书。7月，由于经济上的理由，布吕克教授忠告他继续在基础医学的研究室，生活不会有利，于是他离开生理学研究室，转入临床医学，在维也纳的总医院服务，初为外科，后转内科。10月，被录用为实习生，首次支取月薪。发表《蝲蛄的神经纤维及神经细胞构造》及《神经系统的基本结构》。",
        "page_idx": 166
    },
    {
        "type": "text",
        "text": "1883年 27岁 5月，在梅纳特的精神病治疗所服务，升为初级医师。10月，转皮肤科及耳鼻喉科。",
        "page_idx": 166
    },
    {
        "type": "text",
        "text": "1884年 28岁 1月，转神经科。7月，为医长。发表有关可卡因（Cocaine）的麻醉作用的论文《论可卡因》，报告可卡因的优异作用。",
        "page_idx": 166
    },
    {
        "type": "text",
        "text": "1885年 29岁 3月，在眼科；6月，转皮肤科。9月，被任命为维也纳大学医学院神经病理学讲师。秋，因布吕克的推荐留学巴黎，进入当时有神经病学家圣地之称的精神病医院萨尔伯屈里哀，师从法国精神病学家夏尔科，对他的歇斯底里症研究大为震动。6月至翌年9月间，发表有关听觉神经根的三篇论文。",
        "page_idx": 166
    },
    {
        "type": "text",
        "text": "1886年 30岁 2月，自巴黎回国，绕道柏林，拜访巴金斯基习小儿科。4月，在维也纳开业，成为医师。9月13日结婚。10月，以《关于男性的歇斯底里症》为题，向学会提出报告，但学会的态度颇为冷淡。自夏至翌年年底，前往军队服役，官阶升至联队医官。同年，将夏尔科的论文《神经系统疾病，尤其有关歇斯底里症的新讲义》译成德文发表。",
        "page_idx": 166
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 167
    },
    {
        "type": "text",
        "text": "1887年 31岁 10月，长女马蒂尔德诞生。与柏林的内科、耳鼻喉科医师弗利斯开始交往，两人的友谊进展极速，仅两三年已进展而至互称“最亲爱的朋友”程度。",
        "page_idx": 167
    },
    {
        "type": "text",
        "text": "1888年 32岁 将法国精神医学家伯恩海姆的论文《暗示治疗学》译成德文出版。",
        "page_idx": 167
    },
    {
        "type": "text",
        "text": "1889年 33岁 为探求治疗法上的催眠技术，赴南锡（Nancy）逗留数周。从伯恩海姆与法国精神病学家利埃博的工作上得到深刻启发。在对一个名叫多拉的少女作分析治疗中分析梦，对于梦为解释心理秘密的关键点有了独特的心得。12月，长子让-马丁诞生。",
        "page_idx": 167
    },
    {
        "type": "text",
        "text": "1891年 35岁 第一本著作《对失语症的认识》（Zur Auffassung derAphasien）出版。2月，次子奥利弗诞生。",
        "page_idx": 167
    },
    {
        "type": "text",
        "text": "1892年 36岁 4月，小儿子恩斯特诞生。将伯恩海姆的《暗示的研究》译为德文并发表。",
        "page_idx": 167
    },
    {
        "type": "text",
        "text": "1893年 37岁 与年长14岁的合作研究者布洛伊尔共同发表《论歇斯底里现象的心理机制》。发表《论小儿在夜尿症中常见的并发症》，言及下肢的紧张过度，但表示这种状态为性格的表征，不出人意外。夏尔科去世，为赞扬恩师撰《夏尔科》一文。4月，次女索菲诞生。",
        "page_idx": 167
    },
    {
        "type": "text",
        "text": "1894年 38岁 夏，与布洛伊尔的合作研究结束，而后两人交情渐恶，至两年后（1896年）春，两人的交情已达决裂阶段。写《防卫性神经精神病》，考察神经衰弱及某种精神病的症状形式。患上心脏病。",
        "page_idx": 167
    },
    {
        "type": "text",
        "text": "1895年 39岁 发表前年初所完成的、与布洛伊尔共著的《歇斯底里症的研究》（Studien über Hysterie），其中有可作精神分析学基础的见解。7月24日，首次做梦的分析。从这时开始，放弃催眠疗法，改用自由联想法治疗。发表《有关焦虑性神经质》的论文。12月，小女儿安娜诞生。",
        "page_idx": 167
    },
    {
        "type": "text",
        "text": "1896年 40岁 开始使用“精神分析”一词。在维也纳以《歇斯底里的病因》为题演讲（年内出版），但反应极为冷淡。这个时期，英国散文家哈维洛克·埃利斯（Henry Havelock Ellis，1859—1939，初习医，后转向文学，有关于犯罪、天才、梦的研究、性心理学等作品）得悉弗洛伊德的著作。是年，小姨明娜·贝尔奈斯住到他的家中。10月，父亲去世。发表《对防卫性神经精神病的进一步论述》。",
        "page_idx": 168
    },
    {
        "type": "text",
        "text": "1897年 41岁 发表题为《脑性小儿麻痹》的概括性论文，获得“出自大家手笔的彻底性研究”之评价。开始着手自身的精神分析。",
        "page_idx": 168
    },
    {
        "type": "text",
        "text": "1898年 42岁 就幼儿的性征发表最初的论文。发表《神经症病因的性欲因素》。",
        "page_idx": 168
    },
    {
        "type": "text",
        "text": "1900年 44岁 《梦的解析》（Die Traumdeutung）出版，但被学界所抹杀。以《关于梦》为题在大学开始演讲，但出席者仅有3人。与弗利斯冲突，两人友谊发生裂痕。",
        "page_idx": 168
    },
    {
        "type": "text",
        "text": "1902年 46岁 与弗利斯交恶。与奥地利精神病学家A·阿德勒（Alfred Adler）等少数人创“星期三心理学会”。不久，奥托·兰克，汉斯·萨克斯等人也加入该会。",
        "page_idx": 168
    },
    {
        "type": "text",
        "text": "1904年 48岁 发表名为《多拉分析》的病例报告。发表《日常生活的精神病理学》（Zur Psychopathologie des Alltagslebens），阐明机遇行为的意义。",
        "page_idx": 168
    },
    {
        "type": "text",
        "text": "1905年 49岁 写成《性学三论》及《机智与无意识的关系》。",
        "page_idx": 168
    },
    {
        "type": "text",
        "text": "1906年 50岁 与瑞士心理学家荣格开始定期通信。",
        "page_idx": 168
    },
    {
        "type": "text",
        "text": "1907年 51岁 与荣格晤面。与卡尔·亚伯拉罕开始交往。",
        "page_idx": 168
    },
    {
        "type": "text",
        "text": "1908年 52岁 复活节，以弗洛伊德为中心，布洛伊勒、荣格等欧洲各国的精神分析学家会集于萨尔茨堡。这一次的集会称为“第一届国际精神分析学大会”，会中决定发行会刊《精神病理学与精神分析学研究年报》（该刊持续发行至第一次世界大战）。4月，“星期三心理学会”改名为“维也纳精神分析学会”。后来成为弗洛伊德杰出传记作者的琼斯，与交换通信1000封以上的费伦茨开始交往。发表《文明的性道德与现代人的神经症》、《诗人与白日梦》、《论儿童的性学说》、《歇斯底里幻想及其与双性的关系》、《性格与肛门爱》等。",
        "page_idx": 168
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 169
    },
    {
        "type": "text",
        "text": "1909年 53岁 担任维也纳大学医学院神经生理学副教授。9月，应美国心理学家斯坦利·霍尔（Granville Stanly Hall）之邀，与荣格相偕赴美，在霍尔为校长的克拉克大学作《精神分析五讲》的连续讲演。与美国著名心理学家威廉·詹姆斯（William James）见面，对之印象深刻。发表《神经质病人的家族故事》、《歇斯底里发作的概论》、《5岁男孩恐怖症的分析》、《论强迫性神经症一例》等。",
        "page_idx": 169
    },
    {
        "type": "text",
        "text": "1910年 54岁 3月，“第二届国际精神分析学大会”在纽伦堡召开。正式组织“国际精神分析学会”，荣格当选为第一任会长。又继“年报”出版月刊《精神分析学核心学刊》（Zentralbatt für Psychoanalyse）作为学会杂志（阿德勒与斯泰克尔担任编辑）。弗洛伊德在大会上以《精神分析治疗的未来展望》为题发表演讲。夏，为奥地利著名作曲家马勒施行精神分析。发表《精神分析学》、《恋爱生活对于心理的寄托》、《基本语言之对立意义》、《意大利文艺复兴时代》、《达·芬奇和他对童年时代的一次回忆》等论文。最后有关达·芬奇的论文，曾提及蒙娜丽莎如谜般微笑的嘴唇。",
        "page_idx": 169
    },
    {
        "type": "text",
        "text": "1911年 55岁 因理论上的见解不同，与荣格的感情恶化。在魏玛（Weimar）召开“第三届国际精神分析学大会”。布洛伊勒从学会退出。与重视权力意志的阿德勒在理论上对立，阿德勒从学会退出，另组“自由精神分析学会”。在美国，精神分析学会亦有发展，第一次集会在巴尔的摩举行。发表《心理机制两原则之剖析》。",
        "page_idx": 169
    },
    {
        "type": "text",
        "text": "1912年 56岁 以使精神分析学应用于其他精神科学为目标，创刊《意象》杂志（Imago ，执行编辑为兰克与萨克斯），弗洛伊德在其上连载将精神分析学应用于今日所谓的文化人类学上的论文《图腾与禁忌》，又刊载于《国际精神分析学会通报》上。斯泰克尔退出“学会”。发表《神经衰弱的病型》。",
        "page_idx": 169
    },
    {
        "type": "text",
        "text": "1913年 57岁 在慕尼黑召开“第四届国际精神分析学大会”。与荣格最终决裂。因脱离者相继，为谋精神分析学将来的发展，成立“守护弗洛伊德的委员会”。最初的名单为费伦茨、亚伯拉罕、琼斯、汉斯·萨克斯、奥托·兰克。此外还有与弗洛伊德同为分析学家的艾丁根、布里尔、普菲斯特等。《图腾与禁忌》出版。发表取材于莎士比亚《威尼斯商人》的《选匣子的动机》。执笔《治疗学入门》，其中叙及实施精神分析的实际问题。",
        "page_idx": 170
    },
    {
        "type": "text",
        "text": "1914年 58岁 第一次世界大战爆发。德累斯顿的大会中止。荣格脱离学会。著《精神分析运动的历史演进》（Zur Geschichte derPschoanalytischen Bewegung），弗洛伊德在其中对荣格予以激烈的抨击。发表《米开朗琪罗的摩西像》。又在《记忆、反复及析通过程》中，回顾精神分析技术上的变化史。",
        "page_idx": 170
    },
    {
        "type": "text",
        "text": "1915年 59岁 德国诗人里尔克（Rainer Maria Rilke）拜访弗洛伊德。在维也纳大学开讲“精神分析引论”。撰写《本能及其演变》，对欲动有详尽的阐述。发表《论抑制作用》、《论无意识》、《对移情的观察》等所谓超心理学的一系列论文。",
        "page_idx": 170
    },
    {
        "type": "text",
        "text": "1916年 60岁 发表《梦的理论之超心理学的补充》、《悲伤与忧郁症》。",
        "page_idx": 170
    },
    {
        "type": "text",
        "text": "1917年 61岁 《精神分析引论》（Vorlesungen zur Einführung in diePsychoanalyse）出版。发表《精神分析学的一个难题》、《〈诗与真〉中的少年时代回忆》。",
        "page_idx": 170
    },
    {
        "type": "text",
        "text": "1918年 62岁 在布达佩斯召开“第五届国际精神分析学大会”，费伦茨担任会长。发表《处女的性禁忌》。第一次世界大战结束。",
        "page_idx": 170
    },
    {
        "type": "text",
        "text": "1919年 63岁 艾丁根加入“委员会”。在维也纳设立“国际精神分析出版社”（Internationaler Psychoanalytischen Verlag）。发表《恶心的东西》、《挨打的小孩》。",
        "page_idx": 170
    },
    {
        "type": "text",
        "text": "1920年 64岁 “学会”的战后第一次大会在荷兰海牙举行。在欧美，因为战后神经质病的发生，而提高对于精神分析学的关心。女儿索菲死亡。著《超越快乐的原则》（Fenseits des Lustprinzips），论生的本能与死的本能。发表《论女同性恋之心理因素》。",
        "page_idx": 170
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 171
    },
    {
        "type": "text",
        "text": "1921年 65岁 发表《群体心理学与自我分析》，涉及社会心理学问题。",
        "page_idx": 171
    },
    {
        "type": "text",
        "text": "1922年 66岁 4月，下颚癌施行手术（至其逝世，共接受33次手术）。在柏林召开“第七届国际精神分析学大会”。女儿安娜被推为学会会员。10月、11月接连接受下颚手术，结果导致发音不全，听力亦严重受损。发表《梦与心灵感应》、《嫉妒、妄想狂及同性恋之某些心理症机制》。",
        "page_idx": 171
    },
    {
        "type": "text",
        "text": "1923年 67岁 与罗曼·罗兰开始通信。著《自我与本我》。发表《婴儿的性器组织》、《有关梦的解析的理论与实践》。",
        "page_idx": 171
    },
    {
        "type": "text",
        "text": "1924年 68岁 在萨尔茨堡开“第八届国际精神学大会”。亚伯拉罕任会长。罗曼·罗兰偕同奥地利作家茨韦格（Stefan Zweig）来访。维也纳版《弗洛伊德全集》（Gesammelte Schriften）初版发行。发表《神经症与精神病》、《俄狄浦斯情结的崩解》、《受虐狂的经济课题》、《精神分析简介》。",
        "page_idx": 171
    },
    {
        "type": "text",
        "text": "1925年 69岁 多次接受口腔手术。在洪堡召开“第九届国际精神分析学大会”。安娜代替其父宣读论文《两性解剖学上的差异所产生的若干心理结果》。布洛伊尔和亚伯拉罕去世，为二者撰写悼文。发表《自传》（Selbstdarstellung）、《对精神分析的抗拒》、《论否定作用》等。",
        "page_idx": 171
    },
    {
        "type": "text",
        "text": "1926年 70岁 艾丁根任“国际精神分析学会”会长。与兰克分手。70岁生日，收到布兰代斯、爱因斯坦、罗曼·罗兰等人的贺电。茨韦格在报上发表祝辞。当日，弗洛伊德声明从精神分析运动引退。《压抑、症状与焦虑》出版。另发表《非专业分析问题》。",
        "page_idx": 171
    },
    {
        "type": "text",
        "text": "1927年 71岁 在因斯布鲁克召开“第十届国际精神分析学大会”。发表《幻想的未来》、《拜物教》（Fetischismus），将考察的方向转向宗教。",
        "page_idx": 171
    },
    {
        "type": "text",
        "text": "1928年 72岁 在《陀思妥耶夫斯基与弑父者》一文论及《卡拉马佐夫兄弟》。发表《论幽默》。",
        "page_idx": 172
    },
    {
        "type": "text",
        "text": "1929年 73岁 在牛津召开“第十一届国际精神分析学大会”。德国文学家托马斯·曼（Thomas Mann）在《弗洛伊德在近代精神史上的地位》中，对弗洛伊德学说的精神史意义评价甚高。",
        "page_idx": 172
    },
    {
        "type": "text",
        "text": "1930年 74岁 荣获“歌德文学奖”。9月，母亲去世。发表《文明及其不满》，深入研究宗教产生的根源，对良心、罪恶感的产生考察颇为深刻。",
        "page_idx": 172
    },
    {
        "type": "text",
        "text": "1931年 75岁 发表《原欲的类型》、《女性性爱》。",
        "page_idx": 172
    },
    {
        "type": "text",
        "text": "1932年 76岁 3月访问托马斯·曼。在威斯巴登召开“第十二届国际精神分析学大会”，琼斯担任会长。发表《精神分析引论新编》（NeueFolge der Vorlesungen zur Einführung in die Psychoanalyse）。",
        "page_idx": 172
    },
    {
        "type": "text",
        "text": "1933年 77岁 希特勒建立政权，精神分析学方面的书籍均遭查禁。费伦茨去世。",
        "page_idx": 172
    },
    {
        "type": "text",
        "text": "1934年 78岁 在卢塞恩召开“第十三届国际精神分析学大会”。",
        "page_idx": 172
    },
    {
        "type": "text",
        "text": "1935年 79岁 成为英国皇家学会名誉会员。",
        "page_idx": 172
    },
    {
        "type": "text",
        "text": "1936年 80岁 盖世太保冻结了“国际精神分析出版社”的全部财产。80岁生日，托马斯·曼、儒勒·罗曼、罗曼·罗兰、威尔斯、茨韦格、伍尔夫夫人等191名作家、艺术家集体署名的贺信，由托马斯·曼面交。8月，在玛丽亚温泉市召开“第十四届国际精神分析学大会”。9月13日，金婚纪念。发表《托马斯·曼69岁诞辰》、《自传1935》。",
        "page_idx": 172
    },
    {
        "type": "text",
        "text": "1937年 81岁 女作家、精神分析学家莎乐美去世。发表《露·安德烈亚斯·莎乐美》。发表《有结局的分析与无结局的分析》。又写成《埃及人摩西》，考证摩西与埃及人。",
        "page_idx": 172
    },
    {
        "type": "text",
        "text": "1938年 82岁 3月，纳粹入侵奥地利，借口弗洛伊德为犹太人，关闭“国际精神分析出版社”。6月因纳粹驱逐犹太人，弗洛伊德亡命伦敦。8月，在巴黎召开“第十五届国际精神分析学大会”。在伦敦，威尔斯、茨韦格、英国人类学家马林诺夫斯基等来访。西班牙名画家萨尔瓦多·达利访问弗洛伊德，绘“弗洛伊德”素描。",
        "page_idx": 172
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 173
    },
    {
        "type": "text",
        "text": "1939年 83岁 2月，癌症复发，宣告不能手术。9月21日，祈望安乐死。9月23日，在伦敦逝世。琼斯与茨韦格发表追悼演说。《摩西与一神教》出版。《精神分析概要》未能完成。",
        "page_idx": 173
    },
    {
        "type": "text",
        "text": "1940年 伦敦版《弗洛伊德全集》18卷初版刊行。",
        "page_idx": 173
    }
]